Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.OpenId.po
Languages: es, fa, fr, it, ru

# OrchardCore.OpenId.Views.Items.OpenIdServerDeploymentStep.Thumbnail
source: OpenID Server Settings
fr: Paramètres OpenID Server
it: Impostazioni Server OpenID

# OrchardCore.OpenId.Views.Items.OpenIdServerDeploymentStep.Thumbnail
source: Exports the OpenID Server settings.
fr: Exporte les paramètres OpenID Server.
it: Esporta le impostazioni del server OpenID.

# OrchardCore.OpenId.Views.Items.OpenIdValidationDeploymentStep.Edit
source: OpenID Validation Settings
fr: Paramètres OpenID Validation
it: Impostazioni di validazione OpenID

# OrchardCore.OpenId.Views.Items.OpenIdValidationDeploymentStep.Summary
source: OpenID Validation Settings
fr: Paramètres OpenID Validation
it: Impostazioni di validazione OpenID

# OrchardCore.OpenId.Views.Items.OpenIdValidationDeploymentStep.Summary
source: Adds OpenID Validation settings to the plan.
fr: Ajoute les paramètres OpenID Validation au plan.
it: Aggiungi le impostazioni di validazione OpenID al piano.

# OrchardCore.OpenId.Views.Items.OpenIdValidationDeploymentStep.Thumbnail
source: OpenID Validation Settings
fr: Paramètres OpenID Validation
it: Impostazioni di validazione OpenID

# OrchardCore.OpenId.Views.Items.OpenIdValidationDeploymentStep.Thumbnail
source: Exports the OpenID Validation settings.
fr: Exporte les paramètres OpenID Validation.
it: Esporta le impostazioni di validazione OpenID.

# OrchardCore.OpenId.Views.Scope.Create
source: Create a new scope
es: Crear un ámbito
fa: ایجاد یک اِسکوپ جدید
fr: Créer une nouvelle portée
it: Creare un nuovo ambito
ru: Создать новую область

# OrchardCore.OpenId.Views.Scope.Create
source: Name
es: Nombre
fa: نام
fr: Nom
it: Nome
ru: Название

# OrchardCore.OpenId.Views.Scope.Create
source: Display Name
es: Nombre a Mostrar
fa: نام نمایشی
fr: Nom d'affichage
it: Nome visualizzato
ru: Отображаемое имя

# OrchardCore.OpenId.Views.Scope.Create
source: Tenants
fa: تِننت‌ها (Tenants)
fr: Locataires

# OrchardCore.OpenId.Views.Scope.Create
source: Note: the server tenant is always included in the access token audiences, even if no scope is requested.
fr: Note : le tenant serveur est toujours inclus dans le jeton d'accès, même si aucune portée n'est demandée.
it: Nota: il server tenant è sempre incluso nel parco dei token di accesso, anche se non è richiesto alcun ambito.

# OrchardCore.OpenId.Views.Scope.Create
source: Additional resources (API audiences)
es: Recursos adicionales (audiencias API)
fa: منابع اضافی (مخاطبان API)
fr: Ressources supplémentaires (API audiences)
it: Risorse aggiuntive (API audiences)
ru: Дополнительные ресурсы (аудитории API)

# OrchardCore.OpenId.Views.Scope.Create
source: Save
es: Guardar
fa: ذخیره
fr: Enregistrer
it: Salva
ru: Сохранить

# OrchardCore.OpenId.Views.Scope.Create
source: Cancel
es: Cancelar
fa: انصراف
fr: Annuler
it: Annulla
ru: Отмена

# OrchardCore.OpenId.Views.Scope.Edit
source: Edit a scope
es: Editar un ámbito
fa: ویرایش یک اِسکوپ
fr: Modifier une portée
it: Modifica ambito
ru: Изменить область

# OrchardCore.OpenId.Views.Scope.Edit
source: Name
es: Nombre
fa: نام
fr: Nom
it: Nome
ru: Название

# OrchardCore.OpenId.Views.Scope.Edit
source: Display Name
es: Nombre a Mostrar
fa: نام نمایشی
fr: Nom d'affichage
it: Nome visualizzato
ru: Отображаемое имя

# OrchardCore.OpenId.Views.Scope.Edit
source: Tenants
fa: تِننت‌ها (Tenants)
fr: Locataires

# OrchardCore.OpenId.Views.Scope.Edit
source: Note: the server tenant is always included in the access token audiences, even if no scope is requested.
fr: Note : le tenant serveur est toujours inclus dans le jeton d'accès, même si aucune portée n'est demandée.
it: Nota: il server tenant è sempre incluso nel parco dei token di accesso, anche se non è richiesto alcun ambito.

# OrchardCore.OpenId.Views.Scope.Edit
source: Additional resources (API audiences)
es: Recursos adicionales (audiencias API)
fa: منابع اضافی (مخاطبان API)
fr: Ressources supplémentaires (API audiences)
it: Risorse aggiuntive (API audiences)
ru: Дополнительные ресурсы (аудитории API)

# OrchardCore.OpenId.Views.Scope.Edit
source: Save
es: Guardar
fa: ذخیره
fr: Enregistrer
it: Salva
ru: Сохранить

# OrchardCore.OpenId.Views.Scope.Edit
source: Cancel
es: Cancelar
fa: انصراف
fr: Annuler
it: Annulla
ru: Отмена

# OrchardCore.OpenId.Views.Scope.Index
source: Scopes
es: Ámbitos
fa: اِسکوپ‌ها
fr: Portées
it: Ambiti
ru: Области

# OrchardCore.OpenId.Views.Scope.Index
source: Add a scope
es: Agregar un ámbito
fa: افزودن یک اِسکوپ
fr: Ajouter une portée
it: Aggiungi un ambito
ru: Добавить область

# OrchardCore.OpenId.Views.Scope.Index
source: Edit
es: Editar
fa: ویرایش
fr: Modifier
it: Modifica
ru: Редактировать

# OrchardCore.OpenId.Views.Scope.Index
source: Delete
es: Eliminar
fa: پاک‌کردن
fr: Supprimer
it: Elimina
ru: Удалить

# OrchardCore.OpenId.Views.ServerConfiguration.Index
source: Configure OpenID server settings
es: Configurar opciones de servidor OpenID
fa: پیکربندی تنظیمات سرور OpenID
fr: Configurer les paramètres du serveur OpenID
it: Configura le impostazioni del server OpenID
ru: Настройка параметров сервера OpenID

# OrchardCore.OpenId.Views.ServerConfiguration.Index
source: Update the server settings and reload the tenant
es: Actualizar la configuración del servidor y recargar el tenant
fa: به‌روزرسانی تنظیمات سِروِر و بارگذاری مجدد tenant
fr: Mettre à jour les paramètres du serveur et recharger le locataire
it: Aggiorna le impostazioni del server e ricarica il tenant
ru: Обновить настройки сервера и перезагрузить владельца

# OrchardCore.OpenId.Views.ValidationConfiguration.Index
source: Configure OpenID validation settings
es: Configurar opciones de validación OpenID
fa: پیکربندی تنظیمات اعتبارسنجی OpenID
fr: Configurer les paramètres de validation OpenID
it: Configura le impostazioni di validazione OpenID
ru: Настройка параметров проверки OpenID

# OrchardCore.OpenId.Views.ValidationConfiguration.Index
source: Update the server settings and reload the tenant
es: Actualizar la configuración del servidor y recargar el tenant
fa: به‌روزرسانی تنظیمات سِروِر و بارگذاری مجدد tenant
fr: Mettre à jour les paramètres du serveur et recharger le locataire
it: Aggiorna le impostazioni del server e ricarica il tenant
ru: Обновить настройки сервера и перезагрузить владельца

# OrchardCore.OpenId.AdminMenu
source: Applications
es: Aplicaciones
fa: برنامه‌های‌کاربردی
it: Applicazioni
ru: Приложения

# OrchardCore.OpenId.Views.Application.Create
source: Type
es: Tipo
fa: نوع
it: Tipo
ru: Тип

# OrchardCore.OpenId.Views.Application.Edit
source: Type
es: Tipo
fa: نوع
it: Tipo
ru: Тип

# OrchardCore.OpenId.Views.Application.Index
source: Applications
es: Aplicaciones
fa: برنامه‌های‌کاربردی
it: Applicazioni
ru: Приложения

# OrchardCore.OpenId.Views.Scope.Create
source: Description
es: Descripción
fa: توضیحات
it: Descrizione
ru: Описание

# OrchardCore.OpenId.Views.Scope.Edit
source: Description
es: Descripción
fa: توضیحات
it: Descrizione
ru: Описание

# OrchardCore.OpenId.AdminMenu
source: OpenID Connect
es: Conexión OpenID
ru: Подключение OpenID

# OrchardCore.OpenId.Controllers.AccessController
source: The specified 'client_id' parameter is invalid.
es: El parámetro 'client_id' especificado no es válido.
fa: پارامتر 'client_id' مشخص‌شده نامعتبر است.
ru: Указанный параметр 'client_id' является недопустимым.

# OrchardCore.OpenId.Controllers.AccessController
source: The logged in user is not allowed to access this client application.
es: El usuario conectado no está autorizado a acceder a esta aplicación cliente.
fa: کاربری که به سامانه وارد شده است، اجازه دسترسی به برنامه‌کاربردی این سرویس‌گیرنده را ندارد.
ru: Авторизованный пользователь не имеет права доступа к клиентскому приложению.

# OrchardCore.OpenId.Controllers.AccessController
source: Interactive user consent is required.
es: Se requiere consentimiento interactivo de usuario.
fa: تایید تعاملی کاربر ضروری است.
ru: Требуется интерактивное согласие пользователя.

# OrchardCore.OpenId.Controllers.AccessController
source: The resource owner password credentials grant is not supported.
es: La concesión de credenciales de contraseña del propietario del recurso no está soportada.
fa: اعطای اعتبارنامه رمزعبور صاحب منبع، پشتیبانی نمی‌شود.
ru: Предоставление пароля владельца ресурса не поддерживается.

# OrchardCore.OpenId.Controllers.AccessController
source: The user is not logged in.
es: El usuario no está conectado.
fa: کاربر به سامانه وارد نشده است.
ru: Пользователь не авторизован.

# OrchardCore.OpenId.Views.NavigationItemText-openid.Id
source: OpenID Connect
es: Conexión OpenID
ru: Подключение OpenID

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Client Secret
es: Secreto del Cliente
fa: کلید مخفی سرویس‌گیرنده
ru: Секрет клиента

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Certificate Store Location
es: Ubicación de la Tienda de Certificados
fa: محل ذخیره‌سازی گواهی‌نامه
ru: Расположение хранилища сертификатов

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Select the certificate location.
es: Seleccione la ubicación del certificado.
fa: محل گواهی‌نامه را انتخاب کنید.
ru: Выберите расположение сертификата.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Certificate Store Name
es: Nombre de la tienda de certificados
fa: نام ذخیره‌سازی گواهی‌نامه
ru: Название хранилища сертификатов

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Select the certificate store.
es: Seleccione la tienda de certificados.
fa: محل ذخیره گواهی‌نامه را انتخاب کنید.
ru: Выберите расположение сертификата.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Certificate
es: Certificar
fa: گواهینامه
ru: Сертификат

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Select the certificate for signing tokens.
es: Seleccione el certificado para firmar tokens.
fa: گواهی‌نامه‌ای که برای امضا توکن‌ها استفاده می‌شود را انتخاب کنید.
ru: Выберите сертификат для подписей токенов.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Use Rolling Tokens
es: Usar Rolling Tokens
fa: از توکن‌های Rolling استفاده شود
ru: Использовать токены

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: When this option is enabled, a new refresh token is issued for each refresh token request (and the previous one is automatically revoked).
es: Cuando esta opción está activada, se emite un nuevo token de actualización para cada solicitud de token de actualización (y el anterior se revoca automáticamente).
fa: وقتی این گزینه فعال باشد، یک توکن تازه‌سازی جدید برای هر درخواست تازه‌سازی توکن، صادر می‌شود (و توکن قبلی به صورت خودکار باطل می‌شود).
ru: Когда эта опция включена, для каждого запроса ключа обновления выдается новый токен обновления (и предыдущий автоматически отозван).

# OrchardCore.OpenId.Views.OpenIdValidationSettings.Edit
source: Audience
es: Audiencia
fa: مخاطب
ru: Аудитория

# OrchardCore.OpenId.Views.Application.Create
source: Client Secret
es: Cliente Secreto
fa: کلید مخفی سرویس‌گیرنده
ru: Секрет клиента

# OrchardCore.OpenId.Views.Application.Edit
source: Client Secret
es: Cliente Secreto
fa: کلید مخفی سرویس‌گیرنده
ru: Секрет клиента
