Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.GitHub.po
Languages: mk, ru

# OrchardCore.GitHub.AdminMenuGitHubLogin
source: Security
mk: Безбедност
ru: Безопасность

# OrchardCore.GitHub.AdminMenuGitHubLogin
source: Authentication
mk: Автентикација
ru: Аутентификация

# OrchardCore.GitHub.Services.GitHubAuthenticationService
source: ClientID is required
mk: „ClientID“ е задолжителен
ru: Требуется ClientID

# OrchardCore.GitHub.Services.GitHubAuthenticationService
source: ClientSecret is required
mk: „ClientSecret“ е задолжителен
ru: Требуется ClientSecret

# OrchardCore.GitHub.ViewModels.GitHubAuthenticationSettingsViewModel
source: API key is required
mk: API клучот е задолжителен
ru: Требуется ключ API

# OrchardCore.GitHub.ViewModels.GitHubAuthenticationSettingsViewModel
source: API secret key is required
mk: Тајниот API клуч е задолжителен
ru: Требуется секретный ключ API

# OrchardCore.GitHub.ViewModels.GitHubAuthenticationSettingsViewModel
source: Invalid path
mk: Невалидна патека
ru: Недопустимый путь

# OrchardCore.GitHub.Views.GithubAuthenticationSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
mk: Тековниот „потстанар“ ќе биде повторно вчитан, кога ќе бидат сочувани подесувањата.
ru: Текущий тенант будет перезагружен после сохранения настроек.

# OrchardCore.GitHub.Views.GithubAuthenticationSettings.Edit
source: GitHub Authentication Settings
mk: Подесувања за автентификација на GitHub
ru: Настройки аутентификации Github

# OrchardCore.GitHub.Views.GithubAuthenticationSettings.Edit
source: The Client ID defined in the general tab of your <a target="_blank" href="https://github.com/settings/apps">GitHub App</a>.
mk: Client ID дефиниран на генералниот таб на вашата <a target="_blank" href="https://github.com/settings/apps">GitHub App</a>.
ru: Client ID написан на главной вкладке вашего приложения <a target="_blank" href="https://github.com/settings/apps">GitHub App</a>.

# OrchardCore.GitHub.Views.GithubAuthenticationSettings.Edit
source: Client secret
ru: Секретный ключ клиента

# OrchardCore.GitHub.Views.GithubAuthenticationSettings.Edit
source: The secret for your app.
mk: Тајната за вашата апликација.
ru: Секрет вашего приложения.

# OrchardCore.GitHub.Views.GithubAuthenticationSettings.Edit
source: CallbackPath
mk: Патека за повторен повик
ru: Путь для обратного вызова

# OrchardCore.GitHub.Views.GithubAuthenticationSettings.Edit
source: The request path within the application's base path where the user-agent will be returned. The middleware will process this request when it arrives.
mk: Повиканата патека која е дел од апликациската основна патека, каде корисничкиот агент ќе биде вратен. „Middleware“ софтвер ќе го процесира побарувањето кога ќе пристигне.
ru: Путь запроса в базовом пути приложения, куда будет перенаправлен браузер клиента. ПО промежуточного слоя обработает этот запрос при его поступлении.
