Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Users.Core.po
Languages: ja, vi

# OrchardCore.Users.Services.UserService
source: A user name is required.
ja: ユーザー名は必須です
vi: Yêu cầu tên đăng nhập.

# OrchardCore.Users.Services.UserService
source: A password is required.
ja: パスワードは必要です
vi: Mật khẩu là bắt buộc.

# OrchardCore.Users.Services.UserService
source: The specified username/password couple is invalid.
ja: 入力されたユーザー名/パスワードは無効です
vi: Tên đăng nhập hoặc mật khẩu không chính xác.

# OrchardCore.Users.Services.UserService
source: The user is locked out.
ja: ユーザーはロックアウトされています。

# OrchardCore.Users.Services.UserService
source: The specified user is not allowed to sign in.
ja: 入力されたユーザーはログインが許可されていません
vi: Người dùng chỉ định không được phép đăng nhập.

# OrchardCore.Users.Services.UserService
source: The specified user is not allowed to sign in using password authentication.
ja: 入力されたユーザはパスワードによるログインが許可されていません
vi: Người dùng chỉ định không được phép đăng nhập bằng xác thực mật khẩu.

# OrchardCore.Users.Services.UserService
source: A email address is required.
ja: メールアドレスは必須です

# OrchardCore.Users.Services.UserService
source: A token is required.
ja: トークンが必須です
vi: Phải có 1 token.

# OrchardCore.Users.Services.UserService
source: Passwords must have at least one digit character ('0'-'9').
ja: パスワードは少なくとも ('0'-'9') の数値が一つ必要です
vi: Mật khẩu phải có ít nhất 1 chữ số ('0'-'9').

# OrchardCore.Users.Services.UserService
source: Passwords must have at least one lowercase character ('a'-'z').
ja: パスワードは少なくとも小文字の ('a'-'z') が一つ必要です
vi: Mật khẩu phải có ít nhất 1 kí tự viết thường ('a'-'z').

# OrchardCore.Users.Services.UserService
source: Passwords must have at least one uppercase character ('A'-'Z').
ja: パスワードは少なくとも大文字の ('A'-'Z') が一つ必要です
vi: Mật khẩu phải có ít nhất 1 kí tự viết hoa ('A'-'Z').

# OrchardCore.Users.Services.UserService
source: Passwords must have at least one non letter or digit character.
ja: パスワードは少なくとも一つのアルファベットまたは数字以外の文字が必要です
vi: Mật khẩu phải chứa ít nhất 1 kí tự đặc biệt, không phải số, không phải chữ.

# OrchardCore.Users.Services.UserService
source: Passwords must be at least {0} characters.
ja: パスワードは {0} 文字以上必要です
vi: Mật khẩu phải có ít nhất {0} kí tự.

# OrchardCore.Users.Services.UserService
source: Passwords must contain at least {0} unique characters.
ja: パスワードは少なくとも {0} 文字の異なる文字が必要です
vi: Mật khẩu phải chứa ít nhất {0} kí tự duy nhất.

# OrchardCore.Users.Services.UserService
source: Incorrect password.
ja: パスワードが間違っています
vi: Mật khẩu không đúng.

# OrchardCore.Users.Services.UserService
source: User name '{0}' is invalid, can only contain letters or digits.
ja: ユーザー名 {0} は無効です。アルファベットまたは数値のみ使用可能です
vi: Tên đăng nhập '{0}' không hợp lệ, chỉ có thể chứa chữ cái hoặc chữ số.

# OrchardCore.Users.Services.UserService
source: User name '{0}' is already used.
ja: ユーザー名 {0} は既に使用されています
vi: Tên đăng nhập '{0}' đã được sử dụng.

# OrchardCore.Users.Services.UserService
source: Email '{0}' is already used.
ja: Eメール {0} は既に使用されています
vi: Địa chỉ email '{0}' đã được sử dụng.

# OrchardCore.Users.Services.UserService
source: Email '{0}' is invalid.
ja: メールアドレス {0} は無効です
vi: Email '{0}' không hợp lệ.

# OrchardCore.Users.Services.UserService
source: Unexpected error: '{0}'.
ja: 想定外のエラー: '{0}'
vi: Lỗi bất ngờ: '{0} '.
