Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Workflows.po
Languages: ar, cs, el, fa, fr, it, ru, vi

# OrchardCore.Workflows.AdminMenu
source: Workflows
ar: مسيرات عمل
el: Ροές εργασίας
fa: گردش‌کار
ru: Рабочие потоки
vi: Quy trình

# OrchardCore.Workflows.Activities.CommitTransactionTask
source: Commit Transaction Task
ar: تنفيذ مهمة المعاملة
el: Εκτέλεση εργασιών συναλλαγής
it: Attività Commit Transaction

# OrchardCore.Workflows.Activities.CommitTransactionTask
source: Session
ar: جلسة
el: Συνεδρία
it: Sessione

# OrchardCore.Workflows.Activities.CommitTransactionTask
source: Done
ar: تم
el: Ολοκληρώθηκε
it: Fatto

# OrchardCore.Workflows.Activities.CommitTransactionTask
source: Valid
ar: صحيح
el: Έγκυρο
it: Valido

# OrchardCore.Workflows.Activities.CommitTransactionTask
source: Invalid
ar: غير صحيح
el: Μη έγκυρο
it: Non valido

# OrchardCore.Workflows.Activities.CorrelateTask
source: Correlate Task
ar: مهمة ربط
el: Εργασία Συσχετισμού
fa: وظیفه مرتبط‌کردن
fr: Tâche Corréler
it: Task Correlati

# OrchardCore.Workflows.Activities.CorrelateTask
source: Primitives
ar: أوليات
cs: Základní prvky
el: Πρωτόγονα
fa: اولیه‌ها
ru: Примитивы
vi: Nguyên thủy

# OrchardCore.Workflows.Activities.CorrelateTask
source: Done
ar: تم
cs: Hotovo
el: Ολοκληρώθηκε
fa: انجام شد
fr: Terminé
it: Fatto
ru: Готово
vi: Xong

# OrchardCore.Workflows.Activities.ForEachTask
source: For Each Task
ar: مهة For Each
el: Για κάθε εργασία
fa: وظیفه حلقه For Each
fr: Tâche For Each
it: Task Per Ogni

# OrchardCore.Workflows.Activities.ForEachTask
source: Control Flow
ar: التحكم بالمسير
cs: Řídící struktura
el: Έλεγχος ροής
fa: کنترل گردش
fr: Flux de contrôle
it: Controllo del flusso
ru: Контрольный поток
vi: Luồng Điều khiển

# OrchardCore.Workflows.Activities.ForEachTask
source: Iterate
ar: دورة
cs: Opakovat
el: Επαναλέγω
fa: تکرار
fr: Itérer
it: Itera
ru: Исполнить цикл
vi: Lặp lại

# OrchardCore.Workflows.Activities.ForEachTask
source: Done
ar: تم
cs: Hotovo
el: Ολοκληρώθηκε
fa: انجام شد
fr: Terminé
it: Fatto
ru: Готово
vi: Xong

# OrchardCore.Workflows.Activities.ForkTask
source: Fork Task
ar: مهمة تفرع
el: Εργασία Fork
fa: وظیفه انشعاب
fr: Tâche For
it: Task Fork

# OrchardCore.Workflows.Activities.ForkTask
source: Control Flow
ar: التحكم بالمسير
cs: Řídící struktura
el: Έλεγχος Ροής
fa: کنترل گردش
fr: Flux de contrôle
it: Controllo del flusso
ru: Контрольный поток
vi: Luồng Điều khiển

# OrchardCore.Workflows.Activities.ForLoopTask
source: For Loop Task
ar: مهمة دوران For
el: Εργασία For Loop
fa: وظیفه حلقه For Loop
fr: Tâche For Loop
it: Task Ciclo For

# OrchardCore.Workflows.Activities.ForLoopTask
source: Control Flow
ar: التحكم بالمسير
cs: Řídící struktura
el: Έλεγχος Ροής
fa: کنترل گردش
fr: Flux de contrôle
it: Controllo del flusso
ru: Контрольный поток
vi: Luồng Điều khiển

# OrchardCore.Workflows.Activities.ForLoopTask
source: Iterate
ar: دورة
cs: Opakovat
el: Επανάληψη
fa: تکرار
fr: Itérer
it: Itera
ru: Исполнить цикл
vi: Lặp lại

# OrchardCore.Workflows.Activities.ForLoopTask
source: Done
ar: تم
cs: Hotovo
el: Ολοκληρώθηκε
fa: انجام شد
fr: Terminé
it: Fatto
ru: Готово
vi: Xong

# OrchardCore.Workflows.Activities.IfElseTask
source: If Else Task
ar: مهمة If Else
el: Εργασία If Else
fa: وظیفه If Else
fr: Tâche If Else
it: Task If Else

# OrchardCore.Workflows.Activities.IfElseTask
source: Control Flow
ar: التحكم بالمسير
cs: Řídící struktura
el: Έλεγχος ροής
fa: کنترل گردش
fr: Flux de contrôle
it: Controllo del flusso
ru: Контрольный поток
vi: Luồng Điều khiển

# OrchardCore.Workflows.Activities.IfElseTask
source: True
ar: صحيح
cs: Pravda
el: Αληθές
it: Vero
ru: Да
vi: Đúng

# OrchardCore.Workflows.Activities.IfElseTask
source: False
ar: خاطيء
cs: Nepravda
el: Ψευδές
it: Falso
ru: Нет
vi: Sai

# OrchardCore.Workflows.Activities.JoinTask
source: Join Task
ar: مهمة ربط
el: Συμμετοχή στην Εργασία
fa: وظیفه اتصال
fr: Tâche Join
it: Task Join

# OrchardCore.Workflows.Activities.JoinTask
source: Control Flow
ar: التحكم بالمسير
cs: Řídící struktura
el: Έλεγχος Ροής
fa: کنترل گردش
fr: Flux de contrôle
it: Controllo del flusso
ru: Контрольный поток
vi: Luồng Điều khiển

# OrchardCore.Workflows.Activities.JoinTask
source: Joined
ar: مرتبط
cs: Sloučeno
el: Εντάχθηκαν
fa: متصل‌شده
fr: Joint
it: Unito
ru: Присоединено
vi: Đã nối

# OrchardCore.Workflows.Activities.LogTask
source: Log Task
ar: مهمة تسجيل حدث
el: Εργασία καταγραφής
fa: وظیفه گزارش (Log)
fr: Tâche Log
it: Task Log

# OrchardCore.Workflows.Activities.LogTask
source: Primitives
ar: أوليات
cs: Základní prvky
el: Πρωτόγονα
fa: اولیه‌ها
ru: Примитивы
vi: Nguyên thủy

# OrchardCore.Workflows.Activities.LogTask
source: Done
ar: تم
cs: Hotovo
el: Ολοκληρώθηκε
fa: انجام شد
fr: Terminé
it: Fatto
ru: Готово
vi: Xong

# OrchardCore.Workflows.Activities.MissingActivity
source: Missing Activity
ar: نشاط مفقود
el: Ελλείπεις δραστηριότητα
fa: فعالیت پیدا نشد
fr: Tâche Missing
it: Attività mancante

# OrchardCore.Workflows.Activities.MissingActivity
source: Exceptions
ar: استثناءات
cs: Výjimky
el: Εξαιρέσεις
fa: استثنائات (خطاها)
it: Eccezioni
ru: Исключения
vi: Ngoại lệ

# OrchardCore.Workflows.Activities.NotifyTask
source: Notify Task
ar: مهمة تذكير
el: Εργασία ειδοποίησης
fa: وظیفه آگاه‌سازی
fr: Tâche Notification
it: Task Notifica

# OrchardCore.Workflows.Activities.NotifyTask
source: UI
ar: واجهة المستخدم
el: Περιβάλλον [UI]
fa: رابط کاربری
ru: Интерфейс
vi: Giao diện người dùng

# OrchardCore.Workflows.Activities.NotifyTask
source: Done
ar: تم
cs: Hotovo
el: Ολοκληρώθηκε
fa: انجام شد
fr: Terminé
it: Fatto
ru: Готово
vi: Xong

# OrchardCore.Workflows.Activities.ScriptTask
source: Script Task
ar: مهمة سكربت
el: Εργασία Script
fa: وظیفه اسکریپت
fr: Tâche Script
it: Task Script

# OrchardCore.Workflows.Activities.ScriptTask
source: Control Flow
ar: التحكم بالمسير
cs: Řídící struktura
el: Έλεγχος Ροής
fa: کنترل گردش
fr: Flux de contrôle
it: Controllo del flusso
ru: Контрольный поток
vi: Luồng Điều khiển

# OrchardCore.Workflows.Activities.SetOutputTask
source: Set Output Task
ar: مهمة ضبط الإخراج
el: Ορίστε την Εργασία Εξόδου
fa: وظیفه تنظیم خروجی
fr: Tâche Set Output
it: Task Set Output

# OrchardCore.Workflows.Activities.SetOutputTask
source: Primitives
ar: أوليات
cs: Základní prvky
el: Πρωτόγονα
fa: اولیه‌ها
ru: Примитивы
vi: Nguyên thủy

# OrchardCore.Workflows.Activities.SetOutputTask
source: Done
ar: تم
cs: Hotovo
el: Ολοκληρώθηκε
fa: انجام شد
fr: Terminé
it: Fatto
ru: Готово
vi: Xong

# OrchardCore.Workflows.Activities.SetPropertyTask
source: Set Property Task
ar: مهمة ضبط خاصية
el: Εργασία Ορισμού Προτεραιότητας
fa: وظیفه تنظیم ویژگی (property)
fr: Tâche Set Property
it: Task Set Property

# OrchardCore.Workflows.Activities.SetPropertyTask
source: Primitives
ar: أوليات
cs: Základní prvky
el: Πρωτόγονα
fa: اولیه‌ها
ru: Примитивы
vi: Nguyên thủy

# OrchardCore.Workflows.Activities.SetPropertyTask
source: Done
ar: تم
cs: Hotovo
el: Ολοκληρώθηκε
fa: انجام شد
fr: Terminé
it: Fatto
ru: Готово
vi: Xong

# OrchardCore.Workflows.Activities.WhileLoopTask
source: While Loop Task
ar: مهمة دوران While
el: Εργασία While Loop
fa: وظیفه حلقه While
fr: Tâche While Loop
it: Task Ciclo While

# OrchardCore.Workflows.Activities.WhileLoopTask
source: Control Flow
ar: التحكم بالمسير
cs: Řídící struktura
el: Έλεγχος Ροής
fa: کنترل گردش
fr: Flux de contrôle
it: Controllo del flusso
ru: Контрольный поток
vi: Luồng Điều khiển

# OrchardCore.Workflows.Activities.WhileLoopTask
source: Iterate
ar: دورة
cs: Opakovat
el: Επανάληψη
fa: تکرار
fr: Itérer
it: Itera
ru: Исполнить цикл
vi: Lặp lại

# OrchardCore.Workflows.Activities.WhileLoopTask
source: Done
ar: تم
cs: Hotovo
el: Ολοκληρώθηκε
fa: انجام شد
fr: Terminé
it: Fatto
ru: Готово
vi: Xong

# OrchardCore.Workflows.Controllers.ActivityController
source: Activity added successfully.
ar: تمت إضافة نشاط بنجاح.
el: Η δραστηριότητα προστέθηκε με επιτυχία.
it: Attività aggiunta con successo.

# OrchardCore.Workflows.Controllers.ActivityController
source: Activity updated successfully.
ar: تم تحديث النشاط بنجاح.
el: Η δραστηριότητα ενημερώθηκε με επιτυχία.
it: Attività aggiornata con successo.

# OrchardCore.Workflows.Controllers.WorkflowController
source: Recently created
ar: أنشئت مؤخراً
el: Δημιουργήθηκε πρόσφατα
it: Creati di recente

# OrchardCore.Workflows.Controllers.WorkflowController
source: Least recently created
ar: تم إنشاؤه مؤخراً
el: Δημιουργήθηκε το λιγότερο πρόσφατο
it: Creati di recente

# OrchardCore.Workflows.Controllers.WorkflowController
source: All
ar: الكل
el: Όλα
it: Tutto

# OrchardCore.Workflows.Controllers.WorkflowController
source: Faulted
ar: خطأ
el: Λανθασμένα
it: In Errore

# OrchardCore.Workflows.Controllers.WorkflowController
source: Finished
ar: إنتهت
el: Ολοκληρωμένα
it: Finito

# OrchardCore.Workflows.Controllers.WorkflowController
source: Delete
ar: حذف
el: Διαγραφή
it: Elimina

# OrchardCore.Workflows.Controllers.WorkflowController
source: Workflow {0} has been deleted.
ar: تم حذف المسير {0} بنجاح.
cs: Workflow {0} bylo odstraněno.
el: Η ροή εργασίας {0} έχει διαγραφεί.
fa: گردش‌کار {0} پاک شده است.
fr: Le workflow {0} a été supprimé.
it: Il workflow {0} è stato eliminato.
ru: Рабочий процесс {0} был удален.
vi: Quy trình {0} đã bị xóa.

# OrchardCore.Workflows.Controllers.WorkflowTypeController
source: Delete
ar: حذف
el: Διαγραφή
it: Elimina

# OrchardCore.Workflows.Controllers.WorkflowTypeController
source: Workflow {0} has been deleted.
ar: تم حذف المسير {0} بنجاح.
cs: Workflow {0} bylo odstraněno.
el: 30/5000 Η ροή εργασίας {0} έχει διαγραφεί.
fa: گردش کار {0} پاک شده است.
fr: Le workflow {0} a été supprimé.
it: Il workflow {0} è stato eliminato.
ru: Рабочий процесс {0} был удален.
vi: Quy trình {0} đã bị xóa.

# OrchardCore.Workflows.Controllers.WorkflowTypeController
source: Workflow has been saved.
ar: تم حفظ مسار العمل.
el: Η ροή εργασίας έχει αποθηκευτεί.
it: Il workflow è stato salvato.

# OrchardCore.Workflows.Controllers.WorkflowTypeController
source: Workflow {0} deleted
ar: تم حذف {0} مسار عمل
el: Η ροή εργασίας {0} διαγράφηκε
it: Workflow {0} eliminato

# OrchardCore.Workflows.Timers.TimerEvent
source: Timer Event
ar: حدث توقيت
el: Συμβάν χρονομέτρου
fa: رویداد تایمر
fr: Événement Timer
it: Evento timer

# OrchardCore.Workflows.Timers.TimerEvent
source: Background
ar: الخلفية
cs: Na pozadí
el: Υπόβαθρο
fa: پس‌زمینه
fr: Arrière-plan
it: Processi in Background
ru: Фоновый режим
vi: Nền

# OrchardCore.Workflows.Timers.TimerEvent
source: Done
ar: تم
cs: Hotovo
el: Ολοκληρώθηκε
fa: انجام شد
fr: Terminé
it: Fatto
ru: Готово
vi: Xong

# OrchardCore.Workflows.Http.Activities.HttpRedirectTask
source: Http Redirect Task
ar: مهمة إعادة توجيه Http
el: Εργασία ανακατεύθυνσης Http
fa: وظیفه تغییرمسیر Http
fr: Tâche de redirection Http
it: Attività di Redirect Http

# OrchardCore.Workflows.Http.Activities.HttpRedirectTask
source: Done
ar: تم
cs: Hotovo
el: Ολοκληρώθηκε
fa: انجام شد
fr: Terminé
it: Fatto
ru: Готово
vi: Xong

# OrchardCore.Workflows.Http.Activities.HttpRequestEvent
source: Http Request Event
ar: حدث طلب Http
el: Αίτημα Συμβάντος Http
fa: رویداد درخواست Http
fr: Événement de requête Http
it: Evento richiesta HTTP

# OrchardCore.Workflows.Http.Activities.HttpRequestEvent
source: Done
ar: تم
cs: Hotovo
el: Ολοκληρώθηκε
fa: انجام شد
fr: Terminé
it: Fatto
ru: Готово
vi: Xong

# OrchardCore.Workflows.Http.Activities.HttpRequestFilterEvent
source: Http Request Filter Event
ar: حدث فلترة طلب Http
el: Φίλτρο Αίτημα Συμβάντος Http
fa: رویداد فیلترکردن درخواست Http
fr: Événement de filtre de requête Http
it: Evento filtro richiesta HTTP

# OrchardCore.Workflows.Http.Activities.HttpRequestFilterEvent
source: Matched
ar: متطابقة
cs: Shoduje se
el: Ταιριάζουν
fa: تطبیق‌یافته
it: Corrispondenti
ru: Совпадает
vi: Giống nhau

# OrchardCore.Workflows.Http.Activities.HttpRequestTask
source: Http Request Task
ar: مهمة طلب Http
el: Αίτηση Εργασίας Http
fa: وظیفه درخواست Http
fr: Tâche de requête Http
it: Attività di Richiesta Http

# OrchardCore.Workflows.Http.Activities.HttpRequestTask
source: Unhandled Http Status
ar: حالة HTTP غير معالجة
cs: Neošetřený HTTP status
el: Μη ελεγχόμενη κατάσταση Http
fa: وضعیت Http کنترل نشده
fr: Statut Http non géré
it: Stato Http non gestito
ru: Статус Http не обработан
vi: Trạng thái Http Chưa được xử lý

# OrchardCore.Workflows.Http.Activities.HttpResponseTask
source: Http Response Task
ar: مهمة إستجابة Http
el: Εργασία Ανταπόκρισης Http
fa: وظیفه پاسخ Http
fr: Tâche de réponse Http
it: Attività di Risposta Http

# OrchardCore.Workflows.Http.Activities.HttpResponseTask
source: Done
ar: تم
cs: Hotovo
el: Ολοκληρώθηκε
fa: انجام شد
fr: Terminé
it: Fatto
ru: Готово
vi: Xong

# OrchardCore.Workflows.Http.Activities.SignalEvent
source: Signal Event
ar: مهمة إشعار
el: Σήμα Συμβάντος
fa: رویداد سیگنال
fr: Événement Signal
it: Evento segnale

# OrchardCore.Workflows.Http.Activities.SignalEvent
source: Done
ar: تم
cs: Hotovo
el: Ολοκληρώθηκε
fa: انجام شد
fr: Terminé
it: Fatto
ru: Готово
vi: Xong

# OrchardCore.Workflows.UserTasks.Activities.UserTaskEvent
source: User Task Event
ar: حدث مهمة مستخدم
el: Γεγονότα Εργασίας Χρήστη
fa: رویداد وظیفه کاربر
fr: Événement de tâche utilisateur
it: Evento Attività Utente

# OrchardCore.Workflows.UserTasks.Activities.UserTaskEvent
source: Content
ar: محتوى
cs: Obsah
el: Περιεχόμενο
fa: محتوا
fr: Contenu
it: Contenuto
ru: Контент
vi: Nội dung

# OrchardCore.Workflows.UserTasks.Drivers.UserTaskEventContentDriver
source: Not authorized to trigger '{0}'.
ar: غير مصرح له بتشغيل {0}.
el: Δεν είναι εξουσιοδοτημένο να ενεργοποιεί το '{0}'.
it: Non autorizzato ad attivare '{0}'.

# OrchardCore.Workflows.Views.Activity.Design
source: Startup task
ar: المهمة الأولية
cs: Úvodní akce
el: Εργασία εκκίνησης
fa: وظیفه‌ای که گردش‌کار را راه‌اندازی می‌کند
fr: Tâche de démarrage
it: Task Avvio
ru: Стартовая задача
vi: Tác vụ đầu tiên

# OrchardCore.Workflows.Views.Activity.Design
source: Edit
ar: تحرير
cs: Upravit
el: Επεξεργασία
fa: ویرایش
fr: Modifier
it: Modifica
ru: Редактировать
vi: Sửa

# OrchardCore.Workflows.Views.Activity.Design
source: Delete
ar: حذف
cs: Smazat
el: Διαγραφή
fa: پاک‌کردن
fr: Supprimer
it: Elimina
ru: Удалить
vi: Xóa

# OrchardCore.Workflows.Views.Activity.Thumbnail
source: Add
ar: إضافة
cs: Přidat
el: Προσθήκη
fa: افزودن
fr: Ajouter
it: Aggiungi
ru: Добавить
vi: Thêm

# OrchardCore.Workflows.Views.ActivityMetadata.Edit
source: Title
ar: عنوان
cs: Titulek
el: Τίτλος
fa: عنوان
fr: Titre
it: Titolo
ru: Заголовок
vi: Tiêu đề

# OrchardCore.Workflows.Views.ActivityMetadata.Edit
source: Optionally provide a custom title for this activity.
ar: اختيارياً، قم بوضع عنوان مخصص لهذا النشاط.
cs: Volitelně zadejte vlastní název pro tuto akci.
el: Παρέχετε προαιρετικά έναν προσαρμοσμένο τίτλο για αυτήν τη δραστηριότητα.
fa: (اختیاری) برای این فعالیت یک عنوان دلخواه ارائه دهید.
fr: Fournir un titre personnalisé pour cette activité.
it: E' possibile aggiungere un titolo personalizzato per l'attività.
ru: Опционально укажите название для этой деятельности.
vi: Tùy chọn cung cấp tiêu đề đã được chỉnh sửa cho hoạt động này.

# OrchardCore.Workflows.Views.Content.UserTaskButton
source: and Save
ar: و حفظ
el: και Αποθήκευση
it: e Salva

# OrchardCore.Workflows.Views.Content.UserTaskButton
source: Toggle Dropdown
ar: تبديل القائمة
el: Εναλλαγή Αναπτυσσόμενου Μενού
it: Attiva/disattiva menu a discesa

# OrchardCore.Workflows.Views.Content.UserTaskButton
source: and Publish
ar: و نشر
el: και Δημοσίευση
it: e Pubblica

# OrchardCore.Workflows.Views.Content.UserTaskButton
source: User Actions
ar: إجراءات المستخدم
cs: Akce uživatele
el: Ενέργειες χρηστών
fa: اقدامات کاربر
fr: Actions utilisateur
it: Azioni utente
ru: Действия пользователя
vi: Thao tác Người dùng

# OrchardCore.Workflows.Views.NavigationItemText-workflows.Id
source: Workflows
ar: مسيرات عمل
el: Ροές εργασίας
fa: گردش‌کار
ru: Рабочие потоки
vi: Quy trình

# OrchardCore.Workflows.Views.Activity.Create
source: Add {0}
ar: إضافة {0}
cs: Přidat {0}
el: Προσθήκη {0}
fa: افزودن {0}
fr: Ajouter {0}
it: Aggiungi {0}
ru: Добавить {0}
vi: Thêm {0}

# OrchardCore.Workflows.Views.Activity.Create
source: Save
ar: حفظ
cs: Uložit
el: Αποθήκευση
fa: ذخیره
fr: Enregistrer
it: Salva
ru: Сохранить
vi: Lưu

# OrchardCore.Workflows.Views.Activity.Create
source: Cancel
ar: إلغاء
cs: Storno
el: Ακύρωση
fa: انصراف
fr: Annuler
it: Annulla
ru: Отмена
vi: Bỏ qua

# OrchardCore.Workflows.Views.Activity.EditActivity
source: Edit {0}
ar: تحرير {0}
cs: Upravit {0}
el: Επεξεργασία {0}
fa: ویرایش {0}
fr: Modifier {0}
it: Modifica {0}
ru: Редактировать {0}
vi: Sửa {0}

# OrchardCore.Workflows.Views.Activity.EditActivity
source: Save
ar: حفظ
cs: Uložit
el: Αποθήκευση
fa: ذخیره
fr: Enregistrer
it: Salva
ru: Сохранить
vi: Lưu

# OrchardCore.Workflows.Views.Activity.EditActivity
source: Cancel
ar: إلغاء
cs: Storno
el: Άκυρο
fa: انصراف
fr: Annuler
it: Annulla
ru: Отмена
vi: Bỏ qua

# OrchardCore.Workflows.Views.Items.AllWorkflowTypeDeploymentStep.Fields.Edit
source: All Workflow Types
ar: جميع أنواع مسيرات العمل
cs: Všechny typy workflow
el: Όλοι οι τύποι ροής εργασιών
fa: همه انواع گردش‌کار
fr: Tous les types de workflow
it: Tutti i tipi di Workflow
ru: Все типы рабочих процессов
vi: Tất cả Loại Quy trình

# OrchardCore.Workflows.Views.Items.AllWorkflowTypeDeploymentStep.Fields.Summary
source: All Workflow Types
ar: جميع أنواع مسيرات العمل
cs: Všechny typy workflow
el: Όλοι οι τύποι ροής εργασιών
fa: همه انواع گردش‌کار
fr: Gérer les types de workflow
it: Tutti i tipi di Workflow
ru: Все типы рабочих процессов
vi: Tất cả Loại Quy trình

# OrchardCore.Workflows.Views.Items.AllWorkflowTypeDeploymentStep.Fields.Summary
source: Adds all Workflow types
ar: إضافة جميع أنواع مسيرات العمل
cs: Přidá všechny typy workflow
el: Προσθέτει όλους τους τύπους ροής εργασίας
fa: همه انواع گردش‌کار را اضافه می‌کند
fr: Ajoute tous les types de workflow
it: Aggiunge tutti i tipi di Workflow
ru: Добавляет все типы рабочих процессов
vi: Thêm tất cả loại Quy trình

# OrchardCore.Workflows.Views.Items.AllWorkflowTypeDeploymentStep.Fields.Thumbnail
source: All Workflows
ar: جميع مسارات العمل
el: Όλες οι ροές εργασίας
it: Tutti I Workflow

# OrchardCore.Workflows.Views.Items.AllWorkflowTypeDeploymentStep.Fields.Thumbnail
source: Exports all the Workflows of the system.
ar: تصدير كل أنواع مسارات العمل من النظام.
el: Εξάγει όλες τις ροές εργασίας του συστήματος.
it: Esporta tutti workflow del sistema.

# OrchardCore.Workflows.Views.Items.CommitTransactionTask.Fields.Design
source: Commit Transaction
ar: إجراء المعاملة

# OrchardCore.Workflows.Views.Items.CommitTransactionTask.Fields.Thumbnail
source: Commit Transaction
ar: إجراء المعاملة

# OrchardCore.Workflows.Views.Items.CommitTransactionTask.Fields.Thumbnail
source: Commit the current transaction.
ar: قم بتنفيذ المعاملة الحالية.
it: Commit della transazione corrente.

# OrchardCore.Workflows.Views.Items.CorrelateTask.Fields.Design
source: Correlate
ar: علاقة إعتمادية
cs: Porovnat
el: Συσχετισμός
fa: مرتبط کردن
fr: Corréler
it: Correlazione
ru: Корреляция
vi: Liên quan

# OrchardCore.Workflows.Views.Items.CorrelateTask.Fields.Edit
source: Value
ar: قيمة
cs: Hodnota
el: Τιμή
fa: مقدار
fr: Valeur
it: Valore
ru: Значение
vi: Giá trị

# OrchardCore.Workflows.Views.Items.CorrelateTask.Fields.Thumbnail
source: Correlate
ar: علاقة إعتمادية
cs: Porovnat
el: Συσχετισμός
fa: مرتبط کردن
fr: Corréler
it: Correlazione
ru: Корреляция
vi: Tương quan

# OrchardCore.Workflows.Views.Items.CorrelateTask.Fields.Thumbnail
source: Correlate the current workflow instance with a value.
ar: ربط مثيل سير العمل الحالي بقيمة.
cs: Porovnat aktuální instance workflow s hodnotou.
el: Συσχετίστε τη τρέχουσα περίπτωση ροής εργασίας με μία τιμή.
fa: یک گردش‌کار در حال اجرا را با یک مقدار مرتبط می‌کند.
fr: Corréler l'instance de workflow actuelle avec une valeur.
it: Associa l'istanza corrente del workflow aon un valore.
ru: Корректировать текущий экземпляр рабочего процесса с значением.
vi: Tương quan trường hợp quy trình hiện tại với một giá trị.

# OrchardCore.Workflows.Views.Items.ForEachTask.Fields.Design
source: For Each
ar: لكل
el: Για κάθε
fa: حلقه For Each
it: Per ogni
vi: Đối với mỗi

# OrchardCore.Workflows.Views.Items.ForEachTask.Fields.Design
source: Iterate <em>{0}</em> over <em>{1}</em>
ar: التكرار <em>{0}</em> على <em>{1}</em>
cs: Opakovat pro <em>{0}</em> z <em>{1}</em>
el: Επανάληψη <em> {0} </em> πάνω από το <em> {1} </em>
fa: تکرار <em>{0}</em> از <em>{1}</em>
fr: Itérer <em>{0}</em> sur <em>{1}</em>
it: Itera <em>{0}</em> su <em>{1}</em>
ru: Выполнять <em>{0}</em> из <em>{1}</em>
vi: Lặp lại <em>{0}</em> qua <em>{1}</em>

# OrchardCore.Workflows.Views.Items.ForEachTask.Fields.Edit
source: Enumerable Expression
ar: تعبير قابل للتعداد
cs: Výraz s podporou iterace
el: Enumerable Έκφραση
fa: عبارت قابل‌شمارش (Enumerable Expression)
fr: Expression énumérable
it: Espressione numerica
ru: Полное выражение
vi: Biểu thức Enumerable

# OrchardCore.Workflows.Views.Items.ForEachTask.Fields.Edit
source: The list to iterate. With JavaScript support.
ar: قائمة للتكرار. مع دعم الجافا سكريبت.
cs: Seznam, přes který se má iterovat. S podporou JavaScript.
el: Η λίστα για επανάληψη. Με υποστήριξη JavaScript.
fa: لیستی که آیتم‌های آن یکی‌یکی تکرار می‌شوند. با پشتیبانی از JavaScript.
fr: La liste à itérer. Supporte la syntaxe JavaScript.
it: L'elenco da iterare. Supporta sintassi JavaScript.
ru: Список итерации. С поддержкой JavaScript.
vi: Danh sách để lặp lại. Với sự hỗ trợ JavaScript.

# OrchardCore.Workflows.Views.Items.ForEachTask.Fields.Edit
source: Looping Variable
ar: متغير الدوران
cs: Proměnná cyklu
el: Μεταβλητή Βρόχου
fa: متغیر حلقه
fr: Variable de boucle
it: Variabile di ciclo
ru: Циклическая переменная
vi: Biến Vòng lặp

# OrchardCore.Workflows.Views.Items.ForEachTask.Fields.Edit
source: The name of the looping variable. The current value of each iteration is set to a property with this name as well as the last result.
ar: إسم متغير الدوران. القيمة الحالية لكل حلقة تضبط إلى خاصية بنفس الإسم.
cs: Název proměnné cyklu. Do proměnné s tímto jménem je během každé iterace nastavena aktuální hodnota. Po skončení iterace proměnná obsahuje poslední hodnotu.
el: Το όνομα της μεταβλητής βρόχου. Η τρέχουσα τιμή κάθε επανάληψης ορίζεται σε μια ιδιότητα με αυτό το όνομα καθώς και στο τελευταίο αποτέλεσμα.
fa: نام متغیر حلقه. مقدار جاری در هر تکرار، در یک property با این نام قرار می‌گیرد. در پایان نتیجه نهایی نیز در آن قرار می‌گیرد.
fr: Le nom de la variable de boucle. La valeur courante de chaque itération est définie à une propriété avec ce nom ainsi que le dernier résultat.
it: Il nome della variabile di ciclo. Il valore attuale di ogni iterazione è impostato su una proprietà con questo nome.
ru: Имя переменной цикла. Текущее значение каждой итерации задается свойству с таким именем, а также последним результатом.
vi: Tên của biến vòng lặp. Giá trị hiện tại của mỗi lần lặp được đặt thành một thuộc tính có tên này cũng như kết quả cuối cùng.

# OrchardCore.Workflows.Views.Items.ForEachTask.Fields.Thumbnail
source: For Each
ar: لكل
el: Για κάθε
fa: حلقه For Each
it: Per ogni
vi: Đối với Mỗi

# OrchardCore.Workflows.Views.Items.ForEachTask.Fields.Thumbnail
source: Iterate over a list of items.
ar: التكرار على قائمة العناصر.
cs: Iterovat přes seznam položek.
el: Επανάληψη σε μία λίστα με στοιχεία.
fa: آیتم‌های یک لیست را تکرار می‌کند.
fr: Itère sur une liste d'éléments.
it: Itera sulla lista di elementi.
ru: Цикл по списку элементов.
vi: Lặp lại một danh sách các mục.

# OrchardCore.Workflows.Views.Items.ForkTask.Fields.Design
source: Fork
ar: تفرع
cs: Rozdělit
el: Διακλάδωση
fa: انشعاب
it: Suddividi
ru: Ответвление
vi: Nhánh
