Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.ReverseProxy.po
Languages: de, mk

# OrchardCore.ReverseProxy.AdminMenu
source: Configuration
de: Konfiguration
mk: Конфигурација

# OrchardCore.ReverseProxy.AdminMenu
source: Settings
de: Einstellungen
mk: Подесувања

# OrchardCore.ReverseProxy.AdminMenu
source: Reverse Proxy
mk: Обратно прокси

# OrchardCore.ReverseProxy.DeploymentStartup
source: Reverse Proxy settings
de: Reverse-Proxy-Einstellungen
mk: Подесувања на обратен прокси

# OrchardCore.ReverseProxy.DeploymentStartup
source: Exports the Reverse Proxy settings.
de: Exportiert die Reverse-Proxy-Einstellungen.
mk: Експор на подесувања на обратен прокси.

# OrchardCore.ReverseProxy.Views.NavigationItemText-reverseproxy.Id
source: Reverse Proxy
mk: Обратно прокси

# OrchardCore.ReverseProxy.Views.ReverseProxySettings.Edit
source: The current tenant will be reloaded when the settings are saved.
de: Der aktuelle Mandant wird neu geladen, wenn die Einstellungen gespeichert werden.
mk: Тековниот „потстанар“ ќе биде повторно вчитан, кога ќе бидат сочувани подесувањата.

# OrchardCore.ReverseProxy.Views.ReverseProxySettings.Edit
source: Enables the forwarding of the HTTP header X-Forwarded-For
de: Aktiviert die Weiterleitung des HTTP-Headers X-Forwarded-For
mk: Овозможува препраќање на HTTP хедерот „X-Forwarded-For“

# OrchardCore.ReverseProxy.Views.ReverseProxySettings.Edit
source: Current request value;
de: Aktueller Anfragewert;
mk: Моменталната вредност на повикот;

# OrchardCore.ReverseProxy.Views.ReverseProxySettings.Edit
source: Enables the forwarding of the HTTP header X-Forwarded-Proto
de: Aktiviert die Weiterleitung des HTTP-Headers X-Forwarded-Proto
mk: Овозможува препраќање на HTTP хедерот „X-Forwarded-Proto“

# OrchardCore.ReverseProxy.Views.ReverseProxySettings.Edit
source: Enables the forwarding of the HTTP header X-Forwarded-Host
de: Aktiviert die Weiterleitung des HTTP-Headers X-Forwarded-Host
mk: Овозможува препраќање на HTTP хедерот „X-Forwarded-Host“

# OrchardCore.ReverseProxy.Views.ReverseProxySettings.Edit
source: Documentation available at: {0}
de: Dokumentation verf√ºgbar unter: {0}
mk: Документација достапна на: {0}
