Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Google.po
Languages: el, fa, fi, tr

# OrchardCore.Google.GoogleAuthenticationAdminMenu
source: Security
el: Ασφάλεια
fi: Turvallisuus
tr: Güvenlik

# OrchardCore.Google.GoogleAuthenticationAdminMenu
source: Authentication
el: Ταυτοποίηση
fi: Autentikointi
tr: Kimlik doğrulama

# OrchardCore.Google.GoogleAnalyticsAdminMenu
source: Configuration
el: Παραμετροποίηση
fi: Konfigurointi
tr: Konfigürasyon

# OrchardCore.Google.GoogleAnalyticsAdminMenu
source: Settings
el: Ρυθμίσεις
fi: Asetukset
tr: Ayarlar

# OrchardCore.Google.GoogleTagManagerAdminMenu
source: Configuration
el: Διαμόρφωση
fi: Konfigurointi
tr: Yapılandırma

# OrchardCore.Google.GoogleTagManagerAdminMenu
source: Settings
el: Ρυθμίσεις
fi: Asetukset
tr: Ayarlar

# OrchardCore.Google.GoogleTagManagerAdminMenu
source: Google Tag Manager
el: Διαχειριστής ετικετών Google
tr: Google Etiket Yöneticisi

# OrchardCore.Google.GoogleAuthenticationDeploymentStartup
source: Google Authentication Settings
el: Ρυθμίσεις Google Authentication
fi: Googlen autentikointiasetukset
tr: Google Kimlik Doğrulama Ayarları

# OrchardCore.Google.GoogleAuthenticationDeploymentStartup
source: Exports the Google Authentication settings.
el: Εξάγει τις ρυθμίσεις Google Authentication.
tr: Google Kimlik Doğrulama ayarlarını dışa aktarır.

# OrchardCore.Google.GoogleAnalyticsDeploymentStartup
source: Google Analytics Settings
el: Ρυθμίσεις Google Analytics
fi: Google Analytics -asetukset
tr: Google Analytics Ayarları

# OrchardCore.Google.GoogleAnalyticsDeploymentStartup
source: Exports the Google Analytics settings.
el: Εξάγει τις ρυθμίσεις του Google Analytics.
tr: Google Analytics ayarlarını dışa aktarır.

# OrchardCore.Google.GoogleTagManagerDeploymentStartup
source: Google Tag Manager Settings
el: Ρυθμίσεις Διαχειριστή ετικετών Google
tr: Google Etiket Yöneticisi Ayarları

# OrchardCore.Google.GoogleTagManagerDeploymentStartup
source: Exports the Google Tag Manager settings.
el: Εξάγει τις ρυθμίσεις του Διαχειριστή ετικετών Google.
tr: Google Etiket Yöneticisi ayarlarını dışa aktarır.

source: ClientID key is required
el: Το κλειδί ClientID είναι υποχρεωτικό
fi: ClietID on pakollinen
tr: ClientID anahtarı gerekli

source: Invalid path
el: Μη έγκυρη διαδρομή
fi: Virheellinen polku
tr: Geçersiz yöntem

# OrchardCore.Google.Views.GoogleAnalyticsSettings.Edit
source: See documentation
el: Δείτε την τεκμηρίωση
fi: Katso dokumentaatio
tr: Dokümantasyonu gör

# OrchardCore.Google.Views.GoogleAnalyticsSettings.Edit
source: Google Analytics Settings
el: Ρυθμίσεις Google Analytics
fa: تنظیمات گوگل آنالیتیکس
fi: Google Analytics -asetukset
tr: Google Analytics Ayarları

# OrchardCore.Google.Views.GoogleAnalyticsSettings.Edit
source: Tracking ID
fa: شناسه ردیابی
fi: Seuranta ID
tr: Takip Kimliği

# OrchardCore.Google.Views.GoogleAnalyticsSettings.Edit
source: The tracking ID defined in your Google Analytics account.
el: Το ID παρακολούθησης που έχει οριστεί στο λογαριασμό σας στο Google Analytics.
fa: شناسه ردیابی در حساب‌کاربری گوگل آنالیتیکس شما تعریف شده است.
fi: Seurantatunnut, mikä on määritelty Google Analytics -tiliin.
tr: Google Analytics hesabınızda tanımlanan izleme kimliği.

# OrchardCore.Google.Views.GoogleAuthenticationSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
el: Ο τρέχων ενοικιαστής θα φορτωθεί ξανά όταν αποθηκευτούν οι ρυθμίσεις.
fa: پس از ذخیره تنظیمات، tenant جاری، مجدد بارگذاری خواهد شد.
fi: Nykyinen ympäristö (tenant) ladataan uudelleen asetusten tallentamisen yhteydessä.
tr: Ayarlar kaydedildiğinde mevcut kiracı (tenant) yeniden yüklenir.

# OrchardCore.Google.Views.GoogleAuthenticationSettings.Edit
source: See documentation
el: Δείτε την τεκμηρίωση
fi: Katso dokumentaatio
tr: Dokümantasyonu gör

# OrchardCore.Google.Views.GoogleAuthenticationSettings.Edit
source: An error occurred while decrypting a setting. Please apply and save.
el: Παρουσιάστηκε σφάλμα κατά την αποκρυπτογράφηση μιας ρύθμισης. Κάντε αίτηση και αποθηκεύστε.
fi: Asetuksen salauksen purussa tapahtui virhe. Ota käyttöön ja tallenna.
tr: Ayarın şifresi çözülürken bir hata oluştu. Lütfen uygulayın ve kaydedin.

# OrchardCore.Google.Views.GoogleAuthenticationSettings.Edit
source: Google Authentication Settings
el: Ρυθμίσεις Google Authentication
fa: تنظیمات احرازهویت گوگل
fi: Googlen autentikointiasetukset
tr: Google Kimlik Doğrulama Ayarları

# OrchardCore.Google.Views.GoogleAuthenticationSettings.Edit
source: Client ID
el: ID Πελάτη
fa: شناسه سرویس‌گیرنده
tr: İstemci Kimliği

# OrchardCore.Google.Views.GoogleAuthenticationSettings.Edit
source: The client id defined in Google API console for the application.
el: Το id πελάτη που ορίζεται στην κονσόλα API Google για την εφαρμογή.
fa: شناسه سرویس‌گیرنده در کنسول Google API مربوط به این برنامه‌کاربردی تعریف شده است.
fi: Google API -konsolissa sovellukselle määritelty asiakastunnus.
tr: Uygulama için Google API konsolunda tanımlanan istemci kimliği.

# OrchardCore.Google.Views.GoogleAuthenticationSettings.Edit
source: API secret key
el: Μυστικό κλειδί API
fa: کلید مخفی API
fi: API:n salainen avain
tr: API Gizli Anahtarı

# OrchardCore.Google.Views.GoogleAuthenticationSettings.Edit
source: The client secret defined in Google API console for the application.
el: Το μυστικό πελάτη που ορίζεται στην κονσόλα API Google για την εφαρμογή.
fa: کلید مخفی سرویس‌گیرنده در کنسول Google API مربوط به این برنامه‌کاربردی تعریف شده است.
fi: Salaisuus, joka on määritelty Google API -konsolissa sovellusta varten.
tr: Uygulama için Google API konsolunda tanımlanan gizli anahtar.

# OrchardCore.Google.Views.GoogleAuthenticationSettings.Edit
source: The request path within the application's base path where the user-agent will be returned. The middleware will process this request when it arrives.
el: Η διαδρομή αιτήματος μέσα στη βάσική διαδρομή της εφαρμογής όπου ο user-agent θα επιστραφεί. H διαδικασία middleware θα επεξεργαστεί αυτό το αίτημα όταν αφιχθεί.
fa: مسیر درخواست به همراه مسیر پایه (base path) برنامه‌کاربردی، جایی که user agent برگردانده می‌شود. این درخواست هنگام ورود، توسط middleware پردازش خواهد شد.
fi: Pyynnön polku sovelluksen peruspolussa, johon käyttäjäagentti palautetaan. Väliohjelmisto käsittelee tämän pyynnön, kun se saapuu.
tr: Kullanıcı-ajanının döneceği uygulamanın temel yolundaki istek yoludur. Ara katman bu istek ulaştığında işleme koyacaktır.

# OrchardCore.Google.Views.GoogleAuthenticationSettings.Edit
source: Store tokens
el: Αποθήκη συμβόλων (tokens)
fi: Säilytä avaimet
tr: Token'ları topla

# OrchardCore.Google.Views.GoogleAuthenticationSettings.Edit
source: Store external authentication tokens for reuse
el: Αποθηκεύστε εξωτερικά σύμβολα (tokens) αυθεντικοποίησης για επαναχρησιμοποίηση
fi: Tallenna ulkoiset autentikoinnin tokenit uudelleenkäytettäviksi
tr: Yeniden kullanım için harici kimlik doğrulama belirteçlerini saklayın

# OrchardCore.Google.Views.GoogleTagManagerSettings.Edit
source: See documentation
el: Δείτε την τεκμηρίωση
fi: Katso dokumentaatio
tr: Belgelere bakın

# OrchardCore.Google.Views.GoogleTagManagerSettings.Edit
source: Google Tag Manager Settings
el: Ρυθμίσεις Διαχειριστή ετικετών Google
tr: Google Etiket Yöneticisi Ayarları

# OrchardCore.Google.Views.GoogleTagManagerSettings.Edit
source: Container ID
tr: Kapsayıcı Kimliği

# OrchardCore.Google.Views.GoogleTagManagerSettings.Edit
source: The container ID defined in your Google Tag Manager account.
el: Το αναγνωριστικό περιεχομένου ID που ορίζεται στον λογαριασμό σας στο Google Tag Manager.
tr: Kapsayıcı kimliği Google Etiket Yöneticisi hesabınızda tanımlı.

# OrchardCore.Google.Views.NavigationItemText-googleTagManager.Id
source: Google Tag Manager
el: Διαχειριστής ετικετών Google
tr: Google Etiket Yöneticisi

# OrchardCore.Google.Views.Items.GoogleAnalyticsDeploymentStep.Edit
source: Google Analytics Settings
el: Ρυθμίσεις Google Analytics
fi: Google Analytics -asetukset
tr: Google Analytics Ayarları

# OrchardCore.Google.Views.Items.GoogleAnalyticsDeploymentStep.Summary
source: Google Analytics Settings
el: Ρυθμίσεις Google Analytics
fi: Google Analytics -asetukset
tr: Google Analytics Ayarları

# OrchardCore.Google.Views.Items.GoogleAnalyticsDeploymentStep.Summary
source: Adds Google Analytics settings to the plan.
el: Προσθέτει τις ρυθμίσεις του Google Analytics στο πλάνο.
tr: Google Analytics ayarlarını plana ekler.

# OrchardCore.Google.Views.Items.GoogleAnalyticsDeploymentStep.Thumbnail
source: Google Analytics Settings
el: Ρυθμίσεις Google Analytics
fi: Google Analytics -asetukset
tr: Google Analytics Ayarları

# OrchardCore.Google.Views.Items.GoogleAnalyticsDeploymentStep.Thumbnail
source: Exports the Google Analytics settings.
el: Εξάγει τις ρυθμίσεις του Google Analytics.
tr: Google Analytics ayarlarını dışa aktarır.

source: ClientSecret is required
el: Το ClientSecret είναι υποχρεωτικό
fi: ClientSecret on pakollinen

# OrchardCore.Google.Views.GoogleAuthenticationSettings.Edit
source: CallbackPath
fi: Takaisinkutsumisosoite (CallbackPath)

# OrchardCore.Google.AdminMenuGoogleAuthentication
source: Google
fa: گوگل

# OrchardCore.Google.AdminMenuGoogleAuthentication
source: Google Authentication
fa: احرازهویت گوگل

# OrchardCore.Google.AdminMenuGoogleAnalytics
source: Google
fa: گوگل

# OrchardCore.Google.AdminMenuGoogleAnalytics
source: Google Analytics
fa: گوگل آنالیتیکس

# OrchardCore.Google.Views.NavigationItemText-google.Id
source: Google
fa: گوگل
