Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Templates.po
Languages: ar, cs, fa

# OrchardCore.Templates.AdminMenu
source: Design
ar: تصميم
cs: Vzhled

# OrchardCore.Templates.AdminMenu
source: Templates
ar: قوالب
cs: Šablony
fa: قالب‌ها

# OrchardCore.Templates.AdminTemplatesAdminMenu
source: Design
ar: تصميم
cs: Vzhled

# OrchardCore.Templates.AdminTemplatesAdminMenu
source: Admin Templates
ar: قوالب المدير
cs: Šablony administrace

# OrchardCore.Templates.Controllers.TemplateController
source: Delete
cs: Smazat

# OrchardCore.Templates.Controllers.TemplateController
source: The name is mandatory.
ar: الإسم إلزامي.
cs: Název je povinný.
fa: نام اجباری است.

# OrchardCore.Templates.Controllers.TemplateController
source: The content is mandatory.
ar: المحتوى إلزامي.
cs: Obsah je povinný.

# OrchardCore.Templates.Controllers.TemplateController
source: A template with the same name already exists.
ar: القالب بنفس الإسم موجود مسبقاً.
cs: Již existuje šablona s tímto názvem.

# OrchardCore.Templates.Controllers.TemplateController
source: The "{0}" template has been created.
ar: تم إنشاء القالب "{0}".
cs: Byla vytvořena šablona "{0}".

# OrchardCore.Templates.Controllers.TemplateController
source: Template deleted successfully.
cs: Šablona byla úspěšně odstraněna.

# OrchardCore.Templates.Controllers.TemplateController
source: Templates successfully removed.
cs: Šablony byly úspěšně odstraněny.

# OrchardCore.Templates.Settings.TemplateContentPartDefinitionDriver
source: Template for a {0} part in detail views
ar: القالب للجزء {0} في عرض التفاصيل
cs: Šablona pro blok {0} pro zobrazení detailu
fa: قالب برای بخش {0} جهت نمایش جزئیات آن

# OrchardCore.Templates.Settings.TemplateContentPartDefinitionDriver
source: Template for a {0} part in summary views
ar: القالب للجزء {0} في الواجهات الموجزة
cs: Šablona pro blok {0} pro zobrazení v přehledu
fa: قالب برای بخش {0} جهت نمایش خلاصه‌ای از آن

# OrchardCore.Templates.Settings.TemplateContentTypeDefinitionDriver
source: Template for a {0} content item in detail views
ar: القالب لعنصر المحتوى {0} في واجهات التفصيل
cs: Šablona pro položku obsahu {0} pro zobrazení detailu
fa: قالب برای آیتم محتوای {0} جهت نمایش جزئیات آن

# OrchardCore.Templates.Settings.TemplateContentTypeDefinitionDriver
source: Template for a {0} content item in summary views
ar: القالب لعنصر المحتوى {0} في الواجهات الموجزة
cs: Šablona pro položku obsahu {0} pro zobrazení v přehledu
fa: قالب برای آیتم محتوای {0} جهت نمایش خلاصه‌ای از آن

# OrchardCore.Templates.Settings.TemplateContentTypePartDefinitionDriver
source: Template for the {0} part in a {1} type in detail views
ar: قالب للجزء {0} في النوع {1} في واجهات التفصيل
cs: Šablona pro blok {0} v typu {1} typu při zobrazení detailu
fa: قالب برای بخش {0} نوع محتوا {1} جهت مشاهده جزئیات آن

# OrchardCore.Templates.Settings.TemplateContentTypePartDefinitionDriver
source: Template for the {0} part in a {1} type in summary views
ar: قالب للجزء {0} في النوع {1} في الواجهات الموجزة
cs: Šablona pro blok {0} v typu {1} typu při zobrazení přehledu
fa: قالب برای بخش {0} نوع محتوا {1} جهت مشاهده خلاصه آن

# OrchardCore.Templates.Views.TemplateSettings
source: Edit templates
ar: تحرير القوالب
cs: Upravit šablony
fa: ویرایش قالب‌ها

# OrchardCore.Templates.Views.Items.AllAdminTemplatesDeploymentStep.Fields.Edit
source: All Admin Templates
cs: Všechny šablony administrace

# OrchardCore.Templates.Views.Items.AllAdminTemplatesDeploymentStep.Fields.Edit
source: Export templates as files
cs: Exportovat šablony jako soubory

# OrchardCore.Templates.Views.Items.AllAdminTemplatesDeploymentStep.Fields.Edit
source: Check if the templates should be exported as files instead of inline.
cs: Zvolte, pokud mají být šablony exportovány jako soubory namísto inline.

# OrchardCore.Templates.Views.Items.AllAdminTemplatesDeploymentStep.Summary
source: All Admin Templates
ar: جميع قوالب المدير
cs: Všechny šablony administrace

# OrchardCore.Templates.Views.Items.AllAdminTemplatesDeploymentStep.Summary
source: Adds all admin templates to the plan.
ar: اضف كل قوالب المدير للخطة.
cs: Přidat všechny šablony administrace do plánu.

# OrchardCore.Templates.Views.Items.AllAdminTemplatesDeploymentStep.Thumbnail
source: All Admin Templates
ar: جميع قوالب المدير
cs: Všechny šablony administrace

# OrchardCore.Templates.Views.Items.AllAdminTemplatesDeploymentStep.Thumbnail
source: Exports admin templates.
ar: تصدير قوالب المدير.
cs: Exportovat šablony administrace.

# OrchardCore.Templates.Views.Items.AllTemplatesDeploymentStep.Fields.Edit
source: All Templates
cs: Všechny šablony

# OrchardCore.Templates.Views.Items.AllTemplatesDeploymentStep.Fields.Edit
source: Export templates as files
cs: Exportovat šablony jako soubory

# OrchardCore.Templates.Views.Items.AllTemplatesDeploymentStep.Fields.Edit
source: Check if the templates should be exported as files instead of inline.
cs: Zvolte, pokud mají být šablony exportovány jako soubory namísto inline.

# OrchardCore.Templates.Views.Items.AllTemplatesDeploymentStep.Summary
source: All Templates
ar: كل القوالب
cs: Všechny šablony
fa: همه قالب‌ها

# OrchardCore.Templates.Views.Items.AllTemplatesDeploymentStep.Summary
source: Adds all templates to the plan.
ar: اضف كل القوالب للخطة.
cs: Přidá všechny šablony do plánu.
fa: تمامی قالب‌ها را به برنامه استقرار اضافه می‌کند.

# OrchardCore.Templates.Views.Items.AllTemplatesDeploymentStep.Thumbnail
source: All Templates
ar: كل القوالب
cs: Všechny šablony
fa: همه قالب‌ها

# OrchardCore.Templates.Views.Items.AllTemplatesDeploymentStep.Thumbnail
source: Exports templates.
ar: تصدير القوالب.
cs: Exportuje šablony.
fa: از قالب‌ها خروجی می‌گیرد.

# OrchardCore.Templates.Views.Preview.Index
source: Template Preview
ar: معاينة القالب
cs: Náhled šablony
fa: پیش‌نمایش قالب

# OrchardCore.Templates.Views.Preview.Index
source: Preview Disconnected
ar: المعاينة مقطوعة
cs: Náhled odpojen
fa: پیش‌نمایش قطع شده است

# OrchardCore.Templates.Views.Preview.Index
source: Preview Error
ar: خطأ المعاينة
cs: Chyba náhledu
fa: خطای پیش‌نمایش

# OrchardCore.Templates.Views.Template.Create
source: Create Template
ar: إنشاء قالب
cs: Vytvořit šablonu
fa: ایجاد قالب

# OrchardCore.Templates.Views.Template.Create
source: Save
ar: حفظ
cs: Uložit
fa: ذخیره

# OrchardCore.Templates.Views.Template.Create
source: Toggle Dropdown
ar: قائمة التبديل
cs: Zobrazit/skrýt rozbalovací menu
fa: تغییر وضعیت منوی کشویی

# OrchardCore.Templates.Views.Template.Create
source: and continue
ar: و متابعة
cs: a pokračovat
fa: و ادامه

# OrchardCore.Templates.Views.Template.Create
source: Cancel
ar: إلغاء
cs: Storno
fa: انصراف

# OrchardCore.Templates.Views.Template.Create
source: Preview
ar: معاينة
cs: Náhled
fa: پیش‌نمایش

# OrchardCore.Templates.Views.Template.Create
source: Name
ar: الإسم
cs: Název
fa: نام

# OrchardCore.Templates.Views.Template.Create
source: The name of the template.
ar: إسم القالب.
cs: Název šablony.
fa: نام قالب.

# OrchardCore.Templates.Views.Template.Create
source: Description
ar: الوصف
cs: Popis
fa: توضیحات

# OrchardCore.Templates.Views.Template.Create
source: The description of the template.
ar: وصف القالب.
cs: Popis šablony.
fa: توضیحات قالب.

# OrchardCore.Templates.Views.Template.Create
source: Content
ar: المحتوى
cs: Obsah
fa: محتوا

# OrchardCore.Templates.Views.Template.Create
source: The Liquid template.
ar: قالب Liquid.
cs: Šablona Liquid.
fa: قالب Liquid.

# OrchardCore.Templates.Views.Template.Edit
source: Edit Admin Template
cs: Upravit šablonu administrace

# OrchardCore.Templates.Views.Template.Edit
source: Edit Template
ar: تحرير قالب
cs: Upravit šablonu
fa: ویرایش قالب

# OrchardCore.Templates.Views.Template.Edit
source: Save
ar: حفظ
cs: Uložit
fa: ذخیره

# OrchardCore.Templates.Views.Template.Edit
source: Toggle Dropdown
ar: قائمة التبديل
cs: Zobrazit/skrýt rozbalovací menu
fa: تغییر وضعیت منوی کشویی

# OrchardCore.Templates.Views.Template.Edit
source: and continue
ar: و متابعة
cs: a pokračovat
fa: و ادامه

# OrchardCore.Templates.Views.Template.Edit
source: Cancel
ar: إلغاء
cs: Storno
fa: انصراف

# OrchardCore.Templates.Views.Template.Edit
source: Preview
ar: معاينة
cs: Náhled
fa: پیش‌نمایش

# OrchardCore.Templates.Views.Template.Edit
source: Name
ar: الإسم
cs: Název
fa: نام

# OrchardCore.Templates.Views.Template.Edit
source: The name of the template.
ar: إسم القالب.
cs: Název šablony.
fa: نام قالب.

# OrchardCore.Templates.Views.Template.Edit
source: Description
ar: الوصف
cs: Popis
fa: توضیحات

# OrchardCore.Templates.Views.Template.Edit
source: The description of the template.
ar: وصف القالب.
cs: Popis šablony.
fa: توضیحات قالب.

# OrchardCore.Templates.Views.Template.Edit
source: Content
ar: المحتوى
cs: Obsah
fa: محتوا

# OrchardCore.Templates.Views.Template.Edit
source: The Liquid template.
ar: قالب Liquid.
cs: Šablona Liquid.
fa: قالب Liquid.

# OrchardCore.Templates.Views.Template.Index
source: Admin Templates
ar: قوالب المدير
cs: Šablony administrace

# OrchardCore.Templates.Views.Template.Index
source: Templates
ar: القوالب
cs: Šablony
fa: قالب‌ها

# OrchardCore.Templates.Views.Template.Index
source: Search
cs: Vyhledat

# OrchardCore.Templates.Views.Template.Index
source: Add Template
ar: إضافة قالب
cs: Přidat šablonu
fa: افزودن قالب

# OrchardCore.Templates.Views.Template.Index
source: Select All
cs: Vybrat vše

# OrchardCore.Templates.Views.Template.Index
source: 1 item
cs: 1 položka

# OrchardCore.Templates.Views.Template.Index
source: Items {0} to {1}
ar: العناصر {0} إلى {1}
cs: Položky od {0} až {1}

# OrchardCore.Templates.Views.Template.Index
source: / {0} item in total
cs: / celkem {0} položka

# OrchardCore.Templates.Views.Template.Index
source: Actions
cs: Akce

# OrchardCore.Templates.Views.Template.Index
source: Bulk Action
cs: Hromadná Akce

# OrchardCore.Templates.Views.Template.Index
source: Are you sure you want to {0} these items?
cs: Opravdu si přejete {0} tyto položky?

# OrchardCore.Templates.Views.Template.Index
source: Edit
ar: تحرير
cs: Upravit
fa: ویرایش

# OrchardCore.Templates.Views.Template.Index
source: Delete
ar: حذف
cs: Smazat
fa: پاک‌کردن

# OrchardCore.Templates.Views.Template.Index
source: <strong>Nothing here!</strong> There are no templates for the moment.
ar: <strong>لا شي هنا!</strong> لاتوجد قوالب في الوقت الحالي.
cs: <strong>Nic tu není!</strong> V tuto chvíli neexistují žádné šablony.
fa: <strong>چیزی اینجا نیست!<strong/> در این لحظه قالبی وجود ندارد.

# OrchardCore.Templates.Views.Template.Index
source: See documentation
cs: Viz dokumentaci

# OrchardCore.Templates.Views.Template.Index
source: selected
cs: vybráno

# OrchardCore.Templates.AdminMenu
source: Configuration
fa: پیکربندی

# OrchardCore.Templates.Controllers.TemplateController
source: Template deleted successfully
fa: قالب با موفقیت پاک شد

# OrchardCore.Templates.Views.Items.AllTemplatesDeploymentStep.Edit
source: All Templates
fa: همه قالب‌ها

# OrchardCore.Templates.Views.Template.Create
source: The name is required.
fa: نام ضروری است.

# OrchardCore.Templates.Views.Template.Edit
source: The name is required.
fa: نام ضروری است.
