Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Infrastructure.po
Languages: ar, fa

# OrchardCore.Environment.Commands.CommandHostAgent
source: Error executing command "{0}"
ar: خطأ في تنفيذ الأمر "{0}"
fa: خطا هنگام اجرای فرمان "{0}"

# OrchardCore.Environment.Commands.CommandHostAgent
source: Exception Details: {0}: {1}
ar: تفاصيل الإستثناء: {0}: {1}
fa: جزئیات خطا: {0}: {1}

# OrchardCore.Environment.Commands.CommandHostAgent
source: Stack Trace:
ar: حزمة التتبع:
fa: ردیابی پشته:

# OrchardCore.Environment.Commands.CommandHostAgent
source: Tenant {0} does not exist
ar: الـ Tenant {0} غير موجود
fa: تِنِنت (tenant) به عنوان {0} وجود ندارد

# OrchardCore.Environment.Commands.DefaultCommandHandler
source: Switch "{0}" was not found
ar: رمز التبديل "{0}" غير موجود
fa: سوئیچ "{0}" یافت نشد

# OrchardCore.Environment.Commands.DefaultCommandHandler
source: A property "{0}" exists but is not decorated with "{1}"
ar: الخاصية "{0}" موجوده ولكن ليست مزينة بـ "{1}"
fa: Property (ویژگی) "{0}" وجود دارد اما با "{1}" decorate نشده است

# OrchardCore.Environment.Commands.DefaultCommandHandler
source: Error converting value "{0}" to "{1}" for switch "{2}"
ar: خطأ أثناء تحويل القيمة "{0}" إلى "{1}" لرمز التبديل '{2}'
fa: خطا هنگام تبدیل مقدار "{0}" به "{1}" برای سوییچ "{2}"

# OrchardCore.Environment.Commands.DefaultCommandHandler
source: Command arguments "{0}" don't match command definition
ar: وسيطات الأمر "{0}" لا يطابق تعريف الأمر
fa: آرگومان‌های دستور "{0}" با تعریف دستور مطابقت ندارند

# OrchardCore.Environment.Commands.DefaultCommandHandler
source: Method "{0}" does not support switch "{1}".
ar: الإجراء "{0}" غير مدعوم لرمز التبديل "{1}".
fa: متود "{0}" از سوییچ "{1}" پشتیبانی نمی‌کند.

# OrchardCore.Environment.Commands.DefaultCommandManager
source: Multiple commands found matching arguments "{0}". Commands available: {1}.
ar: توجد عة أوامر تطابق المتغييرات {0}. الأوامر المتاحة: {1}.
fa: چندین دستور که با آرگومان‌های "{0}" مطابقت دارند، پیدا شد. دستورهای موجود: {1}.

# OrchardCore.Environment.Commands.DefaultCommandManager
source: No command found matching arguments "{0}". Commands available: {1}.
ar: لا يوجد أمر يطابق المتغييرات {0}. الأوامر المتاحة: {1}.
fa: هیچ دستوری که با آرگومان‌های "{0}" مطابقت داشته باشد، پیدا نشد. فرمان‌های موجود: {1}.

# OrchardCore.Environment.Commands.Builtin.HelpCommand
source: List of available commands:
ar: قائمة بالأوامر المتاحة:
fa: لیست دستورات موجود:

# OrchardCore.Environment.Commands.Builtin.HelpCommand
source: Command {0} doesn't exist
ar: الأمر {0} غير موجود
fa: دستور {0} وجود ندارد

# OrchardCore.Environment.Commands.Builtin.HelpCommand
source: {0}.{1}: no help text
ar: {0}.{1}: لا يوجد نص مساعده
fa: {0}.{1}: متن راهنما وجود ندارد
