Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.AdminMenu.po
Languages: ar, de, fa, fi, tr, vi

# OrchardCore.AdminMenu.AdminMenu
source: Configuration
ar: الإعدادات
de: Konfiguration
fa: پیکربندی
fi: Asetukset
tr: Konfigürasyon
vi: Cấu hình

# OrchardCore.AdminMenu.AdminMenu
source: Admin Menus
ar: قوائم المدير
de: Admin-Menüs
fa: منوهای مدیریت
fi: Ylläpitovalikot
tr: Yönetici Menüsü
vi: Menu Quản trị

# OrchardCore.AdminMenu.Controllers.MenuController
source: Error when retrieving the list of admin menus.
ar: حدث خطأ اثناء إسترداد قوائم المدير.
fa: خطا در هنگام بازیابی لیست منوهای مدیریت.
fi: Virhe haettaessa ylläpidon valikoiden listaa.

# OrchardCore.AdminMenu.Controllers.MenuController
source: Delete
ar: حذف
fa: حذف
fi: Poista

# OrchardCore.AdminMenu.Controllers.MenuController
source: Admin menu updated successfully.
ar: تم تحديث قائمة المدير بنجاح.
fa: منوی مدیریت با موفقیت به‌روزرسانی شد.
fi: Ylläpitäjän valikko on päivitetty onnistuneesti.

# OrchardCore.AdminMenu.Controllers.MenuController
source: Can't find the admin menu.
ar: لا يمكن العثور على القائمة المدير.
de: Das Admin-Menü kann nicht gefunden werden.
fa: منوی مدیریت را نمی توان پیدا کرد.
fi: Ylläpitovalikkoa ei löydy.
tr: Yönetici menüsü bulunamıyor.
vi: Không tìm thấy trình đơn quản trị.

# OrchardCore.AdminMenu.Controllers.MenuController
source: Admin menu deleted successfully.
ar: تم حذف قائمة المدير بنجاح.
fa: منوی مدیریت با موفقیت پاک شد.
fi: Ylläpidon valikko on poistettu onnistuneesti.

# OrchardCore.AdminMenu.Controllers.MenuController
source: Can't delete the admin menu.
ar: لا يمكن حذف قائمة المدير.
de: Das Admin-Menü kann nicht gelöscht werden.
fa: منوی مدیریت را نمی‌توان پاک کرد.
fi: Ylläpitovalikkoa ei voi poistaa.
tr: Yönetici menüsü silinemiyor.
vi: Không thể xóa menu quản trị.

# OrchardCore.AdminMenu.Controllers.MenuController
source: Admin menus successfully removed.
ar: تمت إزالة قوائم المدير بنجاح.
fa: منوی مدیریت با موفقیت حذف شد.
fi: Ylläpito valikot on poistettu onnistuneesti.

# OrchardCore.AdminMenu.Controllers.MenuController
source: Admin menu toggled successfully.
ar: تم تبديل قائمة المدير ننجاح.
fa: تغییر وضعیت منوی مدیریت با موفقیت انجام شد.
fi: Ylläpidon valikon tila on vaihdettu onnistuneesti.

# OrchardCore.AdminMenu.Controllers.NodeController
source: Admin node added successfully.
ar: تم إضافة عقدة المدير بنجاح.
fa: شاخه منوی مدیریت با موفقیت افزوده شد.
fi: Ylläpidon yhtymäkohda on lisätty onnistuneesti.

# OrchardCore.AdminMenu.Controllers.NodeController
source: Admin node updated successfully.
ar: تم تحديث عقدة المدير بنجاح.
fa: شاخه منوی مدیریت با موفقیت به‌روزرسانی شد.
fi: Ylläpidon yhtymäkohta on päivitetty onnistuneesti.

# OrchardCore.AdminMenu.Controllers.NodeController
source: The admin node has validation errors.
ar: عقدة المدير تحتوي على أخطا تحقق.
fa: شاخه منو مدیریت دارای خطاهای اعتبارسنجی است.
fi: Ylläpidon yhtymäkohdassa (node) on validointivirheitä.

# OrchardCore.AdminMenu.Controllers.NodeController
source: Admin node deleted successfully.
ar: تم حذف عقدة المدير بنجاح.
fa: شاخه منو مدیریت با موفقیت پاک شد.
fi: Ylläpidon yhtymäkohta on poistettu onnistuneesti.

# OrchardCore.AdminMenu.Controllers.NodeController
source: Admin node toggled successfully.
ar: تم تبديل حالة عقدة المدير بنجاح.
fa: تغییر وضعیت شاخه منوی مدیریت با موفقیت انجام شد.
fi: Ylläpidon yhtymäkohdan tila on vaihdettu onnistuneesti.

# OrchardCore.AdminMenu.Views.MenuItem.TreeSummary
source: Toggle
ar: تبديل
de: Umschalten
fa: تغییر وضعیت
fi: Vaihda tila
tr: Aç/Kapat
vi: Chuyển đổi trạng thái

# OrchardCore.AdminMenu.Views.MenuItem.TreeSummary
source: Disable
ar: تعطيل
de: Deaktivieren
fa: غیرفعال‌کردن
fi: Poista käytöstä
tr: Devredışı
vi: Vô hiệu hoá

# OrchardCore.AdminMenu.Views.MenuItem.TreeSummary
source: Enable
ar: تمكين
de: Aktivieren
fa: فعال کردن
fi: Ota käyttöön
tr: Etkinleştir
vi: Kích hoạt

# OrchardCore.AdminMenu.Views.MenuItem.TreeSummary
source: Delete
ar: حذف
de: Löschen
fa: پاک‌کردن
fi: Poista
tr: Sil
vi: Xoá

# OrchardCore.AdminMenu.Views.MenuItem.TreeSummary
source: Can't show the item of type: {0}. Maybe a required module has been disabled?
ar: لا يمكن إظهار نوع العنصر: {0}. ربما الوحدة النمطية المطلوبة معطلة؟
de: Das Element des Typs {0} kann nicht angezeigt werden. Möglicherweise wurde ein benötigtes Modul deaktiviert?
fa: امکان نمایش آیتم از نوع {0} میسر نیست. شاید یکی از ماژول‌های ضروری برای نمایش آن آیتم غیرفعال شده است.
fi: Tyyppiä {0} ei pysty näyttämään. Ehkä vaadittu moduuli on poistettu käytöstä?
tr: Tür öğesi gösterilemiyor:{0}. Gerekli bir modül devre dışı bırakılmış olabilir mi?
vi: Không thể hiển thị mục của loại: {0}. Có lẽ một mô-đun cần thiết đã bị vô hiệu hoá?

# OrchardCore.AdminMenu.Views.MenuItem.TreeSummary
source: Edit
ar: تحرير
de: Bearbeiten
fa: ویرایش
fi: Muokkaa
tr: Düzenle
vi: Chỉnh sửa

# OrchardCore.AdminMenu.Views.MenuItem.TreeSummary
source: Toggle Dropdown
ar: قائمة التبديل
de: Dropdown ein-/ausklappen
fa: تغییر وضعیت منوی‌ کشویی
fi: Vaiha pudotuslistan tilaa
tr: Açılır Listeyi Aç/Kapa
vi: Bấm thả xuống

# OrchardCore.AdminMenu.Views.MenuItem.TreeThumbnail
source: Add
ar: إضافة
de: Hinzufügen
fa: افزودن
fi: Lisää
tr: Ekle
vi: Thêm

# OrchardCore.AdminMenu.Views.Items.AdminMenuDeploymentStep.Fields.Edit
source: Admin Menus
ar: قوائم المدير
de: Admin-Menüs
fa: منوهای مدیریت
fi: Ylläpitovalikot
tr: Yönetici Menüsü
vi: Menu Quản trị

# OrchardCore.AdminMenu.Views.Items.AdminMenuDeploymentStep.Fields.Summary
source: Admin Menus
ar: قوائم المدير
de: Admin-Menüs
fa: منوهای مدیریت
fi: Ylläpitovalikot
tr: Yönetici Menüsü
vi: Menu Quản trị

# OrchardCore.AdminMenu.Views.Items.AdminMenuDeploymentStep.Fields.Summary
source: Adds all admin menus to the plan.
ar: إضافة كل قوائم المدير على الخطة.
de: Fügt alle Admin-Menüs zum Plan hinzu.
fa: تمامی منوهای مدیریت را به برنامه استقرار اضافه می‌کند.
fi: Lisää kaikki ylläpidon valikot suunnitelmaan.
tr: Tüm yönetici menülerini plana ekler.
vi: Thêm tất cả menu quản trị vào kế hoạch.

# OrchardCore.AdminMenu.Views.Items.AdminMenuDeploymentStep.Fields.Thumbnail
source: Admin Menus
ar: قوائم المدير
de: Admin-Menüs
fa: منوهای مدیر سیستم
fi: Ylläpitovalikot
tr: Yönetici Menüsü
vi: Menu Quản trị

# OrchardCore.AdminMenu.Views.Items.AdminMenuDeploymentStep.Fields.Thumbnail
source: Exports all the admin Menus.
ar: تصدير كل قوائم المدير.
de: Exportiert alle Admin-Menüs.
fa: خروجی از تمامی منوهای مدیر سیستم.
fi: Vie kaikki ylläpitovalikot.
tr: Tüm yönetici menülerini dışa aktarır.
vi: Xuất tất cả các menu quản trị.

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Link
ar: رابط تشعبي
fa: لینک
fi: Linkki
tr: Bağlantı
vi: Liên kết

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Link Text
ar: نص الرابط التشعبي
fa: متن لینک
fi: Linkin teksti
tr: Bağlantı Metni
vi: Văn bản liên kết

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: The Link Text as it will be shown in the tree.
ar: نص الرابط الذي سيظهر على الشجرة.
de: Der Link Text, wie er im Baum angezeigt wird.
fa: متن لینک که در درخت نشان داده می‌شود.
fi: Linkin teksti sellaisena kuin se näytetään puussa.
tr: Ağaçta gösterileceği şekliyle bağlantı metni.
vi: Văn bản Liên kết sẽ được hiển thị trong cây.

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Link Url
ar: عنوان الرابط التشعببي
fa: آدرس لینک
fi: Linkin Url
tr: Bağlantı Adresi
vi: Url Liên kết

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: The url of the link. A link will be shown only if it or one of their children have a url. The url will be relative to the root of the admin site
ar: عنوان الرابط. الرابط سيظهر في حال إذا كان الرابط أو أحد ابناءه يمتلك عنوان. العنوان سيكون نسبي إلى جذر موقع المدير
de: Die Url des Links. Ein Link wird nur angezeigt, wenn er oder eines seiner Unterelemente eine Url hat. Die Url wird relativ zum Root der Admin-Seite sein
fa: آدرس لینک. لینک زمانی نمایش داده می شود که خودش یا یکی از زیر مجموعه هایش دارای آدرس باشد. آدرس نسبی است و از روت سایت ادمین در نظر گرفته خواهد شد
fi: Linkin URL-osoite. Linkki näytetään vain siinä tapauksessa, että se tai jokin sen lapsista sisältää URL-osoitteen. Suhteellinen URL-osoite on suhteessa admin-sivuston juureen.
tr: Bağlantının Url'si. Bir bağlantı yalnızca veya çocuklarından birinin Url'si varsa gösterilecektir. Url, yönetici sitesinin köküne göre olacaktır
vi: Url của liên kết. Một liên kết sẽ được hiển thị chỉ khi nó có một url. Url sẽ tương đối so với thư mục gốc của trang quản trị

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Icon
ar: أيقونة
de: Symbol
fa: آیکون
fi: Ikoni
tr: İkon
vi: Biểu tượng

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Pick
ar: اختر
de: Auswählen
fa: انتخاب
fi: Valitse
tr: Seç
vi: Chọn

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Select an icon to display when this link is a first level menu item.
ar: حدد أيقونة لعرضها عندما يكون الرابط عنصر قائمة في المستوى الأول.
de: Wählen Sie ein Symbol, das angezeigt werden soll, wenn dieser Link ein Menüpunkt der ersten Ebene ist.
fa: انتخاب آیکون برای لینک، زمانی که لینک در سطح اول منو قرار دارد.
fi: Valitse kuvake, joka näytetään, kun tämä linkki on ensimmäisen tason valikossa.
tr: Bu bağlantı ilk seviye menü maddesi olduğunda gösterilecek bir simge seçin.
vi: Chọn một biểu tượng để hiển thị khi liên kết này đứng đầu danh sách menu.

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Pick an icon
ar: اختر أيقونة
de: Wählen Sie ein Symbol
fa: یک آیکون را انتخاب کنید
fi: Valitse ikoni
tr: Bir simge seç
vi: Chọn biểu tượng

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Permissions
ar: الأذونات
fa: مجوزها
fi: Käyttöluvat

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Type to search
ar: أكتب للبحث
fa: جستجو
fi: Kirjoita hakeaksesi

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Select
ar: أختر
fa: انتخاب
fi: Valitse

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Remove
ar: إزالة
fa: حذف
fi: Poista

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: No result found
ar: لا توجد نتائج
fa: موردی یافت نشد
fi: Ei tuloksia

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: The permissions required to display this menu item (optional).
ar: الأذونات المطلوبة لعرض عنصر القائمة (اختياري).
fa: مجوز مورد نیاز برای نمایش این آیتم منو (اختیاری).
fi: Vaaditaan käyttöoikeudet tämän valikkonimikkeen esittämiseksi (valinnainen).

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeSummary
source: Link
ar: رابط تشعبي
fa: لینک
fi: Linkki
tr: Bağlantı
vi: Liên kết

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeThumbnail
source: Link Admin Node
ar: ربط عقدة المدير
de: Link Admin-Knoten
fa: لینک شاخه منوی مدیریت
fi: Linkitä ylläpidon liitos
tr: Yönetici Düğümü Bağlantısı
vi: Liên kết Nút Quản trị

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeThumbnail
source: Adds a link with a text and a url.
ar: إضافة رابط تشعبي مع النص و عنوان الرابط.
de: Fügt einen Link mit einem Text und einer Url hinzu.
fa: یک لینک با متن و آدرس اضافه می‌کند.
fi: Lisää linkin tekstin ja url-osoitteen kanssa.
tr: Metin ve bir Url ile bağlantı ekler.
vi: Thêm một liên kết với một văn bản và url.

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Placeholder
ar: النص البديل
de: Platzhalter
fa: پلازهولدر
fi: Ryhmä
tr: Yertutucu
vi: Giữ chỗ

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Link Text
ar: نص الرابط التشعبي
fa: متن لینک
fi: Linkin teksti
tr: Bağlantı Metni
vi: Văn bản Liên kết

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: The text of the menu item as it will be shown in the tree.
ar: نص عنصر القائمة كما سيظهر في الشجرة.
de: Der Text des Menüpunktes, wie er im Baum angezeigt wird.
fa: متن آیتم منویی که در درخت نمایش داده می‌شود.
fi: Valikkoteksti sellaisena kuin se näytetään puussa.
tr: Ağaçta gösterileceği şekliyle menünün metni.
vi: Phần văn bản của một mục menu sẽ được hiển thị trong cây.

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Icon
ar: أيقونة
de: Symbol
fa: آیکون
fi: Ikoni
tr: İkon
vi: Biểu tượng

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Pick
ar: اختر
de: Auswählen
fa: انتخاب
fi: Valitse
tr: Seç
vi: Chọn

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Select an icon to display when this menu item is at the first level.
ar: اختر أيقونة لعرضها عندما يكون عنصر القائمه في المستوى الأول.
de: Wählen Sie ein Symbol, das angezeigt werden soll, wenn dieses Menü auf der ersten Ebene ist.
fa: انتخاب آیکون برای منو، زمانی که آیتم منو در سطح اول قرار دارد.
fi: Valitse kuvake, joka näytetään, kun tämä nimike on valikon ensimmäisellä tasolla.
tr: Bu menü maddesi birinci seviyede olduğunda görüntülemek için bir simge seçin.
vi: Chọn một biểu tượng để hiển thị khi mục này đứng đầu.

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Pick an icon
ar: اختر أيقونة
de: Wählen Sie ein Symbol
fa: یک آیکون را انتخاب کنید
fi: Valitse ikoni
tr: Bir simge seç
vi: Chọn biểu tượng

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Permissions
ar: الأذونات
fa: مجوزها
fi: Käyttöoikeudet

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Type to search
ar: أكتب للبحث
fa: برای جستجو تایپ کنید
fi: Kirjoita hakeaksesi

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Select
ar: أختر
fa: انتخاب
fi: Valitse

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Remove
ar: إزالة
fa: حذف
fi: Poista

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: No result found
ar: لا توجد نتائج
fa: موردی یافت نشد
fi: Ei tuloksia

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: The permissions required to display this menu item (optional).
ar: الأذونات المطلوبة لعرض عنصر القائمة (اختياري).
fa: مجوز مورد نیاز برای نمایش این آیتم منو (اختیاری).
fi: Vaaditaan käyttöoikeudet tämän valikkonimikkeen esittämiseksi (valinnainen).

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeSummary
source: Placeholder
ar: النص البديل
de: Platzhalter
fa: پلازهولدر
fi: Ryhmä
tr: Yertutucu
vi: Giữ chỗ

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeThumbnail
source: Placeholder Admin Node
ar: النص البديل لعقدة المدير
de: Platzhalter Admin Knoten
fa: پلازهولدر شاخه منو مدیریت
fi: Ryhmä ylläpidon yhtymäkohtaan
tr: Yönetici Menüsü Yertutucusu
vi: Giữ chỗ Nút Quản trị

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeThumbnail
source: Adds a menu item that acts as a container for others.
ar: إضافة عنصر قائمة كحاوية للآخرين.
de: Fügt einen Menüpunkt hinzu, der als Container für andere fungiert.
fa: یک آیتم منو که نگهدارنده دیگر منوها است را، اضافه می‌کند.
fi: Lisää valikkonimikkeen, joka toimii säiliönä muille nimikkeille.
tr: Diğerleri için konteyner görevi gören bir menü öğesi ekler.
vi: Thêm một mục menu làm vùng chứa cho các mục khác.

# OrchardCore.AdminMenu.Views.Menu.Create
source: Create Admin Menu {0}
ar: إنشاء قائمة المدير {0}
de: Admin-Menü {0} erstellen
fa: ایجاد منوی مدیریت {0}
fi: Luo ylläpitovalikko {0}
tr: {0} Yönetici Menüsünü Oluştur
vi: Tạo Menu Quản trị {0}

# OrchardCore.AdminMenu.Views.Menu.Create
source: Name
ar: الإسم
fa: نام
fi: Nimi
tr: İsim
vi: Tên

# OrchardCore.AdminMenu.Views.Menu.Create
source: The name is required
ar: الإسم مطلوب
de: Der Name ist erforderlich
fa: نام ضروری است
fi: Nimi on pakollinen
tr: Ad gerereklidir
vi: Tên là bắt buộc

# OrchardCore.AdminMenu.Views.Menu.Create
source: Create
ar: إنشاء
de: Erstellen
fa: ایجاد
fi: Luo
tr: Oluştur
vi: Tạo

# OrchardCore.AdminMenu.Views.Menu.Create
source: Cancel
ar: إلغاء
de: Abbrechen
fa: انصراف
fi: Peruuta
tr: İptal
vi: Hủy bỏ

# OrchardCore.AdminMenu.Views.Menu.Edit
source: Edit Admin Menu: {0}
ar: تحرير قائمة المدير: {0}
de: Admin-Menü bearbeiten: {0}
fa: ویرایش منوی مدیریت: {0}
fi: Muokkaa ylläpitovalikkoa: {0}
tr: {0} Yönetici Menüsünü Düzenle
vi: Sửa Menu Quản trị: {0}

# OrchardCore.AdminMenu.Views.Menu.Edit
source: Name
ar: الإسم
fa: نام
fi: Nimi
tr: İsim
vi: Tên

# OrchardCore.AdminMenu.Views.Menu.Edit
source: The name is required
ar: الإسم مطلوب
de: Der Name ist erforderlich
fa: نام ضروری است
fi: Nimi on pakollinen
tr: Ad gerereklidir
vi: Tên là bắt buộc

# OrchardCore.AdminMenu.Views.Menu.Edit
source: Save
ar: حفظ
de: Speichern
fa: ذخیره
fi: Tallenna
tr: Kaydet
vi: Lưu

# OrchardCore.AdminMenu.Views.Menu.Edit
source: Edit Admin Nodes
ar: تحرير عقد المدير
de: Admin Knoten bearbeiten
fa: ویرایش نودشاخه‌های مدیریت
fi: Muokkaa yläpidon nodeja
tr: Yönetici Düğümünü Güncelle
vi: Chỉnh sửa Các nút Quản trị

# OrchardCore.AdminMenu.Views.Menu.Edit
source: Cancel
ar: إلغاء
de: Abbrechen
fa: انصراف
fi: Peruuta
tr: İptal
vi: Hủy bỏ

# OrchardCore.AdminMenu.Views.Menu.List
source: Admin Menus
ar: قوائم المدير
de: Admin-Menüs
fa: منوهای مدیریت
fi: Ylläpitovalikot
tr: Yönetici Menüsü
vi: Menu Quản trị

# OrchardCore.AdminMenu.Views.Menu.List
source: Search
ar: بحث
de: Suche
fa: جستجو
fi: Hae
tr: Ara
vi: Tìm kiếm

# OrchardCore.AdminMenu.Views.Menu.List
source: Add Admin Menu
ar: إضافة قائمة مدير
de: Admin-Menü hinzufügen
fa: افزودن منوی مدیریت
fi: Lisää ylläpitovalikko
tr: Yönetici Menüsü Ekle
vi: Thêm Menu Quản trị

# OrchardCore.AdminMenu.Views.Menu.List
source: Select All
ar: إختيار الكل
fa: همه موارد
fi: Valitse kaikki

# OrchardCore.AdminMenu.Views.Menu.List
source: 1 item
ar: {0} عناصر
fa: 1 مورد
fi: 1 kohde

# OrchardCore.AdminMenu.Views.Menu.List
source: Items {0} to {1}
ar: العناصر من {0} إلى {1}
fa: موارد {0} تا {1}
fi: Kohteet {0} – {1}

# OrchardCore.AdminMenu.Views.Menu.List
source: / {0} item in total
ar: / {0} عناصر ككل
fa: / {0} آیتم در مجموع
fi: / {0} kohde yhteensä

# OrchardCore.AdminMenu.Views.Menu.List
source: Actions
ar: الإجراءت
fa: اقدامات
fi: Toiminnot

# OrchardCore.AdminMenu.Views.Menu.List
source: Bulk Action
ar: مجموعة إجراءات
fa: اقدام دسته ای
fi: Massatoiminnot

# OrchardCore.AdminMenu.Views.Menu.List
source: Are you sure you want to {0} these items?
ar: هل أنت متأكد من أنك تريد {0} هذه العناصر؟
fa: آیا از {0} این موارد اطمینان دارید?
fi: Oletko varma, että ajaa toiminnon "{0}" näille kohteille?

# OrchardCore.AdminMenu.Views.Menu.List
source: Edit Nodes
ar: تحرير العقد
de: Knoten bearbeiten
fa: ویرایش شاخه‌ها
fi: Muokkaa nodeja
tr: Düğümü Düzenle
vi: Chỉnh sửa nút

# OrchardCore.AdminMenu.Views.Menu.List
source: Edit
ar: تحرير
de: Bearbeiten
fa: ویرایش
fi: Muokkaa
tr: Düzenle
vi: Chỉnh sửa

# OrchardCore.AdminMenu.Views.Menu.List
source: Delete
ar: حذف
de: Löschen
fa: پاک‌کردن
fi: Poista
tr: Sil
vi: Xóa

# OrchardCore.AdminMenu.Views.Menu.List
source: Toggle Dropdown
ar: قائمة التبديل
de: Dropdown ein-/ausklappen
fa: تغییر وضعیت منوی کشویی
fi: Vaihda pudotusvalikon tilaa
tr: Açılır Listeyi Aç/Kapa
vi: Bấm thả xuống

# OrchardCore.AdminMenu.Views.Menu.List
source: Disable
ar: تعطيل
de: Deaktivieren
fa: غیرفعال‌کردن
fi: Poista käytöstä
tr: Devredışı Bırak
vi: Vô hiệu hóa

# OrchardCore.AdminMenu.Views.Menu.List
source: Enable
ar: تمكين
de: Aktivieren
fa: فعال کردن
fi: Ota käyttöön
tr: Etkinleştir
vi: Kích hoạt

# OrchardCore.AdminMenu.Views.Menu.List
source: <strong>Nothing here!</strong> There are no menus for the moment.
ar: <strong>لا شي هنا!</strong> لاتوجد قوائم حاليا.
fa: <strong>چیزی اینجا نیست!</strong> فهرستی در این لحظه وجود ندارد.
fi: <strong>Ei hakutuloksia.</strong> Ei yhtään valikkoa tällä hetkellä.

# OrchardCore.AdminMenu.Views.Menu.List
source: selected
ar: تم تحديدها
fa: انتخاب‌شده
fi: valittu

# OrchardCore.AdminMenu.Views.Node.Create
source: Create Node
ar: إنشاء عفدة
de: Knoten erstellen
fa: ایجاد شاخه
fi: Luo node
tr: Düğüm oluştur
vi: Tạo nút

# OrchardCore.AdminMenu.Views.Node.Create
source: Create
ar: إنشاء
de: Erstellen
fa: ایجاد
fi: Luo
tr: Oluştur
vi: Tạo

# OrchardCore.AdminMenu.Views.Node.Create
source: Cancel
ar: إلغاء
de: Abbrechen
fa: انصراف
fi: Peruuta
tr: İptal
vi: Bỏ qua

# OrchardCore.AdminMenu.Views.Node.Edit
source: Edit Node
ar: تحرير عقدة
de: Knoten bearbeiten
fa: ویرایش شاخه
fi: Muokkaa nodea
tr: Düğümü Düzenle
vi: Sửa Nút

# OrchardCore.AdminMenu.Views.Node.Edit
source: Selection Priority
ar: أولوية الإختيار
de: Auswahl Priorität
fa: اولویت انتخاب
fi: Valinnan prioriteetti
tr: Seçim önceliği
vi: Ưu tiên Lựa chọn

# OrchardCore.AdminMenu.Views.Node.Edit
source: The priority of this link to be displayed as active instead of another one when both are pointing to the same url. The link with the highest value has the active status in the navigation.
ar: أولوية هذا الرابط ليتم عرضه كنشط بدلاً من أي رابط أخر يشير إلى نفس العنوان. الرابط مع أعلى قيمة له حالة نشطة في التنقل.
de: Die Priorität dieses Links, der als aktiv angezeigt wird, anstatt ein anderer, wenn beide auf die gleiche Url verweisen. Der Link mit dem höchsten Wert hat den aktiven Status in der Navigation.
fa: اولویت لینک. زمانی که دو لینک به یک آدرس متصل می‌شوند، لینکی اکتیو نمایش داده می‌شود که اولویت بالاتری داشته باشد. لینکی که مقدار اولویت آن بالاتر است در نوار منوها به عنوان لینک اکتیو نمایش داده می‌شود.
fi: Tämän linkin prioriteettiarvo, joka määrittää, näytetäänkö linkki aktiivisena kun yksi tai useampi linkki kohdistuu samaan URL-osoitteeseen. Valikossa näytetään aktiivisena se linkki, jolla on korkein arvo.
tr: Her ikisi de aynı Url’yi işaret ederken, bu bağlantının önceliği başka biri yerine etkin olarak gösterilecektir. En yüksek değerli bağlantı, navigasyondaki aktif duruma sahiptir.
vi: Ưu tiên của liên kết này sẽ được hiển thị là hoạt động thay vì liên kết khác khi cả hai đều trỏ đến cùng một url. Liên kết có giá trị cao nhất có trạng thái hoạt động trong điều hướng.

# OrchardCore.AdminMenu.Views.Node.Edit
source: Position Order
ar: الموقع
de: Reihenfolge der Position
fa: ترتیب قرارگیری
fi: Järjestys
tr: Konum Sırası
vi: Thứ tự Vị trí

# OrchardCore.AdminMenu.Views.Node.Edit
source: The position order of this link in the admin menu.
ar: موقع هذا الرابط في قائمة المدير.
de: Die Position dieses Links im Admin-Menü.
fa: ترتیب قرارگیری این لینک در منوی مدیریت.
fi: Tämän linkin sijainti ylläpitovalikossa.
tr: Yönetici menüsündeki bu linkin pozisyon sırası.
vi: Thứ tự vị trí của liên kết này trong menu quản trị.

# OrchardCore.AdminMenu.Views.Node.Edit
source: Save
ar: حفظ
de: Speichern
fa: ذخیره
fi: Tallenna
tr: Kaydet
vi: Lưu

# OrchardCore.AdminMenu.Views.Node.Edit
source: Delete
ar: حذف
de: Löschen
fa: پاک کردن
fi: Poista
tr: Sil
vi: Xoá

# OrchardCore.AdminMenu.Views.Node.Edit
source: Cancel
ar: إلغاء
de: Abbrechen
fa: انصراف
fi: Peruuta
tr: İptal
vi: Bỏ qua

# OrchardCore.AdminMenu.Views.Node.List
source: Edit Nodes for '{0}'
ar: تحرير العقد ل '{0}'
de: Knoten für '{0}' bearbeiten
fa: ویرایش شاخه '{0}'
fi: Muokkaa "{0}" nodeja
tr: '{0}' Düğümünü Güncelle
vi: Sửa nhũng nút cho '{0}'

# OrchardCore.AdminMenu.Views.Node.List
source: Add Node
ar: إضافة عقدة
de: Knoten hinzufügen
fa: افزودن شاخه
fi: Lisää node
tr: Düğüm Ekle
vi: Thêm Nút

# OrchardCore.AdminMenu.Views.Node.List
source: <strong>Nothing here!</strong> There are no nodes on this tree for the moment.
ar: <strong>لا شيء هنا!</strong> لا يوجد هنالك أي عقد على هذه الشجرة في الوقت الحالي.
de: <strong>Nichts hier!</strong> Es gibt momentan keine Knoten in diesem Baum.
fa: <strong>هیچی اینجا نیست!</strong> در این لحظه هیچ شاخه‌ای در این درخت موجود نیست.
fi: <strong>Tyhjää täynnä!</strong> Tällä puulla ei ole yhtään nodea tällä hetkellä.
tr: <strong>Birşey yok!</strong>.
vi: <strong>Chưa có gì!</strong> Hiện tại không có nút nào trên cây này.
