Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Setup.po
Languages: ar, cs, es, fr, ja, tr

# OrchardCore.Setup.Controllers.SetupController
source: The password is required.
ar: كلمة المرور مطلوبه.
cs: Heslo je povinné.
es: La contraseña es necesaria.
fr: Le mot de passe est obligatoire.
ja: パスワードが必要です
tr: Şifre zorunludur.

# OrchardCore.Setup.Controllers.SetupController
source: The password confirmation doesn't match the password.
ar: تأكيد كلمة المرور لا تطابق كلمة المرور.
cs: Zadaná hesla nejsou shodná.
es: La confirmación de contraseña no coincide con la contraseña.
fr: La confirmation du mot de passe ne correspond pas à votre mot de passe.
ja: パスワードの確認がパスワードと一致しません
tr: Şifre onayı şifre ile uyuşmuyor.

# OrchardCore.Setup.Controllers.SetupController
source: Invalid recipe.
ar: وصفات غير صحيحة.
cs: Neplatný recept.
es: Receta no válida.
fr: Recette invalide.
ja: レシピが無効です
tr: Geçersiz tarif.

# OrchardCore.Setup.Controllers.SetupController
source: The email is invalid.
fr: L’email est invalide.
ja: メールアドレスが無効です。

# OrchardCore.Setup.Controllers.SetupController
source: User name '{0}' is invalid, can only contain letters or digits.
fr: Le nom d'utilisateur '{0}' n'est pas valide, ne peut contenir que des lettres ou des chiffres.
ja: ユーザー名 {0} は無効です。アルファベットまたは数値のみ使用可能です

# OrchardCore.Setup.Views._Layout
source: Setup
fr: Configuration
ja: セットアップ

# OrchardCore.Setup.Views.Setup.Index
source: one non-alphanumeric
ar: حرف غير الأبجدية الرقمية
cs: jeden speciální
es: un no alfanumérico
fr: un non-alphanumérique
ja: 一つのアルファベットまたは数字以外の文字列
tr: bir alfanümerik olmayan

# OrchardCore.Setup.Views.Setup.Index
source: one uppercase
ar: حرف كبير
cs: jeden velký
es: una mayúscula
fr: un en majuscule
ja: 一つの大文字
tr: bir büyük

# OrchardCore.Setup.Views.Setup.Index
source: one lowercase
ar: حرف صغير
cs: jeden malý
es: una minúscula
fr: un en minuscule
ja: 一つの小文字
tr: bir küçük

# OrchardCore.Setup.Views.Setup.Index
source: one digit
ar: رقم واحد
cs: jednu číslici
es: un dígito
fr: un chiffre
ja: 一つの数字
tr: bir rakam

# OrchardCore.Setup.Views.Setup.Index
source: and
ar: و
cs: a
es: y
fr: et
ja: そして
tr: ve

# OrchardCore.Setup.Views.Setup.Index
source: {0} characters in total
ar: {0} حروف
cs: {0} znaků celkem
es: {0} caracteres en total
fr: {0} caractères au total
ja: 合計 {0} 文字
tr: Toplamda {0} karakter

# OrchardCore.Setup.Views.Setup.Index
source: , with {0} unique characters
ar: , مع {0} حروف فريده
cs: , s {0} unikátními znaky
es: , con {0} caracteres únicos
fr: , avec {0} caractères uniques
ja: 、{0} 文字のユニークな文字列
tr: , {0} benzersiz karakter

# OrchardCore.Setup.Views.Setup.Index
source: Password must have at least {0}.
ar: كلمة المرور يجب أن تحتوي على الأقل {0}.
cs: Heslo musí obsahovat alespoň {0}.
es: La contraseña debe tener al menos {0}.
fr: Le mot de passe doit contenir au minimum {0} caractères.
ja: パスワードは最低 {0} 文字必要です
tr: Şifre en az {0} olmalı.

# OrchardCore.Setup.Views.Setup.Index
source: Change language
fr: Changer la langue
ja: 言語を切り替える

# OrchardCore.Setup.Views.Setup.Index
source: Setup
ar: تثبيت
cs: Instalace
es: Configurar
fr: Configuration
ja: セットアップ
tr: Kur

# OrchardCore.Setup.Views.Setup.Index
source: Please answer a few questions to configure your site.
ar: الرجاء الإجابة على بعض الأسئلة لإعداد موقعك.
cs: Prosím odpovězte na několik otázek ke konfiguraci webu.
es: Favor responder algunas preguntas para configurar su sitio.
fr: Veuillez répondre à quelques questions pour configurer votre site.
ja: サイトを構成するためにあと少しの質問に答えてください
tr: Lütfen sitenizi yapılandırmak için birkaç soruyu cevaplayın.

# OrchardCore.Setup.Views.Setup.Index
source: No recipes available.
ar: لا توجد وصفات متاحة.
cs: Žádný recept není dostupný.
es: No hay recetas disponibles.
fr: Pas de recette disponible.
ja: 利用可能なレシピが存在しません
tr: Geçerli Tarif Yok.

# OrchardCore.Setup.Views.Setup.Index
source: It is not possible to set up a site without a recipe.
ar: ليس من الممكن تنصيب الموقع دون وصفة.
cs: Není možné instalovat web bez receptu.
es: No es posible configurar un sitio sin receta.
fr: Il n’est pas possible de configurer un site sans une recette.
ja: レシピなしでセットアップを行うことはできません
tr: Tarifi olmayan bir site kurmak mümkün değildir.

# OrchardCore.Setup.Views.Setup.Index
source: What is the name of your site?
ar: ما هو إسم موقعك؟
cs: Jaký je název vašeho webu?
es: ¿Cuál es el nombre de su sitio?
fr: Quel est le nom de votre site ?
ja: サイトの名前はなんですか?
tr: Site adınız nedir?

# OrchardCore.Setup.Views.Setup.Index
source: The site name is required.
ar: إسم الموقع مطلوب.
cs: Název webu je povinný.
es: El nombre del sitio es obligatorio.
fr: Le nom de site est obligatoire.
ja: サイトの名前は必須です
tr: Site adı zorunludur.

# OrchardCore.Setup.Views.Setup.Index
source: This is used as the default title of your pages.
ar: هذا سيستخدم كعنوان إفتراضي لصفحاتك.
cs: Používá se jako výchozí titulek vašich stránek.
es: Esto se utiliza como el título por defecto de las páginas.
fr: Il sera utilisé comme titre par défaut de vos pages.
ja: これはページのデフォルトのタイトルとなります
tr: Bu, sayfalarınızın varsayılan başlığı olarak kullanılır.

# OrchardCore.Setup.Views.Setup.Index
source: Recipe
ar: الوصفه
cs: Recept
es: Receta
fr: Recette
ja: レシピ
tr: Tarif

# OrchardCore.Setup.Views.Setup.Index
source: No Recipes Available
ar: لا توجد وصفات متاحة
cs: Žádný recept není dostupný
es: No hay recetas disponibles
fr: Pas de recette disponible
ja: 利用可能なレシピが存在しません
tr: Geçerli Tarif Yok

# OrchardCore.Setup.Views.Setup.Index
source: Recipes allow you to setup your site with additional pre-configured options, features and settings out of the box.
ar: الوصفات تسمح لك بتثبيت موقعك بخيارات إضافية تم تكوينها مسبقاً.
cs: Recepty vám umožňují vytvořit váš web s přednastavenými funkcemi, možnostmi a nastavením.
es: Las recetas le permiten configurar su sitio con opciones, características y opciones preconfiguradas adicionales listas para usar.
fr: Les recettes vous permettent de configurer votre site avec des options supplémentaires pré-paramétrées, des fonctionnalités et des paramètres par défaut.
ja: レシピを使用すると追加として事前に構成されたオプション、機能、設定をそのまま使用してサイトをセットアップできます。

# OrchardCore.Setup.Views.Setup.Index
source: Default Time Zone
ar: المنطقة الزمنية الافتراضية
cs: Výchozí časové pásmo
es: Zona horaria por defecto
fr: Fuseau horaire par défaut
ja: デフォルトのタイムゾーン
tr: Varsayılan Zaman Dilimi

# OrchardCore.Setup.Views.Setup.Index
source: Determines the default time zone used when displaying and editing dates and times.
ar: حدد المنطقة الزمنية الإفتراضية التي سيتم إستخدامها لعرض وتعديل التواريخ والأوقات.
cs: Určuje výchozí časové pásmo používané při zobrazení a úpravě datumů a časů.
es: Determina la zona horaria predeterminada utilizada al mostrar y editar fechas y horas.
fr: Détermine le fuseau horaire par défaut utilisé lors de l’affichage et la modification des dates et des heures.
ja: 日付と時刻を表示・編集する際に使用するデフォルトのタイムゾーンを決定します
tr: Tarih ve saatleri görüntülerken ve düzenlerken kullanılan varsayılan zaman dilimini belirler.

# OrchardCore.Setup.Views.Setup.Index
source: What type of database to use?
ar: ما هو نوع قاعدة البيانات المستخدمة؟
cs: Jaký typ databáze má být použit?
es: ¿Qué tipo de base de datos utilizar?
fr: Quel type de base de données utiliser ?
ja: データベースの種別はなんですか?
tr: Ne tür bir veritabanı kullanılacak?

# OrchardCore.Setup.Views.Setup.Index
source: The connection string to your database instance. e.g., {0}
ar: نص الربط إلى قاعدة البيانات, مثال, {0}
es: La cadena de conexión a la instancia de tu base de datos. ej., {0}
fr: La chaîne de connexion à l'instance de votre base de données. ex. {0}
ja: データベースの接続文字列 例、「 {0}」

# OrchardCore.Setup.Views.Setup.Index
source: The database is used to store the site's configuration and its contents.
fr: La base de données est utilisée pour stocker la configuration du site et son contenu.
ja: データベースはサイトの構成と内容を保存するために使用されます

# OrchardCore.Setup.Views.Setup.Index
source: Table Prefix
ar: بادئة الجدول
cs: Prefix tabulek
es: Prefijo de tabla
fr: Préfixe de table
ja: テーブル名称のプレフィックス
tr: Tablo öneki

# OrchardCore.Setup.Views.Setup.Index
source: You can specify a table prefix if you intend to reuse the same database for multiple sites.
fr: Vous pouvez spécifier un préfixe de table si vous avez l'intention de réutiliser la même base de données pour plusieurs sites.
ja: 同じデータベースを複数のサイトで再利用する場合は、テーブルプレフィックスを指定できます。

# OrchardCore.Setup.Views.Setup.Index
source: Connection string
ar: نص الإتصال
es: Cadena de conexión
fr: Chaîne de connexion
ja: 接続文字列
tr: Bağlantı metni

# OrchardCore.Setup.Views.Setup.Index
source: Show/hide connection string
ar: إظهار/إخفاء نص الإتصال
cs: Zobrazit/skrýt connection string
es: Mostrar/ocultar cadena de conexión
fr: Afficher/masquer la chaîne de connexion
ja: 接続文字列を表示/非表示
tr: Bağlantı metnini göster/gizle

# OrchardCore.Setup.Views.Setup.Index
source: Super User
ar: المستخدم المتميز
cs: Superadmin
es: Super Usuario
fr: Super utilisateur
ja: スーパーユーザー
tr: Süper kullanıcı

# OrchardCore.Setup.Views.Setup.Index
source: The super user has all the rights. It should be used only during Setup and for disaster recovery.
ar: المستخدم المتميز يمتلك كل الصلاحيات. ينبغي إستخدامه اثناء التثبيت و التعافي من الكوارث.
cs: Superadmin má všechna práva. Měl by se používat pouze během instalace a pro zotavení po havárii.
es: El superusuario tiene todos los derechos. Debe ser usado sólo durante la instalación y para la recuperación de desastres.
fr: Le super utilisateur possède tous les droits. Il doit être utilisé uniquement lors de l’installation et pour la récupération d’urgence.
ja: スーパーユーザーは全ての権限があります。スーパーユーザーはセットアップまたは障害からの回復時にのみ使用されます。

# OrchardCore.Setup.Views.Setup.Index
source: User name
ar: إسم المستخدم
cs: Uživatelské jméno
es: Nombre de usuario
fr: Nom d’utilisateur
ja: ユーザー名
tr: Kullanıcı adı

# OrchardCore.Setup.Views.Setup.Index
source: Email
ar: البريد الإلكتروني
es: Correo electrónico
ja: メールアドレス
tr: E-Posta

# OrchardCore.Setup.Views.Setup.Index
source: The email is invalid.
ar: البريد الإلكتروني غير صحيح.
cs: E-mail je neplatný.
es: El correo electrónico no es válido.
fr: L’email est invalide.
ja: メールアドレスは必須です
tr: Bu e-posta geçerli değil.

# OrchardCore.Setup.Views.Setup.Index
source: Password
ar: كلمة المرور
cs: Heslo
es: Contraseña
fr: Mot de passe
ja: パスワード
tr: Şifre

# OrchardCore.Setup.Views.Setup.Index
source: Password strength
ar: قوة كلمة المرور
cs: Síla hesla
es: Seguridad de la Contraseña
fr: Robustesse du mot de passe
ja: パスワードの長さ
tr: Şifre dayanıklılığı

# OrchardCore.Setup.Views.Setup.Index
source: Password Confirmation
ar: تأكيد كلمة المرور
cs: Potvrzení hesla
es: Confirmación de contraseña
fr: Confirmation du mot de passe
ja: パスワードの確認
tr: Parola onayı

# OrchardCore.Setup.Views.Setup.Index
source: Finish Setup
ar: إنهاء التثبيت
cs: Dokončit instalaci
es: Finalizar configuración
fr: Terminer la configuration
ja: セットアップを完了する
tr: Kurulumu Bitir

# OrchardCore.Setup.Controllers.SetupController
source: The connection string is mandatory for this provider.
ar: نص الإتصال مطلوب لهذا المزود.
cs: Pro toto datové úložiště je connection string povinný.
es: La cadena de conexión es obligatoria para este proveedor.
tr: Bağlantı metni bu sağlayıcı için zorunludur.

# OrchardCore.Setup.Views.Setup.Index
source: Database
ar: قاعدة البيانات
cs: Databáze
es: Base de datos
tr: Veritabanı

# OrchardCore.Setup.Views.Setup.Index
source: The database is used to store the site's configuration and its contents. You can specify a custom table prefix if you intend to reuse the same database for multiple sites.
ar: قاعدة البيانات التي ستستخدم لحفظ إعدادات موقعك ومحتواه. يمكنك تخصيص بادئة للجدول وذلك إذا كنت ترغب في إعادة إستخدام قاعدة البيانات لمواقع متعددة.
cs: Databáze se používá k ukládání konfigurace serveru a jeho obsahu. Pokud máte v úmyslu použít stejnou databázi pro více webů, můžete určit prefix tabulky.
es: La base de datos se utiliza para almacenar la configuración del sitio y su contenido. Puede especificar un prefijo de tabla personalizado si tiene intención de reutilizar la misma base de datos para múltiples sitios.

# OrchardCore.Setup.Views.Setup.Index
source: The user name is required.
ar: إسم المستخدم مطلوب.
cs: Uživatelské jméno je povinné.
es: El nombre de usuario es obligatorio.
tr: Kullanıcı adı zorunludur.
