Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Markdown.po
Languages: fr

# OrchardCore.Markdown.Drivers.MarkdownBodyPartDisplayDriver
source: {0} doesn't contain a valid Liquid expression. Details: {1}
fr: {0} ne contient pas une expression Liquid valide. Détails: {1}

# OrchardCore.Markdown.Drivers.MarkdownFieldDisplayDriver
source: {0} field doesn't contain a valid Liquid expression. Details: {1}
fr: Le champ {0} ne contient pas une expression Liquid valide. Détails: {1}

# OrchardCore.Markdown.GraphQL.MarkdownBodyQueryObjectType
source: Content stored as Markdown. You can also query the HTML interpreted version of Markdown.
fr: Contenu stocké en Markdown. Vous pouvez également interroger la version HTML interprétée de Markdown.

# OrchardCore.Markdown.GraphQL.MarkdownBodyQueryObjectType
source: the markdown value
fr: la valeur markdown

# OrchardCore.Markdown.GraphQL.MarkdownBodyQueryObjectType
source: the HTML representation of the markdown content
fr: la représentation HTML du contenu markdown

# OrchardCore.Markdown.GraphQL.MarkdownFieldQueryObjectType
source: Content stored as Markdown. You can also query the HTML interpreted version of Markdown.
fr: Contenu stocké en Markdown. Vous pouvez également interroger la version HTML interprétée de Markdown.

# OrchardCore.Markdown.GraphQL.MarkdownFieldQueryObjectType
source: the markdown value
fr: la valeur markdown

# OrchardCore.Markdown.GraphQL.MarkdownFieldQueryObjectType
source: the HTML representation of the markdown content
fr: la représentation HTML du contenu markdown

# OrchardCore.Markdown.Views.MarkdownBodyPart-Wysiwyg.Edit
source: The markdown text of the content item.
fr: Le texte markdown de l'élément de contenu.

# OrchardCore.Markdown.Views.MarkdownBodyPart-Wysiwyg.Option
source: Wysiwyg editor
fr: Editeur Wysiwyg

# OrchardCore.Markdown.Views.MarkdownBodyPart.Edit
source: The body of the content item, in Markdown format.
fr: Le corps de l’élément de contenu, au format Markdown.

# OrchardCore.Markdown.Views.MarkdownBodyPartSettings.Edit
source: Sanitize Html
fr: Nettoyer le Html

# OrchardCore.Markdown.Views.MarkdownBodyPartSettings.Edit
source: Whether the Html output from the Markdown is sanitized to prevent custom scripts.
fr: Si la sortie Html de Markdown est nettoyée pour empêcher les scripts personnalisés.

# OrchardCore.Markdown.Views.MarkdownBodyPartSettings.Edit
source: See documentation
fr: Voir la documentation

# OrchardCore.Markdown.Views.MarkdownField-TextArea.Option
source: Multi-line
fr: Multi-ligne

# OrchardCore.Markdown.Views.MarkdownField-Wysiwyg.Option
source: Wysiwyg editor
fr: Editeur Wysiwyg

# OrchardCore.Markdown.Views.MarkdownFieldSettings.Edit
source: Hint
fr: Indication

# OrchardCore.Markdown.Views.MarkdownFieldSettings.Edit
source: The hint text to display for this field on the editor.
fr: Le texte d'indication à afficher pour ce champ dans l'éditeur.

# OrchardCore.Markdown.Views.MarkdownFieldSettings.Edit
source: Sanitize Html
fr: Nettoyer le Html

# OrchardCore.Markdown.Views.MarkdownFieldSettings.Edit
source: Whether the Html output is sanitized to prevent custom scripts.
fr: Si le Html est nettoyé pour empêcher les scripts personnalisés.

# OrchardCore.Markdown.Views.MarkdownFieldSettings.Edit
source: See documentation
fr: Voir la documentation

# OrchardCore.Markdown.Views.Media-MarkdownBodyPart.Modal
source: Select Media
fr: Sélectionner un média

# OrchardCore.Markdown.Views.Media-MarkdownBodyPart.Modal
source: Cancel
fr: Annuler
