Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Email.po
Languages: ar, cs, es, fr, it, mk, tr

# OrchardCore.Email.Controllers.AdminController
source: Message sent successfully
es: Mensaje enviado con éxito
fr: Message envoyé avec succès
tr: Mesaj başarıyla gönderildi

# OrchardCore.Email.Services.SmtpService
source: SMTP settings must be configured before an email can be sent.
es: Los ajustes SMTP deben configurarse antes de que se pueda enviar un correo electrónico.
fr: Les paramètres SMTP doivent être configurés avant d'envoyer un email.
tr: Bir e-posta gönderilmeden önce SMTP ayarları yapılandırılmalıdır.

# OrchardCore.Email.Services.SmtpService
source: An error occurred while sending an email: '{0}'
es: Se produjo un error al enviar el correo electrónico: '{0}'
fr: Une erreur s'est produite lors de l'envoi d'un email : '{0}'
tr: E-posta gönderilirken bir hata oluştu: '{0}'

# OrchardCore.Email.Views.SmtpSettings.Edit
source: The default email address to use as a sender.
es: La dirección de correo electrónico por defecto a utilizar como remitente.
fr: L'adresse e-mail par défaut à utiliser en tant qu'expéditeur.
tr: Gönderen olarak kullanılacak varsayılan e-posta adresi.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: When this option is selected, the aplication pool or host-process identity is used to authenticate with the mail server.
es: Cuando esta opción está seleccionada, el pool de aplicación o la identidad del proceso de host se utiliza para autentificarse con el servidor de correo.
fr: Lorsque cette option est sélectionnée, l’identité de pool ou processus hôte aplication est utilisée pour s’authentifier auprès du serveur de messagerie.
tr: Bu seçenek seçildiğinde, uygulama havuzu veya ana bilgisayar işlem kimliği posta sunucusuyla kimlik doğrulamak için kullanılır.

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: The sender's email address. Leave blank to use the configured email address. With Liquid support.
es: La dirección de correo electrónico del remitente. Dejar en blanco para usar la dirección de correo electrónico configurada. Con soporte Liquid.
fr: L'adresse e-mail de l'expéditeur. Laissez vide pour utiliser l'adresse email configurée. Avec support de Liquid.
tr: Gönderenin e-posta adresi. Yapılandırılmış e-posta adresini kullanmak için boş bırakın. Liquid desteği ile.

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: If checked, indicates the body of the email message is HTML. If unchecked, indicates the body of the email message is plain text.
es: Si está marcado, indica que el cuerpo del mensaje de correo electrónico es HTML. Si no está marcado, indica que el cuerpo del mensaje de correo electrónico es texto plano.
fr: Si coché, indique que le corps du message de courriel est en HTML. Si décoché, indique que le corps du message de courriel est du texte en clair.
tr: İşaretliyse, e-posta iletisinin gövdesinin HTML olduğunu belirtir. Seçilmezse, e-posta iletisinin gövdesinin düz metin olduğunu gösterir.
