Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Localization.po
Languages: ar

# OrchardCore.Localization.AdminMenu
source: Configuration
ar: الضبط

# OrchardCore.Localization.AdminMenu
source: Settings
ar: الإعدادات

# OrchardCore.Localization.AdminMenu
source: Cultures
ar: اللغات

# OrchardCore.Localization.Drivers.LocalizationSettingsDisplayDriver
source: A culture is required
ar: اللغة مطلوبة

# OrchardCore.Localization.GraphQL.SiteCulturesQuery
source: The active cultures configured for the site.
ar: اللغات النشطة لضبط الموقع.

# OrchardCore.Localization.Views.LocalizationSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
ar: ستتم إعادة تحميل الـ tenant الحالية عند حفظ الإعدادات.

# OrchardCore.Localization.Views.LocalizationSettings.Edit
source: Culture
ar: اللغة

# OrchardCore.Localization.Views.LocalizationSettings.Edit
source: Default culture
ar: اللغة الافتراضية

# OrchardCore.Localization.Views.LocalizationSettings.Edit
source: Remove culture
ar: حذف لغة

# OrchardCore.Localization.Views.LocalizationSettings.Edit
source: Add culture
ar: إضافة لغة

# OrchardCore.Localization.Views.LocalizationSettings.Edit
source: Define which cultures are supported by the site.
ar: تعريف أي اللغات سيتم دعمها في الموقع.
