Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.OpenId.po
Languages: es, fa, fr, it, ru

# OrchardCore.OpenId.Views.OpenIdValidationSettings.Edit
source: The unique name associated with this tenant. If none is provided, the tenant name is automatically used as the default audience.
es: El nombre único asociado con este tenant. Si no se proporciona ninguno, se utiliza por defecto el nombre del tenant.
fa: نام یکتایی که به این تِننت (tenant) مرتبط است. اگر هیچ‌چیزی ارائه نشود، نام تِننت (tenant) به صورت خودکار به عنوان مخاطب پیش‌فرض استفاده می‌شود.
fr: Le nom unique associé à ce locataire. Si aucun n'est fourni, le nom du locataire est automatiquement utilisé comme audience par défaut.
it: Il nome univoco associato a questo tenant. Se non fornito, il nome del tenant viene automaticamente utilizzato come audience predefinito.
ru: Уникальное имя, связанное с этим арендатором. Если ничего не указано, имя владельца автоматически используется в качестве аудитории по умолчанию.

# OrchardCore.OpenId.Views.OpenIdValidationSettings.Edit
source: Disable token type validation
fr: Désactiver la validation du type de jeton
it: Disabilita la convalida del tipo token

# OrchardCore.OpenId.Views.OpenIdValidationSettings.Edit
source: Token type validation can be disabled to accept JWT tokens issued by servers that don't support the 'at+jwt' type header.
fr: La validation du type de jeton peut être désactivée pour accepter les jetons JWT émis par les serveurs qui ne prennent pas en charge l'en-tête de type 'at+jwt'.
it: La validazione del tipo di token può essere disabilitato to accettare i JWT tokens generati dai server che non supportano l'header 'at+jwt'.

# OrchardCore.OpenId.Views.Access.Authorize
source: Authorization
es: Autorización
fa: صدورمجوز
fr: Autorisation
it: Autorizzazione
ru: Авторизация

# OrchardCore.OpenId.Views.Access.Authorize
source: Do you want to grant <strong>{0}</strong> access to your data? (scopes requested: {1})
es: ¿Quieres conceder <strong>{0}</strong> acceso a tus datos? (ámbitos solicitados: {1})
fa: آیا می‌خواهید دسترسی <strong>{0}</strong> را به داده‌های خود بدهید؟ (اِسکپ‌های درخواست شده: {1})
fr: Vous voulez accorder à <strong>{0}</strong> l'accès à vos données ? (portées demandées : {1})
it: Vuoi concedere a <strong>{0}</strong> l'accesso ai tuoi dati? (i campi richiesti: {1})
ru: Вы хотите предоставить <strong>{0}</strong> доступ к вашим данным? (запрошено: {1})

# OrchardCore.OpenId.Views.Access.Error
source: Ooooops, something went really bad! :(
es: ¡Ooooops, algo salió mal! :(
fa: اوووووپس،اتفاق بدی افتاد! :(
fr: Oups, quelque chose s'est ma passé ! :(
it: Ooooops, qualcosa è andato davvero male! :(
ru: Ой, что-то пошло действительно плохо! :(

# OrchardCore.OpenId.Views.Access.Logout
source: Log out
es: Salir
fa: خروج از سامانه
fr: Déconnexion
ru: Выход

# OrchardCore.OpenId.Views.Access.Logout
source: Are you sure you want to log out?
es: ¿Está seguro de que desea cerrar sesión?
fa: آیا مطمئن هستید که می‌خواهید از سامانه خارج شوید؟
fr: Êtes-vous sûr de vouloir vous déconnecter ?
it: Sei sicuro di volerti disconnettere?
ru: Вы уверены, что хотите выйти?

# OrchardCore.OpenId.Views.Application.Create
source: Create a new application
es: Crear una aplicación
fa: ایجاد یک برنامه‌کاربردی جدید
fr: Créer une nouvelle application
it: Crea una nuova applicazione
ru: Создать новое приложение

# OrchardCore.OpenId.Views.Application.Create
source: Client Id
es: Cliente Id
fa: شناسه سرویس‌گیرنده
fr: Id du client
ru: Id клиента

# OrchardCore.OpenId.Views.Application.Create
source: Display Name
es: Nombre a Mostrar
fa: نام نمایشی
fr: Nom d'affichage
it: Nome visualizzato
ru: Отображаемое имя

# OrchardCore.OpenId.Views.Application.Create
source: Confidential client
es: Cliente confidencial
fa: سرویس‌گیرنده محرمانه
fr: Client confidentiel
it: Client privato
ru: Конфиденциальный клиент

# OrchardCore.OpenId.Views.Application.Create
source: Public client
es: Cliente público
fa: سرویس‌گیرنده عمومی
fr: Client public
it: Client pubblico
ru: Публичный клиент

# OrchardCore.OpenId.Views.Application.Create
source: Confidential applications MUST send their client secret when communicating with the token and revocation endpoints. This guarantees that only the legit client can exchange an authorization code or get a refresh token.
es: Las aplicaciones confidenciales deben enviar a su cliente secreto cuando se comunica con los puntos de entrada y revocación. Esto garantiza que sólo el cliente de confianza puede intercambiar un código de autorización u obtener un token de actualización.
fa: برنامه‌های‌کاربردی محرمانه در هنگام برقراری ارتباط با نقطات‌پایانی توکن و ابطال (the token and revocation endpoints)، باید کلید مخفی سرویس‌گیرنده‌ خود را ارسال کنند. این امر دریافت کد مجوز یا توکن تازه‌سازی را فقط برای سرویس‌گیرنده‌ای که مجاز به دریافت آن است، میسر می‌کند.
fr: Les applications confidentielles doivent envoyer leur secret client lors de la communication avec les points de terminaison de token et de révocation. Cela garantit que seul le client légitime peut échanger un code d'autorisation ou obtenir un jeton de rafraîchissement.
it: Le applicazioni confidenziali DEVONO inviare il loro client secret quando comunicano con token e Revocation Endpoint. Questo garantisce che solo il cliente legittimato possa scambiare un codice di autorizzazione o ottenere un refresh token.
ru: Конфиденциальные приложения ДОЛЖНЫ отправлять свой клиентский секрет при общении с маркером и конечными точками отзыва. Это гарантирует, что только клиент может обмениваться кодом авторизации или получить токен обновления.

# OrchardCore.OpenId.Views.Application.Create
source: Allow Authorization Code Flow
es: Permitir Flujo de Código de Autorización
fa: جریان کد مجوز مجاز باشد
fr: Autoriser le flux Authorization Code
it: Consenti il flusso del codice di autorizzazione
ru: Разрешить код авторизации

# OrchardCore.OpenId.Views.Application.Create
source: More info:
es: Más información:
fa: اطلاعات بیشتر:
fr: Plus d'infos :
it: Maggiori informazioni:
ru: Подробнее:

# OrchardCore.OpenId.Views.Application.Create
source: Recommended Parameters:
es: Parámetros recomendados:
fa: پارامترهای پیشنهادی:
fr: Paramètres recommandés :
it: Parametri consigliati:
ru: Рекомендуемые параметры:

# OrchardCore.OpenId.Views.Application.Create
source: Allow Implicit Flow
es: Permitir flujo implícito
fa: جریان ضمنی مجاز باشد
fr: Autoriser Implicit Flow
it: Consenti un flusso implicito
ru: Разрешить неявный поток

# OrchardCore.OpenId.Views.Application.Create
source: Allow Hybrid Flow
fr: Autoriser le flux hybride
it: Permetti Flusso Ibrido

# OrchardCore.OpenId.Views.Application.Create
source: Allow Password Flow
es: Permitir Flujo Contraseña
fa: جریان رمز عبور مجاز باشد
fr: Autoriser le Password Flow
it: Consenti il flusso di password
ru: Разрешить пароль

# OrchardCore.OpenId.Views.Application.Create
source: Allow Client Credentials Flow
es: Permitir Flujo Credenciales del Cliente
fa: جریان اعتبارنامه سرویس‌گیرنده مجاز باشد
fr: Autoriser le Client Credentials Flow
it: Consenti il flusso credenziali client
ru: Разрешить авторизацию клиента

# OrchardCore.OpenId.Views.Application.Create
source: Allow Refresh Token Flow
es: Permitir Flujo Refrescar Token
fa: جریان تازه‌سازی توکن مجاز باشد
fr: Autoriser le Refresh Token Flow
it: Consenti l'aggiornamento del Token Flow
ru: Разрешить обновление токенов

# OrchardCore.OpenId.Views.Application.Create
source: Redirect Uris
es: Uris de redireccionamiento
fa: Uriهای تغییرمسیر
fr: Uris de redirection
it: URI di Reindizzamento
ru: URI переадресации

# OrchardCore.OpenId.Views.Application.Create
source: Space delimited list of redirect URIs.
es: Lista delimitada por espacios de URIs de redirección.
fa: لیست نامحدودی از URIهای تغییرمسیر را جای می‌دهد.
fr: Liste des URIs de redirection délimitées par un espace.
it: Elenco delimitato da spazi di URI di reindirizzamento.
ru: Список URL-адресов редиректов ограничен пробелом.

# OrchardCore.OpenId.Views.Application.Create
source: Allow Logout Endpoint
es: Permitir punto final de salida
fa: نقطه‌پایانی خروج از سامانه (Logout) مجاز باشد
fr: Autoriser le point de terminaison Logout
it: Consenti Logout Endpoint
ru: Включить конечную точку выхода

# OrchardCore.OpenId.Views.Application.Create
source: Logout Redirect Uris
es: Url de redireccionamiento de cierre de sesión
fa: Uriهای تغییرمسیر خروج از سامانه (Logout)
fr: Uris de redirection après déconnexion
ru: Ссылки для ридеректа выхода:

# OrchardCore.OpenId.Views.Application.Create
source: Space delimited list of logout redirect URIs.
es: Lista delimitada por espacios de URIs de redirección de salida.
fa: لیست نامحدودی از URIهای تغییرمسیر خروج از سامانه (Logout) را جای می‌دهد.
fr: Liste des URIs de redirection de déconnexion délimitées par un espace.
it: Elenco delimitato da spazi di URI di reindirizzamento.
ru: Список URL-адресов редиректов ограничен пробелом.

# OrchardCore.OpenId.Views.Application.Create
source: Require Proof Key for Code Exchange
fr: Exiger une Proof Key pour Code Exchange

# OrchardCore.OpenId.Views.Application.Create
source: Ensure that the client application and OAuth or OIDC library being used supports PKCE before enabling this option.
fr: Assurez-vous que l'application client et la bibliothèque OAuth ou OIDC utilisée prennent en charge PKCE avant d'activer cette option.

# OrchardCore.OpenId.Views.Application.Create
source: Consent type
es: Tipo de consentimiento
fa: نوع تایید
fr: Type de consentement
it: Tipo di consenso
ru: Тип согласия

# OrchardCore.OpenId.Views.Application.Create
source: Explicit consent
es: Aprobación explícita
fa: تایید آشکار
fr: Consentement explicite
it: Consenso esplicito
ru: Явное согласие

# OrchardCore.OpenId.Views.Application.Create
source: Implicit consent
es: Aprobación implícita
fa: تایید ضمنی
fr: Consentement implicite
it: Consenso implicito
ru: Неявное согласие

# OrchardCore.OpenId.Views.Application.Create
source: External consent
es: Aprobación externa
fa: تایید خارجی
fr: Consentement externe
it: Consenso Esterno
ru: Внешнее согласие

# OrchardCore.OpenId.Views.Application.Create
source: The consent type affects the way authorization requests are handled.
es: El tipo de consentimiento afecta a la forma en que se manejan las solicitudes de autorización.
fa: نوع تایید در نحوه رسیدگی به درخواست‌های صدورمجوز تاثیر می‌گذارد.
fr: Le type de consentement affecte la façon dont les demandes d'autorisation sont traitées.
it: Il tipo di consenso influisce sul modo in cui vengono gestite le richieste di autorizzazione.
ru: Тип согласия влияет на то, как обрабатываются запросы авторизации.

# OrchardCore.OpenId.Views.Application.Create
source: When the consent is explicit, the authorization request must be approved by the end user. <strong>This is the recommended option.</strong>
fr: Lorsque le consentement est explicite, la demande d'autorisation doit être approuvée par l'utilisateur final. <strong>C'est l'option recommandée.</strong>
it: Quando il consenso è esplicito, la richiesta di autorizzazione deve essere approvata dall'utente finale. <strong>Questa è l'opzione consigliata.</strong>

# OrchardCore.OpenId.Views.Application.Create
source: When the consent is implicit, the authorization request is assumed to be pre-approved and no consent form is displayed.
fr: Lorsque le consentement est implicite, la demande d'autorisation est supposée être préalablement approuvée et aucun formulaire de consentement n'est affiché.
it: Quando il consenso è implicito, si presume che la richiesta di autorizzazione sia pre-approvata e non venga visualizzato alcun modulo di consenso.

# OrchardCore.OpenId.Views.Application.Create
source: When the consent is external, the authorization request is rejected unless a pre-existing authorization (granted programmatically) already exists.
fr: Lorsque le consentement est externe, la demande d'autorisation est rejetée à moins qu'une autorisation préexistante (accordée programmativement) n'existe déjà.
it: Quando il consenso è esterno, la richiesta di autorizzazione viene respinta a meno che non esista già un'autorizzazione preesistente (concessa programmaticamente).

# OrchardCore.OpenId.Views.Application.Create
source: Allowed Scopes
fr: Scopes autorisés
it: Scopes Consentiti

# OrchardCore.OpenId.Views.Application.Create
source: Client Credentials Roles
es: Roles de Credenciales de Cliente
fa: نقش‌های اعتبارنامه سرویس‌گیرنده
fr: Rôles des informations d'identification client
it: Ruoli Credenziali Client
ru: Роли учётных данных клиента

# OrchardCore.OpenId.Views.Application.Create
source: Save
es: Guardar
fa: ذخیره
fr: Enregistrer
it: Salva
ru: Сохранить

# OrchardCore.OpenId.Views.Application.Create
source: Cancel
es: Cancelar
fa: انصراف
fr: Annuler
it: Annulla
ru: Отмена

# OrchardCore.OpenId.Views.Application.Edit
source: Edit an application
es: Editar una aplicación
fa: ویرایش یک برنامه‌کاربردی
fr: Modifier une application
it: Modifica un'applicazione
ru: Изменить приложение

# OrchardCore.OpenId.Views.Application.Edit
source: Client Id
es: Cliente Id
fa: شناسه سرویس‌گیرنده
fr: Id du client
ru: Id клиента

# OrchardCore.OpenId.Views.Application.Edit
source: Display Name
es: Nombre a Mostrar
fa: نام نمایشی
fr: Nom d'affichage
it: Nome visualizzato
ru: Отображаемое имя

# OrchardCore.OpenId.Views.Application.Edit
source: Confidential client
es: Cliente confidencial
fa: سرویس‌گیرنده محرمانه
fr: Client confidentiel
it: Client privato
ru: Конфиденциальный клиент

# OrchardCore.OpenId.Views.Application.Edit
source: Public client
es: Cliente público
fa: سرویس‌گیرنده عمومی
fr: Client public
it: Client pubblico
ru: Публичный клиент

# OrchardCore.OpenId.Views.Application.Edit
source: Confidential applications MUST send their client secret when communicating with the token and revocation endpoints. This guarantees that only the legit client can exchange an authorization code or get a refresh token.
es: Las aplicaciones confidenciales deben enviar a su cliente secreto cuando se comunica con los puntos finales de entrada y revocación. Esto garantiza que sólo el cliente legit puede intercambiar un código de autorización u obtener un token de actualización.
fa: برنامه‌های‌کاربردی محرمانه در هنگام برقراری ارتباط با نقطات‌پایانی توکن و ابطال (the token and revocation endpoints)، باید کلید مخفی سرویس‌گیرنده‌ خود را ارسال کنند. این امر دریافت کد مجوز یا توکن تازه‌سازی را فقط برای سرویس‌گیرنده‌ای که مجاز به دریافت آن است، میسر می‌کند.
fr: Les applications confidentielles doivent envoyer leur secret client lors de la communication avec les points de terminaison de token et de révocation. Cela garantit que seul le client légitime peut échanger un code d'autorisation ou obtenir un jeton de rafraîchissement.
it: Le applicazioni confidenziali DEVONO inviare il loro client secret quando comunicano con token e Revocation Endpoint. Questo garantisce che solo il cliente legittimato possa scambiare un codice di autorizzazione o ottenere un refresh token.
ru: Конфиденциальные приложения ДОЛЖНЫ отправлять свой клиентский секрет при общении с маркером и конечными точками отзыва. Это гарантирует, что только клиент может обмениваться кодом авторизации или получить токен обновления.

# OrchardCore.OpenId.Views.Application.Edit
source: enter a new value to replace the existing secret
es: introduce un nuevo valor para reemplazar el secreto existente
fa: یک مقدار جدید برای جایگزینی با کلید مخفی فعلی وارد کنید
fr: saisir une nouvelle valeur pour remplacer le secret existant
it: inserisci un nuovo valore per sostituire il l'attuale client secret
ru: введите новое значение для замены существующего секрета

# OrchardCore.OpenId.Views.Application.Edit
source: Allow Introspection Endpoint
fr: Autoriser le point de terminaison d'introspection

# OrchardCore.OpenId.Views.Application.Edit
source: Allow Revocation Endpoint
fr: Autoriser le point de terminaison de révocation

# OrchardCore.OpenId.Views.Application.Edit
source: Allow Authorization Code Flow
es: Permitir Flujo de Código de Autorización
fa: جریان کد مجوز مجاز باشد
fr: Autoriser le flux Authorization Code
it: Consenti il flusso del codice di autorizzazione
ru: Разрешить код авторизации

# OrchardCore.OpenId.Views.Application.Edit
source: More info:
es: Más información:
fa: اطلاعات بیشتر:
fr: Plus d'infos :
it: Maggiori informazioni:
ru: Подробнее:

# OrchardCore.OpenId.Views.Application.Edit
source: Recommended Parameters:
es: Parámetros recomendados:
fa: پارامترهای پیشنهادی:
fr: Paramètres recommandés :
it: Parametri consigliati:
ru: Рекомендуемые параметры:

# OrchardCore.OpenId.Views.Application.Edit
source: Allow Implicit Flow
es: Permitir flujo implícito
fa: جریان ضمنی مجاز باشد
fr: Autoriser Implicit Flow
it: Consenti un flusso implicito
ru: Разрешить неявный поток

# OrchardCore.OpenId.Views.Application.Edit
source: Allow Hybrid Flow
fr: Autoriser le flux hybride
it: Permetti Flusso Ibrido

# OrchardCore.OpenId.Views.Application.Edit
source: Allow Password Flow
es: Permitir Flujo Contraseña
fa: جریان رمز عبور مجاز باشد
fr: Autoriser le Password Flow
it: Consenti il flusso di password
ru: Разрешить пароль

# OrchardCore.OpenId.Views.Application.Edit
source: Allow Client Credentials Flow
es: Permitir Flujo Credenciales del Cliente
fa: جریان اعتبارنامه سرویس‌گیرنده مجاز باشد
fr: Autoriser le Client Credentials Flow
it: Consenti il flusso credenziali client
ru: Разрешить авторизацию клиента

# OrchardCore.OpenId.Views.Application.Edit
source: Allow Refresh Token Flow
es: Permitir Flujo Refrescar Token
fa: جریان تازه‌سازی توکن مجاز باشد
fr: Autoriser le Refresh Token Flow
it: Consenti l'aggiornamento del Token Flow
ru: Разрешить обновление токенов

# OrchardCore.OpenId.Views.Application.Edit
source: Redirect Uris
es: Redireccionar Uris
fa: Uriهای تغییرمسیر
fr: Uris de redirection
it: URI di Reindizzamento
ru: URI переадресации

# OrchardCore.OpenId.Views.Application.Edit
source: Space delimited list of redirect URIs.
es: Lista delimitada por espacios de URIs de redirección.
fa: لیست نامحدودی از URIهای تغییرمسیر را جای می‌دهد.
fr: Liste des URIs de redirection délimitées par un espace.
it: Elenco delimitato da spazi di URI di reindirizzamento.
ru: Список URL-адресов редиректов разделенный пробелом.

# OrchardCore.OpenId.Views.Application.Edit
source: Allow Logout Endpoint
es: Permitir punto final de salida
fa: نقطه‌پایانی خروج از سامانه (Logout) مجاز باشد
fr: Autoriser le point de terminaison Logout
it: Consenti Logout Endpoint
ru: Разрешить конечную точку выхода

# OrchardCore.OpenId.Views.Application.Edit
source: Post Logout Redirect Uris
es: Uris de redirección Post de Salida
fa: ارسال Uriهای تغییرمسیر خروج از سامانه (Logout)
fr: Uris de redirection Post déconnexion
ru: Адрес перенаправления после выхода

# OrchardCore.OpenId.Views.Application.Edit
source: Space delimited list of logout redirect URIs.
es: Lista delimitada por espacios de URIs de redirección de salida.
fa: لیست نامحدودی از URIهای تغییرمسیر خروج از سامانه (Logout) را جای می‌دهد.
fr: Liste des URIs de redirection de déconnexion délimitées par un espace.
it: Elenco delimitato da spazi di URI di reindirizzamento.
ru: Список URL-адресов редиректов разделенный пробелом.

# OrchardCore.OpenId.Views.Application.Edit
source: Require Proof Key for Code Exchange
fr: Exiger une Proof Key pour Code Exchange

# OrchardCore.OpenId.Views.Application.Edit
source: Ensure that the client/client library supports PKCE before enabling this option.
fr: Assurez-vous que la bibliothèque client/client prend en charge PKCE avant d'activer cette option.

# OrchardCore.OpenId.Views.Application.Edit
source: Consent type
es: Tipo de consentimiento
fa: نوع تایید
fr: Type de consentement
it: Tipo di consenso
ru: Тип согласия

# OrchardCore.OpenId.Views.Application.Edit
source: Explicit consent
es: Aprobación explícita
fa: تایید آشکار
fr: Consentement explicite
it: Consenso esplicito
ru: Явное согласие

# OrchardCore.OpenId.Views.Application.Edit
source: Implicit consent
es: Aprobación implícita
fa: تایید ضمنی
fr: Consentement implicite
it: Consenso implicito
ru: Неявное согласие

# OrchardCore.OpenId.Views.Application.Edit
source: External consent
es: Aprobación externa
fa: تایید خارجی
fr: Consentement externe
it: Consenso Esterno
ru: Внешнее согласие

# OrchardCore.OpenId.Views.Application.Edit
source: The consent type affects the way authorization requests are handled.
es: El tipo de consentimiento afecta a la forma en que se manejan las solicitudes de autorización.
fa: نوع تایید در نحوه رسیدگی به درخواست‌های صدورمجوز تاثیر می‌گذارد.
fr: Le type de consentement affecte la façon dont les demandes d'autorisation sont traitées.
it: Il tipo di consenso influisce sul modo in cui vengono gestite le richieste di autorizzazione.
ru: Тип согласия влияет на то, как обрабатываются запросы авторизации.

# OrchardCore.OpenId.Views.Application.Edit
source: When the consent is explicit, the authorization request must be approved by the end user. <strong>This is the recommended option.</strong>
fr: Lorsque le consentement est explicite, la demande d'autorisation doit être approuvée par l'utilisateur final. <strong>C'est l'option recommandée.</strong>
it: Quando il consenso è esplicito, la richiesta di autorizzazione deve essere approvata dall'utente finale. <strong>Questa è l'opzione consigliata.</strong>

# OrchardCore.OpenId.Views.Application.Edit
source: When the consent is implicit, the authorization request is assumed to be pre-approved and no consent form is displayed.
fr: Lorsque le consentement est implicite, la demande d'autorisation est supposée être préalablement approuvée et aucun formulaire de consentement n'est affiché.
it: Quando il consenso è implicito, si presume che la richiesta di autorizzazione sia pre-approvata e non venga visualizzato alcun modulo di consenso.

# OrchardCore.OpenId.Views.Application.Edit
source: When the consent is external, the authorization request is rejected unless a pre-existing authorization (granted programmatically) already exists.
fr: Lorsque le consentement est externe, la demande d'autorisation est rejetée à moins qu'une autorisation préexistante (accordée programmativement) n'existe déjà.
it: Quando il consenso è esterno, la richiesta di autorizzazione viene respinta a meno che non esista già un'autorizzazione preesistente (concessa programmaticamente).

# OrchardCore.OpenId.Views.Application.Edit
source: Allowed Scopes
fr: Scopes autorisés
it: Scopes Consentiti

# OrchardCore.OpenId.Views.Application.Edit
source: Client Credentials Roles
es: Roles de Credenciales de Cliente
fa: نقش‌های اعتبارنامه سرویس‌گیرنده
fr: Rôles des informations d'identification client
it: Ruoli Credenziali Client
ru: Роли учётных данных клиента

# OrchardCore.OpenId.Views.Application.Edit
source: Save
es: Guardar
fa: ذخیره
fr: Enregistrer
it: Salva
ru: Сохранить

# OrchardCore.OpenId.Views.Application.Edit
source: Cancel
es: Cancelar
fa: انصراف
fr: Annuler
it: Annulla
ru: Отмена

# OrchardCore.OpenId.Views.Application.Index
source: Add an application
es: Agregar una aplicación
fa: افزودن یک برنامه‌کاربردی
fr: Ajouter une application
it: Aggiungi un'applicazione
ru: Добавить приложение

# OrchardCore.OpenId.Views.Application.Index
source: Edit
es: Editar
fa: ویرایش
fr: Modifier
it: Modifica
ru: Редактировать

# OrchardCore.OpenId.Views.Application.Index
source: Delete
es: Eliminar
fa: پاک‌کردن
fr: Supprimer
it: Elimina
ru: Удалить

# OrchardCore.OpenId.Views.Items.OpenIdServerDeploymentStep.Edit
source: OpenID Server Settings
fr: Paramètres OpenID Server
it: Impostazioni Server OpenID

# OrchardCore.OpenId.Views.Items.OpenIdServerDeploymentStep.Summary
source: OpenID Server Settings
fr: Paramètres OpenID Server
it: Impostazioni Server OpenID

# OrchardCore.OpenId.Views.Items.OpenIdServerDeploymentStep.Summary
source: Adds OpenID Server settings to the plan.
fr: Ajoute les paramètres OpenID Server au plan.
it: Aggiungi le impostazioni del server OpenID al piano.
