Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Workflows.po
Languages: ar, cs, el, fa, fr, it, ru, vi

# OrchardCore.Workflows.Views.Workflow.Index
source: Bulk Actions
cs: Hromadné akce
fa: عملیات گروهی
fr: Actions par lot
ru: Массовые действия
vi: Loạt Hành động

# OrchardCore.Workflows.Views.Workflow.Index
source: Idle
fa: بیکار (Idle)
fr: Inactif

# OrchardCore.Workflows.Views.Workflow.Index
source: Starting
fa: در حال شروع
fr: Démarrage

# OrchardCore.Workflows.Views.Workflow.Index
source: Resuming
fa: در حال ادامه‌پیداکردن
fr: Reprise

# OrchardCore.Workflows.Views.Workflow.Index
source: Executing
fa: در حال اجرا
fr: Exécution en cours

# OrchardCore.Workflows.Views.Workflow.Index
source: Halted
fa: متوقف‌شده
fr: Stoppé

# OrchardCore.Workflows.Views.Workflow.Index
source: Finished
fa: تمام‌شده
fr: Terminé

# OrchardCore.Workflows.Views.Workflow.Index
source: Faulted
fa: ناموفق
fr: Incorrect

# OrchardCore.Workflows.Views.Workflow.Index
source: Aborted
fa: لغوشده
fr: Abandonné

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Copy Workflow Type
cs: Kopírovat typ workflow
fa: کپی این نوع گردش‌کار
fr: Copier le type de workflow
ru: Копировать тип рабочего процесса
vi: Sao chép Loại Quy trình

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: The name of the workflow type.
cs: Název typu workflow.
fa: نام این نوع گردش‌کار.
fr: Le nom du type de workflow.
ru: Название типа рабочего процесса.
vi: Tên của loại quy trình.

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Workflow Types
cs: Typy workflow
fa: انواع گردش‌کار
fr: Types de workflow
ru: Типы рабочих процессов
vi: Các loại Quy trình

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Edit Workflow Type
cs: Upravit typ workflow
fa: ویرایش این نوع گردش‌کار
fr: Modifier le type de workflow
ru: Изменить тип рабочего процесса
vi: Chỉnh sửa Loại Quy trình

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: The name of the workflow type.
cs: Název typu workflow.
fa: نام این نوع گردش‌کار.
fr: Le nom du type de workflow.
ru: Название типа рабочего процесса.
vi: Tên của các loại quy trình.

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Manage Workflow Types
cs: Spravovat typy workflow
fa: مدیریت انواع گردش‌کار
fr: Gérer les types de workflow
ru: Управление типами рабочих процессов
vi: Quản lý Các loại Quy trình

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Create Workflow Type
cs: Vytvořit typ workflow
fa: ایجاد یک نوع گردش‌کار
fr: Créer un type de workflow
ru: Создать рабочий процесс
vi: Tạo Loại Quy trình

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Bulk Actions
cs: Hromadné akce
fa: عملیات‌های گروهی
fr: Actions par lot
ru: Массовые действия
vi: Loạt Hành động

# OrchardCore.Workflows.Views.WorkflowType.Index
source: <strong>Nothing here!</strong> There are no workflow types at the moment.
cs: <strong>Nic tu není!</strong> V tuto chvíli neexistují žádné typy workflow.
fa: <strong>چیزی اینجا نیست!</strong>در این لحظه هیچ نوع گردش‌کاری وجود ندارد.
fr: <strong>Rien ici !</strong> Il n'y a pas aucun type de workflow pour le moment.
ru: <strong>Пусто!</strong> Нет рабочих потоков на данный момент.
vi: <strong>Không có gì ở đây!</strong> Không có loại quy trình nào ở thời điểm này.

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Design
source: <em>HTTP {0}</em>
ru: <em>{0}</em>
