Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Users.po
Languages: ar

# OrchardCore.Users.AdminMenu
source: Security
ar: الأمان

# OrchardCore.Users.AdminMenu
source: Users
ar: المستخدمين

# OrchardCore.Users.AdminMenu
source: Settings
ar: الإعدادات

# OrchardCore.Users.AdminMenu
source: User Login
ar: تسجيل دخول المستخدم

# OrchardCore.Users.ChangeEmailAdminMenu
source: Security
ar: الحماية

# OrchardCore.Users.ChangeEmailAdminMenu
source: Settings
ar: الإعدادات

# OrchardCore.Users.ChangeEmailAdminMenu
source: User Change email
ar: تغيير البريد الإلكتروني للمستخدم

# OrchardCore.Users.RegistrationAdminMenu
source: Security
ar: الحماية

# OrchardCore.Users.RegistrationAdminMenu
source: Settings
ar: الإعدادات

# OrchardCore.Users.RegistrationAdminMenu
source: User Registration
ar: تسجيل المستخدم

# OrchardCore.Users.ResetPasswordAdminMenu
source: Security
ar: الحماية

# OrchardCore.Users.ResetPasswordAdminMenu
source: Settings
ar: الإعدادات

# OrchardCore.Users.ResetPasswordAdminMenu
source: User Reset password
ar: إعادة تعيين كلمة مرور المستخدم

# OrchardCore.Users.LoginDeploymentStartup
source: Login settings
ar: إعدادات تسجيل الدخول

# OrchardCore.Users.LoginDeploymentStartup
source: Exports the Login settings.
ar: تصدير إعدادات تسجيل الدخول.

# OrchardCore.Users.ChangeEmailDeploymentStartup
source: Change Email settings
ar: تغيير إعدادات البريد الإلكتروني

# OrchardCore.Users.ChangeEmailDeploymentStartup
source: Exports the Change Email settings.
ar: تصدير إعدادات البريد الإلكتروني.

# OrchardCore.Users.RegistrationDeploymentStartup
source: Registration settings
ar: إعدادت التسجيل

# OrchardCore.Users.RegistrationDeploymentStartup
source: Exports the Registration settings.
ar: تصدير إعدادات التسجيل.

# OrchardCore.Users.ResetPasswordDeploymentStartup
source: Reset Password settings
ar: إعادة تعيين إعدادات كلمة المرور

# OrchardCore.Users.ResetPasswordDeploymentStartup
source: Exports the Reset Password settings.
ar: تصدير إعدادات تعيين كلمة المرور.

# OrchardCore.Users.Commands.UserCommands
source: User created successfully
ar: تم إنشاء المستخدم بنجاح

# OrchardCore.Users.Controllers.AccountController
source: You must confirm your email.
ar: يجب عليك تأكيد البريد الإلكتروني.

# OrchardCore.Users.Controllers.AccountController
source: The specified user is not allowed to sign in.
ar: المستخدم المحدد غير مسموح له من تسجيل الدخول.

# OrchardCore.Users.Controllers.AccountController
source: Local login is disabled.
ar: تسجيل الدخول محلياً مُعطَّل.

# OrchardCore.Users.Controllers.AccountController
source: The account is locked out
ar: تم اقفال هذا الحساب

# OrchardCore.Users.Controllers.AccountController
source: Invalid login attempt.
ar: محاولة تسجيل الدخول غير صحيحة.

# OrchardCore.Users.Controllers.AccountController
source: Your password has been changed successfully.
ar: تم تغيير كلمة المرور بنجاح.

# OrchardCore.Users.Controllers.AccountController
source: An error occurred in external provider.
ar: حدث خطأ في موفر خارجي.

# OrchardCore.Users.Controllers.AccountController
source: Site does not allow user registration.
ar: الموقع لا يسمح بتسجيل المستخدم.

# OrchardCore.Users.Controllers.AccountController
source: Confirm your account
ar: أكِّد حسابك

# OrchardCore.Users.Controllers.AdminController
source: All Users
ar: كل المستخدمين

# OrchardCore.Users.Controllers.AdminController
source: Enabled Users
ar: المستخدمين المفعلين

# OrchardCore.Users.Controllers.AdminController
source: Disabled Users
ar: المستخدمين المعطلين

# OrchardCore.Users.Controllers.AdminController
source: Name
ar: الاسم

# OrchardCore.Users.Controllers.AdminController
source: Email
ar: البريد الإلكتروني

# OrchardCore.Users.Controllers.AdminController
source: Approve
ar: قبول

# OrchardCore.Users.Controllers.AdminController
source: Enable
ar: تفعيل

# OrchardCore.Users.Controllers.AdminController
source: Disable
ar: تعطيل

# OrchardCore.Users.Controllers.AdminController
source: Delete
ar: حذف

# OrchardCore.Users.Controllers.AdminController
source: All roles
ar: كل الأدوار

# OrchardCore.Users.Controllers.AdminController
source: Authenticated (no roles)
ar: مصادقة (بدون أدوار)

# OrchardCore.Users.Controllers.AdminController
source: User {0} successfully approved.
ar: قبول المستخدم {0} بنجاح.

# OrchardCore.Users.Controllers.AdminController
source: User {0} successfully deleted.
ar: حذف المستخدم {0} بنجاح.

# OrchardCore.Users.Controllers.AdminController
source: User {0} successfully disabled.
ar: تعطيل المستخدم {0} بنجاح.

# OrchardCore.Users.Controllers.AdminController
source: User {0} successfully enabled.
ar: تفعيل المستخدم {0} بنجاح.

# OrchardCore.Users.Controllers.AdminController
source: User created successfully.
ar: تم إنشاء المستخدم بنجاح.

# OrchardCore.Users.Controllers.AdminController
source: User updated successfully.
ar: تم تحديث المستخدم بنجاح.

# OrchardCore.Users.Controllers.AdminController
source: User deleted successfully.
ar: تم حذف المستخدم بنجاح.

# OrchardCore.Users.Controllers.AdminController
source: Could not delete the user.
ar: تعذر حذف المستخدم.

# OrchardCore.Users.Controllers.AdminController
source: Password updated correctly.
ar: تم تحديث كلمة المرور بشكل صحيح.

# OrchardCore.Users.Controllers.AdminController
source: User unlocked successfully.
ar: تم إلغاء قفل المستخدم بنجاح.

# OrchardCore.Users.Controllers.AdminController
source: Could not unlock the user.
ar: تعذر إلغاء قفل المستخدم.

# OrchardCore.Users.Controllers.ChangeEmailController
source: This email is already your current one.
ar: هذا البريد الإلكتروني هو بالفعل البريد الحالي الخاص بك.

# OrchardCore.Users.Controllers.ChangeEmailController
source: A user with the same email already exists.
ar: هناك مستخدم آخر له البريد الإلكتروني ذاته.

# OrchardCore.Users.Controllers.RegistrationController
source: A user with the same email already exists.
ar: هناك مستخدم آخر له البريد الإلكتروني ذاته.

# OrchardCore.Users.Controllers.RegistrationController
source: Confirm your account
ar: قم بتأكيد حسابك

# OrchardCore.Users.Controllers.RegistrationController
source: Verification email sent.
ar: تم إرسال التحقق من البريد الإلكتروني.

# OrchardCore.Users.Controllers.ResetPasswordController
source: Reset your password
ar: أعد تعيين كلمة مرورك

# OrchardCore.Users.Drivers.UserDisplayDriver
source: Cannot disable the only administrator.
ar: لا يمكن تعطيل المسؤول الوحيد.

# OrchardCore.Users.Drivers.UserRoleDisplayDriver
source: Cannot remove administrator role from the only administrator.
ar: لا يمكن إزالة دور المدير من المدير الوحيد.

# OrchardCore.Users.ViewModels.ChangeEmailViewModel
source: Email is required.
ar: البريد الإلكتروني مطلوب.

# OrchardCore.Users.ViewModels.ChangeEmailViewModel
source: Invalid Email.
ar: البريد الإلكتروني غير صالح.

# OrchardCore.Users.ViewModels.ChangePasswordViewModel
source: Current password is required.
ar: كلمة المرور الحالية مطلوبة.

# OrchardCore.Users.ViewModels.ChangePasswordViewModel
source: Password is required.
ar: كلمة المرور مطلوبة.

# OrchardCore.Users.ViewModels.ChangePasswordViewModel
source: The new password and confirmation password do not match.
ar: كلمة المرور الجديدة وتأكيدها غير متطابقين.

# OrchardCore.Users.ViewModels.EditUserInformationViewModel
source: Invalid Email.
ar: البريد الإلكتروني غير صالح.

# OrchardCore.Users.ViewModels.ForgotPasswordViewModel
source: Email is required.
ar: البريد الإلكتروني إجباري.

# OrchardCore.Users.ViewModels.ForgotPasswordViewModel
source: Invalid Email.
ar: البريد الإلكتروني غير صالح.

# OrchardCore.Users.ViewModels.LoginViewModel
source: Username is required.
ar: إسم المستخدم مطلوب.

# OrchardCore.Users.ViewModels.LoginViewModel
source: Password is required.
ar: كلمة المرور مطلوبة.

# OrchardCore.Users.ViewModels.RegisterExternalLoginViewModel
source: Email is required!
ar: البريد الإلكتروني مطلوب!

# OrchardCore.Users.ViewModels.RegisterExternalLoginViewModel
source: Invalid Email.
ar: البريد الإلكتروني غير صحيح.

# OrchardCore.Users.ViewModels.RegisterExternalLoginViewModel
source: Username is required!
ar: إسم المستخدم مطلوب!

# OrchardCore.Users.ViewModels.RegisterExternalLoginViewModel
source: Password is required!
ar: كلمة المرور مطلوبة!

# OrchardCore.Users.ViewModels.RegisterExternalLoginViewModel
source: Confirm Password do not match
ar: تأكيد كلمة المرور غير مطابقه

# OrchardCore.Users.ViewModels.RegisterExternalLoginViewModel
source: Password must be between {0} and {1} characters
ar: يجب أن تتكون كلمة المرور من {0} إلى {1} حرفًا

# OrchardCore.Users.ViewModels.RegisterViewModel
source: Username is required.
ar: إسم المستخدم مطلوب.

# OrchardCore.Users.ViewModels.RegisterViewModel
source: Email is required.
ar: البريد الإلكتروني مطلوب.

# OrchardCore.Users.ViewModels.RegisterViewModel
source: Invalid Email.
ar: البريد الإلكتروني غير صحيح.

# OrchardCore.Users.ViewModels.RegisterViewModel
source: Password is required.
ar: كلمة المرور مطلوبة.

# OrchardCore.Users.ViewModels.RegisterViewModel
source: The new password and confirmation password do not match.
ar: كلمة المرور الجديدة وتأكيدها غير متطابقين.

# OrchardCore.Users.ViewModels.ResetPasswordViewModel
source: Email is required.
ar: البريد الإلكتروني مطلوب.

# OrchardCore.Users.ViewModels.ResetPasswordViewModel
source: Invalid Email.
ar: البريد الإلكتروني غير صحيح.

# OrchardCore.Users.ViewModels.ResetPasswordViewModel
source: New password is required.
ar: كلمة المرور الجديدة مطلوبة.

# OrchardCore.Users.ViewModels.ResetPasswordViewModel
source: The new password and confirmation password do not match.
ar: كلمة المرور الجديدة وتأكيدها غير متطابقين.

source: User
ar: مستخدم

source: Registered
ar: مُسجَّل

source: A user was successfully registered.
ar: تم تسجيل مستخدم بنجاح.

source: User
ar: مستخدم

source: Password reset
ar: إعادة تعيين كلمة المرور

source: A user successfully reset the password.
ar: قام مستخدم بإعادة تعيين كلمة المرور بنجاح.

source: Password recovered
ar: تم استعادة كلمة مرور

source: A user successfully recovered the password.
ar: استعاد مستخدم كلمة المرور بنجاح.

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: User
ar: مستخدم

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: Logged in
ar: تم تسجيل الدخول

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: A user was successfully logged in.
ar: تم تسجيل دخول مستخدم بنجاح.

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: Login failed
ar: فشل تسجيل الدخول

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: An attempt to login failed.
ar: فشلت محاولة تسجيل دخول.

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: Login account locked
ar: تم قفل حساب تسجيل الدخول

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: An attempt to login failed because the user is locked out.
ar: فشلت محاولة تسجيل الدخول لأن المستخدم مقفل.

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: Enabled
ar: مفعّل

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: A user was enabled.
ar: تم تمكين مستخدم.

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: Disabled
ar: مُعطّل

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: A user was disabled.
ar: تم تعطيل مستخدم.

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: Created
ar: أُنْشِئَتْ

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: A user was created.
ar: تم إنشاء مستخدم.

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: Updated
ar: محدث

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: A user was updated.
ar: تم تحديث مستخدم.

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: Deleted
ar: محذوف

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: A user was deleted.
ar: تم حذف مستخدم.

# OrchardCore.Users.Workflows.Activities.AssignUserRoleTask
source: Assign User Role Task
ar: مهمة إسناد دور للمستخدم

# OrchardCore.Users.Workflows.Activities.AssignUserRoleTask
source: User
ar: مستخدم

# OrchardCore.Users.Workflows.Activities.AssignUserRoleTask
source: Done
ar: تم

# OrchardCore.Users.Workflows.Activities.AssignUserRoleTask
source: Failed
ar: فشل

# OrchardCore.Users.Workflows.Activities.RegisterUserTask
source: Register User Task
ar: مهمة تسجيل مستخدم

# OrchardCore.Users.Workflows.Activities.RegisterUserTask
source: User
ar: مستخدم

# OrchardCore.Users.Workflows.Activities.RegisterUserTask
source: Done
ar: تم

# OrchardCore.Users.Workflows.Activities.RegisterUserTask
source: Valid
ar: صحيح

# OrchardCore.Users.Workflows.Activities.RegisterUserTask
source: Invalid
ar: غير صحيح

# OrchardCore.Users.Workflows.Activities.RegisterUserTask
source: No email service is available
ar: لا تتوفر خدمة البريد الإلكتروني

# OrchardCore.Users.Workflows.Activities.UserActivity
source: User
ar: مستخدم

# OrchardCore.Users.Workflows.Activities.UserActivity
source: Done
ar: تم

# OrchardCore.Users.Workflows.Activities.UserCreatedEvent
source: User Created Event
ar: حدث إنشاء مستخدم

# OrchardCore.Users.Workflows.Activities.UserDeletedEvent
source: User Deleted Event
ar: حدث حذف مستخدم

# OrchardCore.Users.Workflows.Activities.UserDisabledEvent
source: User Disabled Event
ar: حدث تعطيل مستخدم

# OrchardCore.Users.Workflows.Activities.UserEnabledEvent
source: User Enabled Event
ar: حدث تفعيل مستخدم

# OrchardCore.Users.Workflows.Activities.UserLoggedInEvent
source: User Loggedin Event
ar: حدث تسجيل دخول المستخدم

# OrchardCore.Users.Workflows.Activities.UserUpdatedEvent
source: User Updated Event
ar: حدث تحديث مستخدم

# OrchardCore.Users.Workflows.Activities.ValidateUserTask
source: User
ar: مستخدم

# OrchardCore.Users.Workflows.Activities.ValidateUserTask
source: Validate User Task
ar: التحقق من مستخدم

# OrchardCore.Users.Workflows.Activities.ValidateUserTask
source: Anonymous
ar: مجهول

# OrchardCore.Users.Workflows.Activities.ValidateUserTask
source: Authenticated
ar: مصدق

# OrchardCore.Users.Workflows.Activities.ValidateUserTask
source: InRole
ar: دور

# OrchardCore.Users.Workflows.Drivers.RegisterUserTaskDisplayDriver
source: A value is required for {0}.
ar: القيمة إلزامية للحقل '{0}.

# OrchardCore.Users.Views.ChangeEmailSettings.Edit
source: Allow the users to change their email
ar: السماح للمستخدمين بتغيير بريدهم الإلكتروني

# OrchardCore.Users.Views.LoginSettings.Edit
source: Use site theme for login page
ar: إستخدم سمة الموقع لصفحة تسجيل الدخول

# OrchardCore.Users.Views.LoginSettings.Edit
source: Requires an active site theme.
ar: يتطلب قالب مفعل للموقع.

# OrchardCore.Users.Views.LoginSettings.Edit
source: Use external provider for login.
ar: استخدم مزود خارجي لتسجيل الدخول.

# OrchardCore.Users.Views.LoginSettings.Edit
source: If only one external provider is defined, auto challenge the provider to login. You should also configure registration options
ar: إذا تم تعريف موفر خارجي واحد فقط، تحدي الموفر تلقائياً لتسجيل الدخول. يجب عليك أيضًا تكوين خيارات التسجيل

# OrchardCore.Users.Views.LoginSettings.Edit
source: Disable local password login.
ar: تعطيل تسجيل الدخول لكلمة المرور المحلية.

# OrchardCore.Users.Views.LoginSettings.Edit
source: When selected, users are not allowed to login with username/password. Make sure there is at least one admin with linked account
ar: عند الاختيار، لا يسمح للمستخدمين بتسجيل الدخول باستخدام اسم المستخدم/كلمة المرور. تأكد من وجود مشرف واحد على الأقل مع حساب مرتبط

# OrchardCore.Users.Views.LoginSettings.Edit
source: Use a script to set user roles based on external provider claims
ar: استخدام سكربت لتعيين أدوار المستخدم استنادًا إلى مطالبات المزود الخارجي

# OrchardCore.Users.Views.LoginSettings.Edit
source: If selected, any IExternalLoginEventHandlers defined in modules are not triggered
ar: إذا تم تحديده، لم يتم تشغيل أي IExternalLoginEventHandlers المحددة في الوحدات

# OrchardCore.Users.Views.LoginSettings.Edit
source: Reset Script
ar: إعادة ضبط السكربت

# OrchardCore.Users.Views.NavigationItemText-security.Id
source: Security
ar: الأمان

# OrchardCore.Users.Views.NavigationItemText-users.Id
source: Users
ar: المستخدمين

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Configure users registration.
ar: تهيئة تسجيل المستخدمين.

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Users must verify their email address
ar: يجب على المستخدمين التحقق من عنوان البريد الإلكتروني

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: The users whose email address has not been confirmed will not be able to login or reset their password.
ar: المستخدمين الذين لم يوكدوا عناوين بريدهم الإلكتروني لن يتمكنوا من تسجيل الدخول.

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Users must be approved before they can log in
ar: يجب الموافقة على المستخدمين قبل أن يستطيعوا تسجيل الدخول

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Use site theme for registration page
ar: إستخدم سمة الموقع لصفحة التسجيل

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Requires an active site theme.
ar: يتطلب قالب مفعل للموقع.

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: External Authentication
ar: المصادقة الخارجية

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Settings when registering with external authentication providers
ar: الإعدادات عند التسجيل مع موفري المصادقة الخارجية

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Use a script to generate userName based on external provider claims
ar: استخدام سكربت لتعيين اسم المستخدم استنادًا إلى مطالبات المزود الخارجي

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: If selected, any IExternalLoginEventHandlers defined in modules are not triggered
ar: إذا تم تحديده، لن يتم تشغيل أي معالجات احداث عمليات دخول خارجية في الوحدات

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Reset Script
ar: إعادة ضبط السكربت

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Do not ask username
ar: لا تسأل اسم المستخدم

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: When a new user logs in with an external provider, they are not required to provide a local username. You can customize how it works by providing an IExternalLoginEventHandler or writing a script.
ar: عندما يقوم مستخدم جديد بتسجيل الدخول مع موفر خارجي، لا يطلب منه تقديم اسم مستخدم محلي. يمكنك تخصيص كيفية العمل عن طريق توفير معالج احداث عمليات دخول خارجية أو كتابة نص نصي.

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Do not ask email address
ar: لا تسأل عنوان البريد الإلكتروني

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: When a new user logs in with an external provider and the email claim is defined, they are not required to provide a local email address.
ar: عندما يقوم مستخدم جديد بتسجيل الدخول مع موفر خارجي و هناك بريد إلكتروني، ليس مطلوبا منهم توفير عنوان بريد إلكتروني محلي.

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Do not create local password for external users
ar: لا تقم بإنشاء كلمة مرور محلية للمستخدمين الخارجيين

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: When a new user logs in with an external provider, they are not required to provide a local password.
ar: عندما يقوم مستخدم جديد بتسجيل الدخول مع موفر خارجي، لا يطلب منه توفير كلمة مرور محلية.

# OrchardCore.Users.Views.ResetPasswordSettings.Edit
source: Allow the users to reset their password
ar: السماح للمستخدمين بإعادة تعيين كلمة المرور الخاصة بهم

# OrchardCore.Users.Views.ResetPasswordSettings.Edit
source: An email will be sent to the user's email address with a reset link.
ar: سيتم إرسال بريد إلكتروني للمستخدم مع رابط الإستعاده.

# OrchardCore.Users.Views.ResetPasswordSettings.Edit
source: Use site theme for password reset page
ar: إستخدم سمة الموقع لصفحة إعادة تهئية كلمة المرور

# OrchardCore.Users.Views.ResetPasswordSettings.Edit
source: Requires an active site theme.
ar: يتطلب قالب مفعل للموقع.

# OrchardCore.Users.Views.TemplateUserConfirmEmail
source: Dear {0},
ar: عزيزي {0}،

# OrchardCore.Users.Views.TemplateUserConfirmEmail
source: Please <a href="{0}">click here</a> to confirm your account.
ar: فضلاً لتأكيد <a href="{0}">اضغط هنا</a> حسابك.

# OrchardCore.Users.Views.TemplateUserConfirmEmail
source: Thank you
ar: شكرا لك

# OrchardCore.Users.Views.UserButtons
source: Edit
ar: تحرير

# OrchardCore.Users.Views.UserButtons
source: Delete
ar: حذف

# OrchardCore.Users.Views.UserButtons
source: Edit Password
ar: تغيير كلمة المرور

# OrchardCore.Users.Views.UserButtons
source: Unlock user
ar: الغاء قفل المستخدم

# OrchardCore.Users.Views.UserButtons
source: Are you sure you want to unlock this user?
ar: هل أنت متأكد من أنك تريد الغاء قفل هذا المستخدم؟

# OrchardCore.Users.Views.UserButtons
source: Unlock
ar: الغاء القفل

# OrchardCore.Users.Views.UserButtons
source: Send verification email
ar: إرسال تحقق البريد الإكتروني

# OrchardCore.Users.Views.UserFields
source: Disabled
ar: معطل

# OrchardCore.Users.Views.UserFields.Edit
source: Email confirmed
ar: تم تأكيد البريد الإلكتروني

# OrchardCore.Users.Views.UserFields.Edit
source: Is enabled?
ar: مفعل؟

# OrchardCore.Users.Views.UserFields.Edit
source: Uncheck to disable this user account.
ar: قم بإلغاء التحديد لتعطيل حساب المستخدم هذا.

# OrchardCore.Users.Views.UserInformationFields.Edit
source: User name
ar: اسم المستخدم

# OrchardCore.Users.Views.UserInformationFields.Edit
source: The user name is required.
ar: اسم المستخدم مطلوب.

# OrchardCore.Users.Views.UserInformationFields.Edit
source: Email
ar: بريد إلكتروني

# OrchardCore.Users.Views.UserInformationFields.Edit
source: The email is invalid.
ar: البريد الإلكتروني غير صحيح.

# OrchardCore.Users.Views.UserMenu
source: Signed in as
ar: سجلت الدخول كـ

# OrchardCore.Users.Views.UserMenu
source: Profile
ar: الملف الشخصي

# OrchardCore.Users.Views.UserMenu
source: Change password
ar: تغيير كلمة المرور

# OrchardCore.Users.Views.UserMenu
source: Log off
ar: تسجيل الخروج

# OrchardCore.Users.Views.UserRoleFields.Edit
source: Roles
ar: الأدوار

# OrchardCore.Users.Views.UsersAdminList
source: No results found.
ar: لا توجد نتائج.

# OrchardCore.Users.Views.UsersAdminList
source: selected
ar: حدد

# OrchardCore.Users.Views.UsersAdminList.Fields.BulkActions
source: Actions
ar: الإجراءات

# OrchardCore.Users.Views.UsersAdminListBulkActions
source: Bulk Action
ar: إجراءات جملة

# OrchardCore.Users.Views.UsersAdminListBulkActions
source: Are you sure you want to {0} these items?
ar: هل أنت متأكد من أنك تريد {0} هذه العناصر؟

# OrchardCore.Users.Views.UsersAdminListCreate
source: Add User
ar: إضافة مستخدم

# OrchardCore.Users.Views.UsersAdminListFilters
source: Filter by role
ar: تصفية حسب الدور

# OrchardCore.Users.Views.UsersAdminListFilters
source: Role
ar: دور

# OrchardCore.Users.Views.UsersAdminListFilters
source: Filter by status
ar: تصفية حسب الحالة

# OrchardCore.Users.Views.UsersAdminListFilters
source: Show
ar: عرض

# OrchardCore.Users.Views.UsersAdminListFilters
source: Sort by
ar: ترتيب حسب

# OrchardCore.Users.Views.UsersAdminListFilters
source: Sort
ar: رتب

# OrchardCore.Users.Views.UsersAdminListSearch
source: Filters
ar: فلاتر

# OrchardCore.Users.Views.UsersAdminListSearch
source: Only enabled users
ar: المستخدمين الممكنين فقط

# OrchardCore.Users.Views.UsersAdminListSearch
source: Only disabled users
ar: المستخدمين المعطلين فقط

# OrchardCore.Users.Views.UsersAdminListSearch
source: Filter syntax
ar: جمل الفرز

# OrchardCore.Users.Views.UsersAdminListSearch
source: Search
ar: بحث

# OrchardCore.Users.Views.UsersAdminListSearch
source: Available Filters
ar: الفلاتر المتاحة

# OrchardCore.Users.Views.UsersAdminListSearch
source: Default
ar: الافتراضي

# OrchardCore.Users.Views.UsersAdminListSearch
source: may be entered with or without the term name
ar: قد يتم إدخاله مع الاسم أو بدونه
