Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Contents.po
Languages: el, fa

# OrchardCore.Contents.AdminMenu
source: Content
el: Περιεχόμενο
fa: محتوا

# OrchardCore.Contents.AdminMenu
source: Content Items
el: Αντικείμενα Περιεχομένου
fa: آیتم‌های محتوا

# OrchardCore.Contents.AdminMenu
source: New
el: Νέο
fa: جدید

# OrchardCore.Contents.DeploymentStartup
source: Content Audit Trail settings
el: Ρυθμίσεις διαδρομής ελέγχου περιεχομένου

# OrchardCore.Contents.DeploymentStartup
source: Exports the content audit trail settings.
el: Εξάγει τις ρυθμίσεις της διαδρομής ελέγχου περιεχομένου.

# OrchardCore.Contents.Controllers.AdminController
source: Latest
el: Τελευταίο

# OrchardCore.Contents.Controllers.AdminController
source: Published
el: Δημοσιεύθηκε

# OrchardCore.Contents.Controllers.AdminController
source: Unpublished
el: Αδημοσίευτο

# OrchardCore.Contents.Controllers.AdminController
source: All versions
el: Όλες οι εκδόσεις

# OrchardCore.Contents.Controllers.AdminController
source: Owned by me
el: Ανήκουν σε εμένα

# OrchardCore.Contents.Controllers.AdminController
source: Recently created
el: Πρόσφατα δημιουργήθηκε

# OrchardCore.Contents.Controllers.AdminController
source: Recently modified
el: Πρόσφατα τροποποιήθηκε

# OrchardCore.Contents.Controllers.AdminController
source: Recently published
el: Δημοσιεύθηκε πρόσφατα

# OrchardCore.Contents.Controllers.AdminController
source: Title
el: Τίτλος

# OrchardCore.Contents.Controllers.AdminController
source: Publish Now
el: Δημοσίευση Τώρα
fa: منتشر شود

# OrchardCore.Contents.Controllers.AdminController
source: Unpublish
el: Αναίρεση Δημοσίευσης
fa: لغوانتشار

# OrchardCore.Contents.Controllers.AdminController
source: Delete
el: Διαγραφή
fa: پاک‌کردن

# OrchardCore.Contents.Controllers.AdminController
source: All content types
el: Όλοι οι τύποι περιεχομένου
fa: همه انواع محتوا

# OrchardCore.Contents.Controllers.AdminController
source: Couldn't publish selected content.
el: Δεν ήταν δυνατή η δημοσίευση επιλεγμένου περιεχομένου.
fa: انتشار محتوای انتخاب شده میسر نیست.

# OrchardCore.Contents.Controllers.AdminController
source: Content published successfully.
el: Το περιεχόμενο δημοσιεύτηκε με επιτυχία.

# OrchardCore.Contents.Controllers.AdminController
source: Couldn't unpublish selected content.
el: Δεν ήταν δυνατή η κατάργηση της επιλεγμένης δημοσίευσης.
fa: لغو انتشار محتوای انتخاب شده میسر نیست.

# OrchardCore.Contents.Controllers.AdminController
source: Content unpublished successfully.
el: Το περιεχόμενο καταργήθηκε από την δημοσίευση με επιτυχία.

# OrchardCore.Contents.Controllers.AdminController
source: Couldn't remove selected content.
el: Δεν ήταν δυνατή η κατάργηση του επιλεγμένου περιεχομένου.
fa: حذف کردن محتوای انتخاب شده میسر نیست.

# OrchardCore.Contents.Controllers.AdminController
source: Content removed successfully.
el: Το περιεχόμενο αφαιρέθηκε επιτυχώς.

# OrchardCore.Contents.Controllers.AdminController
source: Your content draft has been saved.
el: Το προσχέδιο περιεχομένο έχει αποθηκευτεί.
fa: پیش‌نویس محتوای ایجاد شده ذخیره شد.

# OrchardCore.Contents.Controllers.AdminController
source: Your {0} draft has been saved.
el: Το προσχέδιο σας {0} έχει αποθηκευτεί.
fa: پیش نویس {0} شما ذخیره شده است.

# OrchardCore.Contents.Controllers.AdminController
source: Your content has been published.
el: Το περιεχόμενό σας έχει δημοσιευθεί.
fa: محتوای شما منتشر شده است.

# OrchardCore.Contents.Controllers.AdminController
source: Your {0} has been published.
el: Το {0} σας έχει δημοσιευθεί.
fa: {0} شما منتشر شده است.

# OrchardCore.Contents.Controllers.AdminController
source: Could not clone the content item.
el: Δεν ήταν δυνατή η κλωνοποίηση του περιεχομένου.
fa: امکان کلون‌سازی این آیتم محتوا وجود ندارد.

# OrchardCore.Contents.Controllers.AdminController
source: Successfully cloned. The clone was saved as a draft.
el: Κλωνοποιήθηκε με επιτυχία. Ο κλώνος αποθηκεύτηκε ως προσχέδιο.
fa: کلون‌سازی با موفقیت انجام شد و کلون به عنوان یک پیش نویس ذخیره شد.

# OrchardCore.Contents.Controllers.AdminController
source: The draft has been removed.
el: Το προσχέδιο έχει αφαιρεθεί.
fa: نسخه پیش نویس حذف شد.

# OrchardCore.Contents.Controllers.AdminController
source: The {0} draft has been removed.
el: Το προσχέδιο {0} έχει καταργηθεί.
fa: پیش نویس {0} حذف شد.

# OrchardCore.Contents.Controllers.AdminController
source: That content has been removed.
el: Αυτό το περιεχόμενο έχει καταργηθεί.
fa: آن محتوا حذف شده است.

# OrchardCore.Contents.Controllers.AdminController
source: That {0} has been removed.
el: Αυτό το {0} έχει καταργηθεί.
fa: آن '{0}' حذف شده است.

# OrchardCore.Contents.Controllers.AdminController
source: That content has been published.
el: Το περιεχόμενο αυτό έχει δημοσιευθεί.
fa: آن محتوا منتشر شده است.

# OrchardCore.Contents.Controllers.AdminController
source: That {0} has been published.
el: Αυτό το {0} έχει δημοσιευθεί.
fa: آن {0} منتشر شده است.

# OrchardCore.Contents.Controllers.AdminController
source: The content has been unpublished.
el: Η δημοσίευση του περιεχομένου ανακλήθηκε.
fa: لغوانتشار محتوا انجام شد.

# OrchardCore.Contents.Controllers.AdminController
source: The {0} has been unpublished.
el: Η δημοσίευση του {0} ανακλήθηκε.
fa: لغوانتشار {0} انجام شد.

# OrchardCore.Contents.Controllers.ApiController
source: One or more validation errors occurred.
el: Παρουσιάστηκε ένα ή περισσότερα σφάλματα επικύρωσης.

# OrchardCore.Contents.Drivers.OwnerEditorDriver
source: Invalid user name
el: Μη έγκυρο όνομα χρήστη
fa: نام کاربری نامعتبر است

# OrchardCore.Contents.Settings.FullTextAspectSettingsDisplayDriver
source: Full-text doesn't contain a valid Liquid expression. Details: {0}
el: Το πλήρες κείμενο δεν περιέχει μια έγκυρη έκφραση Liquid. Λεπτομέρειες: {0}
fa: Full-text شامل عبارت Liquid معتبری نیست. توضیحات: {0}

# OrchardCore.Contents.AuditTrail.Controllers.AuditTrailContentController
source: '{0}' was not restored, the version is not valid.
el: Δεν έγινε επαναφορά του '{0}', η έκδοση δεν είναι έγκυρη.

# OrchardCore.Contents.AuditTrail.Controllers.AuditTrailContentController
source: '{0}' has been restored.
el: Το '{0}' έχει αποκατασταθεί.

# OrchardCore.Contents.AuditTrail.Services.ContentAuditTrailEventConfiguration
source: Content
el: Περιεχόμενο

# OrchardCore.Contents.AuditTrail.Services.ContentAuditTrailEventConfiguration
source: Created
el: Δημιουργήθηκε

# OrchardCore.Contents.AuditTrail.Services.ContentAuditTrailEventConfiguration
source: A content item was created.
el: Δημιουργήθηκε ένα στοιχείο περιεχομένου.

# OrchardCore.Contents.AuditTrail.Services.ContentAuditTrailEventConfiguration
source: Saved
el: Αποθηκεύτηκε

# OrchardCore.Contents.AuditTrail.Services.ContentAuditTrailEventConfiguration
source: A content item was saved.
el: Ένα στοιχείο περιεχομένου αποθηκεύτηκε.

# OrchardCore.Contents.AuditTrail.Services.ContentAuditTrailEventConfiguration
source: Published
el: Δημοσιεύθηκε

# OrchardCore.Contents.AuditTrail.Services.ContentAuditTrailEventConfiguration
source: A content item was published.
el: Δημοσιεύτηκε ένα στοιχείο περιεχομένου.

# OrchardCore.Contents.AuditTrail.Services.ContentAuditTrailEventConfiguration
source: Unpublished
el: Αδημοσίευτο

# OrchardCore.Contents.AuditTrail.Services.ContentAuditTrailEventConfiguration
source: A content item was unpublished.
el: Καταργήθηκε η δημοσίευση ενός στοιχείου περιεχομένου.

# OrchardCore.Contents.AuditTrail.Services.ContentAuditTrailEventConfiguration
source: Removed
el: Καταργήθηκε

# OrchardCore.Contents.AuditTrail.Services.ContentAuditTrailEventConfiguration
source: A content item was deleted.
el: Ένα στοιχείο περιεχομένου διαγράφηκε.

# OrchardCore.Contents.AuditTrail.Services.ContentAuditTrailEventConfiguration
source: Cloned
el: Κλωνοποιημένο

# OrchardCore.Contents.AuditTrail.Services.ContentAuditTrailEventConfiguration
source: A content item was cloned.
el: Ένα στοιχείο περιεχομένου κλωνοποιήθηκε.

# OrchardCore.Contents.AuditTrail.Services.ContentAuditTrailEventConfiguration
source: Restored
el: Επαναφέρθηκε

# OrchardCore.Contents.AuditTrail.Services.ContentAuditTrailEventConfiguration
source: A content item was restored to a previous version.
el: Έγινε επαναφορά ενός στοιχείου περιεχομένου σε προηγούμενη έκδοση.

source: Content added successfully to the deployment plan.
el: Το περιεχόμενο προστέθηκε με επιτυχία στο σχέδιο ανάπτυξης.

source: Couldn't add selected content to deployment plan.
el: Δεν ήταν δυνατή η προσθήκη του επιλεγμένου περιεχομένου στο σχέδιο ανάπτυξης.

source: Your content item does not exist.
el: Το αντικείμενο περιεχομένου σας δεν υπάρχει.

source: Configuration
el: Παραμετροποίηση

source: Import/Export
el: Εισαγωγή/Εξαγωγή

source: Settings
el: Ρυθμίσεις

source: Export Target Settings
el: Εξαγωγή Ρυθμίσεων Στόχου

source: Export Content To Deployment Target settings
el: Εξαγωγή Περιεχομένου στις ρυθμίσεις του Στόχου Ανάπτυξης

source: Exports the Export Content To Deployment Target settings.
el: Εξάγει τις ρυθμίσεις Εξαγωγής Περιεχομένου σε Στόχο ανάπτυξης.

# OrchardCore.Contents.Workflows.Activities.ContentActivity
source: Content
el: Περιεχόμενο
fa: محتوا

# OrchardCore.Contents.Workflows.Activities.ContentActivity
source: Done
el: Τέλος
fa: انجام شد

# OrchardCore.Contents.Workflows.Activities.ContentCreatedEvent
source: Content Created Event
el: Δημιουργημένο Περιεχόμενο Γεγονότων
fa: رویداد محتوای ایجادشده

# OrchardCore.Contents.Workflows.Activities.ContentDeletedEvent
source: Content Deleted Event
el: Διαγραμμένο Περιεχόμενο Γεγονότων
fa: رویداد محتوای پاک‌شده

# OrchardCore.Contents.Workflows.Activities.ContentDraftSavedEvent
source: Content Save Draft Event
el: Αποθήκευση Προσχεδίου Περιεχομένου Συμβάντος

# OrchardCore.Contents.Workflows.Activities.ContentPublishedEvent
source: Content Published Event
el: Δημοσιευμένο Περιεχόμενο Γεγονότων
fa: رویداد محتوای منتشرشده

# OrchardCore.Contents.Workflows.Activities.ContentUnpublishedEvent
source: Content Unpublished Event
el: Μη Δημοσιευμένο Περιεχόμενο Γεγονότων
fa: رویداد محتوای لغوانتشارشده

# OrchardCore.Contents.Workflows.Activities.ContentUpdatedEvent
source: Content Updated Event
el: Επικαιροποιημένο Περιεχόμενο Γεγονότων
fa: رویداد محتوای بروزرسانی‌شده

# OrchardCore.Contents.Workflows.Activities.ContentVersionedEvent
source: Content Versioned Event
el: Versioned Περιεχόμενο Γεγονότων
fa: رویداد محتوای نسخه‌بندی‌شده

# OrchardCore.Contents.Workflows.Activities.CreateContentTask
source: Content
el: Περιεχόμενο
fa: محتوا

# OrchardCore.Contents.Workflows.Activities.CreateContentTask
source: Create Content Task
el: Δημιουργία Εργασίας Περιεχομένου
fa: وظیفه ایجاد محتوا

# OrchardCore.Contents.Workflows.Activities.CreateContentTask
source: Enter a title
el: Εισαγάγετε έναν τίτλο
fa: عنوان را وارد کنید

# OrchardCore.Contents.Workflows.Activities.CreateContentTask
source: Done
el: Τέλος
fa: انجام شد

# OrchardCore.Contents.Workflows.Activities.CreateContentTask
source: Failed
el: Απέτυχε

# OrchardCore.Contents.Workflows.Activities.DeleteContentTask
source: Delete Content Task
el: Διαγραφή Εργασιών Περιεχομένου
fa: وظیفه حذف محتوا

# OrchardCore.Contents.Workflows.Activities.DeleteContentTask
source: Content
el: Περιεχόμενο
fa: محتوا

# OrchardCore.Contents.Workflows.Activities.DeleteContentTask
source: Deleted
el: Διαγραφή
fa: حذف شده

# OrchardCore.Contents.Workflows.Activities.DeleteContentTask
source: Noop
el: Όχι

# OrchardCore.Contents.Workflows.Activities.PublishContentTask
source: Publish Content Task
el: Δημοσίευση Εργασίας Περιεχομένου
fa: وظیفه انتشار محتوا

# OrchardCore.Contents.Workflows.Activities.PublishContentTask
source: Content
el: Περιεχόμενο
fa: محتوا

# OrchardCore.Contents.Workflows.Activities.PublishContentTask
source: Published
el: Δημοσιεύθηκε
fa: منتشر شده

# OrchardCore.Contents.Workflows.Activities.PublishContentTask
source: Noop
el: Όχι

# OrchardCore.Contents.Workflows.Activities.RetrieveContentTask
source: Retrieve Content Task
el: Ανάκτηση εργασίας περιεχομένου

# OrchardCore.Contents.Workflows.Activities.RetrieveContentTask
source: Content
el: Περιεχόμενο

# OrchardCore.Contents.Workflows.Activities.RetrieveContentTask
source: Retrieved
el: Ανακτήθηκε

# OrchardCore.Contents.Workflows.Activities.UnpublishContentTask
source: Unpublish Content Task
el: Κατάργηση Δημοσίευσης Εργασίας Περιεχομένου
fa: وظیفه لغو انتشار محتوا

# OrchardCore.Contents.Workflows.Activities.UnpublishContentTask
source: Content
el: Περιεχόμενο
fa: محتوا

# OrchardCore.Contents.Workflows.Activities.UnpublishContentTask
source: Unpublished
el: Αδημοσίευτο
fa: منتشر نشده

# OrchardCore.Contents.Workflows.Activities.UnpublishContentTask
source: Noop
el: Όχι

# OrchardCore.Contents.Workflows.Activities.UpdateContentTask
source: Content
el: Περιεχόμενο

# OrchardCore.Contents.Workflows.Activities.UpdateContentTask
source: Update Content Task
el: Ενημέρωση Εργασίας Περιεχομένου

# OrchardCore.Contents.Workflows.Activities.UpdateContentTask
source: Enter a title
el: Εισαγάγετε έναν τίτλο

# OrchardCore.Contents.Workflows.Activities.UpdateContentTask
source: Done
el: Έτοιμο

# OrchardCore.Contents.Workflows.Activities.UpdateContentTask
source: Failed
el: Απέτυχε

# OrchardCore.Contents.Views.AuditTrailPart.Edit
source: Comment
el: Σχόλιο

# OrchardCore.Contents.Views.AuditTrailPart.Edit
source: Optionally provide a comment about this change for the audit trail.
el: Δώστε προαιρετικά ένα σχόλιο σχετικά με αυτήν την αλλαγή για τη διαδρομή ελέγχου.

# OrchardCore.Contents.Views.AuditTrailPart.Option
source: Standard
el: Τυπικό

# OrchardCore.Contents.Views.AuditTrailPartSettings.Edit
source: Show comment
el: Προβολή σχολίων

# OrchardCore.Contents.Views.AuditTrailPartSettings.Edit
source: Whether the audit trail comment is shown while editing.
el: Εάν το σχόλιο της διαδρομής ελέγχου εμφανίζεται κατά την επεξεργασία.

# OrchardCore.Contents.Views.CommonPart-Date.Edit
source: Created
el: Δημιουργήθηκε
fa: ایجاد شده

# OrchardCore.Contents.Views.CommonPart-Date.Edit
source: The date when the content item was created or first published.
el: Η ημερομηνία δημιουργίας ή της δημοσίευσης του περιεχομένου.
fa: تاریخی که این آیتم محتوا ایجاد ویا برای بار اول منتشر شده است.

# OrchardCore.Contents.Views.CommonPart-Owner.Edit
source: Owner Name
el: Όνομα Κατόχου

# OrchardCore.Contents.Views.CommonPart-Owner.Edit
source: The name of the owner of the content item.
el: Το όνομα του κατόχου του στοιχείου περιεχομένου.

# OrchardCore.Contents.Views.CommonPartSettings.Edit
source: Display date editor
el: Εμφάνιση ημερομηνίας επεξεργαστή κειμένου
fa: نمایش ویرایشگر تاریخ

# OrchardCore.Contents.Views.CommonPartSettings.Edit
source: Check to be able to edit the creation date of the content item.
el: Επιλέξτε αν είναι δυνατό να γίνει επεξεργασία της ημερομηνίας που δημιουργήθηκε το στοιχείου περιεχομένου.
fa: امکان ویرایش تاریخ ایجاد یک آیتم محتوا میسر باشد.

# OrchardCore.Contents.Views.CommonPartSettings.Edit
source: Display owner editor
el: Εμφάνιση του ιδιοκτήτη του επεξεργαστή κειμένου
fa: نمایش ویرایشگر ایجاد کننده

# OrchardCore.Contents.Views.CommonPartSettings.Edit
source: Check to be able to edit the owner of the content item. The <code>SiteOwner</code> permission will also be required.
el: Επιλέξτε, για να είναι δυνατό να γίνει επεξεργασία του κάτοχου του στοιχείου περιεχομένου. Το δικαίωμα <code> SiteOwner</code> θα είναι απαιτούμενο επίσης.
fa: امکان ویرایش ایجاد کننده آیتم محتوا میسر باشد. برای استفاده از این امکان، داشتن دسترسی <code>SiteOwner</code> ضروری است.

# OrchardCore.Contents.Views.Content.Edit
source: Cancel
el: Άκυρο
fa: انصراف

# OrchardCore.Contents.Views.Content.PublishButton
source: Publish
el: Δημοσίευση
fa: انتشار

# OrchardCore.Contents.Views.Content.PublishButton
source: Toggle Dropdown
el: Εναλλαγή πτυσσόμενου μενού
fa: تغییر وضعیت منوی کشویی

# OrchardCore.Contents.Views.Content.PublishButton
source: and continue
el: και συνεχίσε
fa: و ادامه

# OrchardCore.Contents.Views.Content.SaveDraftButton
source: Save Draft
el: Αποθήκευση Πρόχειρου
fa: ذخیره پیش‌نویس

# OrchardCore.Contents.Views.Content.SaveDraftButton
source: Toggle Dropdown
el: Εναλλαγή Dropdown
fa: تغییر وضعیت منوی کشویی

# OrchardCore.Contents.Views.Content.SaveDraftButton
source: and continue
el: και συνεχίσε
fa: و ادامه

# OrchardCore.Contents.Views.Content.SummaryAdmin
source: Content type
el: Τύπος περιεχομένου

# OrchardCore.Contents.Views.Content.SummaryAdmin
source: Actions
el: Δράσεις

# OrchardCore.Contents.Views.Contents-BulkActions
source: Bulk Action
el: Μαζική δράση

# OrchardCore.Contents.Views.Contents-BulkActions
source: Are you sure you want to {0} these items?
el: Είστε βέβαιοι(ες) ότι θέλετε να {0} αυτά τα στοιχεία;

# OrchardCore.Contents.Views.ContentsAdminList
source: No results found.
el: Δεν βρέθηκαν αποτελέσματα.

# OrchardCore.Contents.Views.ContentsAdminList
source: selected
el: επιλεγμένα

# OrchardCore.Contents.Views.ContentsAdminList.Fields.BulkActions
source: Actions
el: Δράσεις

# OrchardCore.Contents.Views.ContentsAdminListBulkActions
source: Bulk Action
el: Μαζική Ενέργεια

# OrchardCore.Contents.Views.ContentsAdminListBulkActions
source: Are you sure you want to {0} these items?
el: Είσαι βέβαιος(α) ότι θέλεις να {0} αυτά τα στοιχεία;

# OrchardCore.Contents.Views.ContentsAdminListCreate
source: New {0}
el: Νέο {0}

# OrchardCore.Contents.Views.ContentsAdminListCreate
source: New
el: Νέο

# OrchardCore.Contents.Views.ContentsAdminListFilters
source: Filter by content type
el: Φίλτρο ανά τύπο περιεχομένου

# OrchardCore.Contents.Views.ContentsAdminListFilters
source: Content Type
el: Τύπος Περιεχομένου

# OrchardCore.Contents.Views.ContentsAdminListFilters
source: Filter by status
el: Φιλτράρισμα ανά κατάσταση

# OrchardCore.Contents.Views.ContentsAdminListFilters
source: Show
el: Προβολή

# OrchardCore.Contents.Views.ContentsAdminListFilters
source: Sort by
el: Ταξινόμηση κατά

# OrchardCore.Contents.Views.ContentsAdminListFilters
source: Sort
el: Ταξινόμηση

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Filters
el: Φίλτρα

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Only draft items
el: Μόνο προσχέδια

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Only published items
el: Μόνο δημοσιευμένα αντικείμενα

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Owned by me
el: Ανήκουν σε εμένα

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Filter syntax
el: Σύνταξη φίλτρου

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Search
el: Αναζήτηση

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Available Filters
el: Διαθέσιμα Φίλτρα

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Default
el: Προεπιλογή

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: may be entered with or without the term name
el: μπορεί να εισαχθεί με ή χωρίς τον όρο όνομα

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Single
el: Μεμονωμένο

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: A single value can be entered
el: Μπορεί να εισαχθεί μία μόνο τιμή

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Multiple
el: Πολλαπλά

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Logical operators and groups are supported
el: Υποστηρίζονται λογικοί τελεστές και ομάδες

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: The default operator when whitespace is found, e.g.
el: Ο προεπιλεγμένος τελεστής όταν βρεθεί κενό διάστημα, π.χ.

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Combines, e.g.
el: Συνδυάζει, π.χ.

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Groups operators, e.g.
el: Ομαδικοί τελεστές, π.χ.

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Escape operators, e.g.
el: Τελεστές διαφυγής, π.χ.

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Current filter
el: Τρέχον φίλτρο

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: including all implied groups and operators
el: συμπεριλαμβανομένων όλων των υπονοούμενων ομάδων και τελεστών

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: No current filter applied
el: Δεν εφαρμόστηκε τρέχον φίλτρο

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Close
el: Κλείσιμο

# OrchardCore.Contents.Views.ContentsAdminListSummary
source: Select All
el: Επιλογή Όλων

# OrchardCore.Contents.Views.ContentsAdminListSummary
source: 1 item
el: 1 αντικείμενο

# OrchardCore.Contents.Views.ContentsAdminListSummary
source: Items {0} to {1}
el: Αντικείμενα {0} έως {1}

# OrchardCore.Contents.Views.ContentsAdminListSummary
source: / {0} item in total
el: / {0} αντικείμενο συνολικά

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: Publish Draft
el: Δημοσίευση Σχεδίου

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: Discard Draft
el: Απόρριψη Προσχεδίου

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: Are you sure you want to discard this draft?
el: Είστε βέβαιοι ότι θέλετε να απορρίψετε αυτό το πρόχειρο;

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: Yes
el: Ναί

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: No
el: 'Οχι

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: Unpublish
el: Αναίρεση Δημοσίευσης

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: Are you sure you want to unpublish this item?
el: Είστε βέβαιος(α) ότι θέλετε να καταργήσετε τη δημοσίευση αυτού του στοιχείου;

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: Delete
el: Διαγραφή

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: Are you sure you want to delete this content item?
el: Είστε βέβαιος(α) ότι θέλετε να διαγράψετε αυτό το στοιχείο περιεχομένου;

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: Ok
el: Εντάξει

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: Cancel
el: Άκυρο

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: Clone
el: Κλώνος

# OrchardCore.Contents.Views.ContentsButtonEdit_SummaryAdmin
source: Edit
el: Επεξεργασία

# OrchardCore.Contents.Views.ContentsButtonEdit_SummaryAdmin
source: View
el: Προβολή

# OrchardCore.Contents.Views.ContentsButtonEdit_SummaryAdmin
source: Preview Draft
el: Προεπισκόπηση Σχεδίου

# OrchardCore.Contents.Views.ContentsMeta_SummaryAdmin
source: Author
el: Συγγραφέας

# OrchardCore.Contents.Views.ContentsTags_SummaryAdmin
source: Status
el: Κατάσταση

# OrchardCore.Contents.Views.ContentsTags_SummaryAdmin
source: Published
el: Δημοσιεύθηκε

# OrchardCore.Contents.Views.ContentsTags_SummaryAdmin
source: Draft
el: Προσχέδιο

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: Full-text
el: Πλήρες κείμενο

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: The full-text content is used in search queries to find content items from free-text searches.
el: Το περιεχόμενο πλήρους κειμένου χρησιμοποιείται σε ερωτήματα αναζήτησης για την εύρεση περιεχομένου από αναζητήσεις με ελεύθερο κείμενο.
fa: محتوای full-text برای پیداکردن آیتم‌های محتوا در جستجوی‌های free-text، در کوئری‌های جستجو استفاده می‌شود.

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: Include display text
el: Συμπεριέλαβε την εμφάνιση κειμένου
fa: متن نمایشی را شامل شود

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: Check to include the display text in the full-text content.
el: Επιλέξτε, για να συμπεριλάβετε το εμφανιζόμενο κείμενο στο περιεχόμενο πλήρους κειμένου.
fa: محتوای full-text متن نمایشی را شامل شود.

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: Include body parts
el: Συμπεριέλαβε τα μέρη του σώματος
fa: بخش‌های بدنه (Body) را شامل شود
