Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.BackgroundTasks.po
Languages: tr

# OrchardCore.BackgroundTasks.AdminMenu
source: Configuration
tr: Konfigürasyon

# OrchardCore.BackgroundTasks.AdminMenu
source: Tasks
tr: Görevler

# OrchardCore.BackgroundTasks.AdminMenu
source: Background Tasks
tr: Arkaplan işlemleri

# OrchardCore.BackgroundTasks.Controllers.BackgroundTaskController
source: The name is mandatory.
tr: Ad zorunludur.

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: Edit Task Settings
tr: Göre ayarlarını değiştir

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: Properties
tr: Özellikler

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: Advanced
tr: Gelişmiş

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: Name
tr: Ad

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: The task on which this settings will apply.
tr: Bu ayarların uygulanacağı görev.

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: Schedule
tr: Zamanlama

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: The task schedule as a cron expression.
tr: Bir cron ifadesi olarak görev programı.

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: Invalid lock timeout value in the advanced tab
tr: Gelişmiş sekmesinde geçersiz kilit zaman aşımı değeri

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: Invalid lock expiration value in the advanced tab
tr: Gelişmiş sekmesinde geçersiz kilit süre sonu değeri

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: Lock timeout (ms)
tr: Kilit zaman aşımı (ms)

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: The timeout in milliseconds to acquire a lock before executing the task atomically. Leave it to zero to not use any locking.
tr: Görevi atomik olarak yürütmeden önce bir kilit elde etmek için milisaniye cinsinden zaman aşımı. Herhangi bir kilit kullanmamak için sıfır olarak bırakın.

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: Ignored if there is no distributed lock feature enabled.
tr: Etkin dağıtılmış kilit özelliği yoksa, yoksayılır.

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: Lock expiration (ms)
tr: Kilit zaman aşımı süresi (ms)

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: The expiration in milliseconds of the lock acquired before executing the task atomically. Leave it to zero to not use any locking.
tr: Görevi atomik olarak yürütmeden önce bir kilit elde etmek için milisaniye cinsinden süre sonu. Herhangi bir kilit kullanmamak için sıfır olarak bırakın.

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: Reset Schedule
tr: Programı sıfırla

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: Save
tr: Kaydet

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: Cancel
tr: İptal

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: Edit Task Settings
tr: Görev ayarlarını değiştir

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: Properties
tr: Özellikler

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: Advanced
tr: Gelişmiş

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: Name
tr: İsim

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: The task on which this settings will apply.
tr: Bu ayarların uygulanacağı görev.

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: Schedule
tr: Zamanlama

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: The task schedule as a cron expression.
tr: Bir cron ifadesi olarak görev programı.

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: Invalid lock timeout value in the advanced tab
tr: Gelişmiş sekmesinde geçersiz kilit zaman aşımı değeri (invalid lock timeout value)

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: Invalid lock expiration value in the advanced tab
tr: Gelişmiş sekmesinde geçersiz kilit süre sonu değeri (invalid lock expiration value )

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: Lock timeout (ms)
tr: Kilit zaman aşımı (dk)

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: The timeout in milliseconds to acquire a lock before executing the task atomically. Leave it to zero to not use any locking.
tr: Görevi atomik olarak yürütmeden önce bir kilit elde etmek için milisaniye cinsinden zaman aşımı. Herhangi bir kilit kullanmamak için sıfır olarak bırakın.

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: Ignored if there is no distributed lock feature enabled.
tr: Etkin dağıtılmış kilit özelliği yoksa, yoksayılır.

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: Lock expiration (ms)
tr: Kilit zaman aşımı süresi (ms)

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: The expiration in milliseconds of the lock acquired before executing the task atomically. Leave it to zero to not use any locking.
tr: Görevi atomik olarak yürütmeden önce bir kilit elde etmek için milisaniye cinsinden süre sonu. Herhangi bir kilit kullanmamak için sıfır olarak bırakın.

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: Reset Schedule
tr: Programı sıfırla

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: Save
tr: Kaydet

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: Cancel
tr: İptal

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Index
source: Background Tasks
tr: Arkaplan işlemleri

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Index
source: Disable
tr: Devredışı Bırak

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Index
source: Enable
tr: Etkinleştir

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Index
source: Edit
tr: Düzenle

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Index
source: Settings
tr: Ayarlar

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Index
source: <strong>Nothing here!</strong> There are no background task for the moment.
tr: <strong>Hiçbirşey Yok!</strong> Şuan arkada çalışan görev yok.
