Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.ContentTypes.po
Languages: fr, ru, sv, vi

# OrchardCore.ContentTypes.AdminMenu
source: Content
fr: Contenu
sv: Innehåll

# OrchardCore.ContentTypes.AdminMenu
source: Content Definition
fr: Définition de contenu
ru: Определение типа контента
sv: Innehållsdefinition
vi: Định nghĩa Nội dung

# OrchardCore.ContentTypes.AdminMenu
source: Content Types
fr: Types de contenus
ru: Типы контента
sv: Innehållstyper
vi: Loại Nội dung

# OrchardCore.ContentTypes.AdminMenu
source: Content Parts
fr: Pièces de contenu
ru: Части контента
sv: Innehållsdelar
vi: Phần Nội dung

# OrchardCore.ContentTypes.Controllers.AdminController
source: The Display Name can't be empty.
fr: Le nom d'affichage ne peut pas être vide.
ru: Название топика не может быть пустым.
sv: Visningsnamnet kan inte vara tomt.
vi: Tên Hiển thị không thể để trống.

# OrchardCore.ContentTypes.Controllers.AdminController
source: A type with the same Display Name already exists.
fr: Un type avec le même nom d'affichage existe déjà.
ru: Тип с таким же именем отображения уже существует.
sv: En typ med samma visningsnamn finns redan.
vi: Đã có một loại sử dụng Tên Hiển thị này.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The Technical Name can't be empty.
fr: Le nom technique ne peut pas être vide.
ru: Техническое имя не может быть пустым.
sv: Det tekniska namnet kan inte vara tomt.
vi: Tên Kỹ thuật không được để trống.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The Technical Name must start with a letter.
fr: Le nom technique doit commencer par une lettre.
sv: Det tekniska namnet måste börja med en bokstav.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The Technical Name contains invalid characters.
fr: Le nom technique contient des caractères invalides.
sv: Det tekniska namnet innehåller ogiltiga tecken.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The Technical Name is reserved for internal use.
fr: Le nom technique est réservé à un usage interne.

# OrchardCore.ContentTypes.Controllers.AdminController
source: A type with the same Technical Name already exists.
fr: Un type avec le même nom technique existe déjà.
sv: En typ med samma tekniska namn finns redan.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The "{0}" content type has been created.
fr: Le type de contenu "{0}" a été créé.
ru: Был создан тип контента "{0}".
sv: "{0}"-innehållstypen har skapats.
vi: Đã tạo "{0}" loại nội dung.

# OrchardCore.ContentTypes.Controllers.AdminController
source: "{0}" settings have been saved.
fr: Les paramètres "{0}" ont été enregistrés.
ru: Настройки "{0}" были сохранены.
sv: "{0}"-inställningar har sparats.
vi: "{0}" cài đặt đã được lưu.

# OrchardCore.ContentTypes.Controllers.AdminController
source: "{0}" has been removed.
fr: "{0}" a été supprimé.
ru: "{0}" был удален.
sv: "{0}" har raderats.
vi: "{0}" đã loại bỏ.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The "{0}" part has been added.
fr: La pièce "{0}" a été ajoutée.
ru: Часть "{0}" добавлена.
sv: "{0}"-delen har lagts till.
vi: "{0}" phần được thêm vào.

# OrchardCore.ContentTypes.Controllers.AdminController
source: A part with the same Display Name already exists.
fr: Une pièce avec le même nom d'affichage existe déjà.
sv: En del med samma visningsnamn finns redan.

# OrchardCore.ContentTypes.Controllers.AdminController
source: A part with the same Technical Name already exists.
fr: Une pièce avec le même nom technique existe déjà.
sv: En del med samma tekniska namn finns redan.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The "{0}" part has been removed.
fr: La pièce "{0}" a été supprimée.
ru: Часть "{0}" была удалена.
sv: "{0}"-delen har raderats.
vi: "{0}" phần được loại bỏ.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The content part could not be created.
fr: La pièce de contenu n'a pas pu être créée.
ru: Часть содержимого не может быть создана.
sv: Innehållsdelen kunde inte skapas.
vi: Phần nội dung không được tạo.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The "{0}" content part has been created.
fr: La pièce de contenu "{0}" a été créée.
ru: Была создана часть содержимого "{0}".
sv: "{0}"-innehållsdelen har skapats.
vi: "{0}" phần nội dung đã được tạo.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The settings of "{0}" have been saved.
fr: Les paramètres de "{0}" ont été enregistrés.
ru: Настройки "{0}" были сохранены.
sv: Inställningarna för "{0}" har sparats.
vi: Cài đặt "{0}" đã được lưu.

# OrchardCore.ContentTypes.Controllers.AdminController
source: A field with the same Display Name already exists.
fr: Un champ avec le même nom d'affichage existe déjà.
ru: Поле с таким же именем отображения уже существует.
sv: Ett fält med samma visningsnamn finns redan.
vi: Một trường có cùng Tên Hiển thị đã tồn tại.

# OrchardCore.ContentTypes.Controllers.AdminController
source: A field with the same Technical Name already exists.
fr: Un champ avec le même nom technique existe déjà.
sv: Ett fält med samma tekniska namn finns redan.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The field "{0}" has been added.
fr: Le champ "{0}" a été ajouté.
ru: Поле "{0}" добавлено.
sv: Fältet "{0}" har lagts till.
vi: Trường "{0}" đã được thêm vào.

# OrchardCore.ContentTypes.Controllers.AdminController
source: Display name changed to {0}.
fr: Nom d'affichage changé en ' {0}'.
ru: Отображаемое имя изменено на {0}.
sv: Visningsnamn ändrat till {0}.
vi: Tên hiển thị đã đổi thành {0}.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The "{0}" field settings have been saved.
fr: Les paramètres du champ "{0}" ont été enregistrés.
ru: Настройки поля "{0}" были сохранены.
sv: "{0}"-fältegenskaperna har sparats.
vi: "{0}" trường cài đặt đã được lưu.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The "{0}" field has been removed.
fr: Le champ "{0}" a été supprimé.
ru: Поле "{0}" было удалено.
sv: "{0}"-fältet har raderats.
vi: "{0}" trường cài đặt đã bị loại bỏ.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The "{0}" part settings have been saved.
fr: Les paramètres de la pièce "{0}" ont été enregistrés.
ru: Настройки части "{0}" были сохранены.
sv: "{0}"-delegenskaperna har sparats.
vi: "{0}" cài đặt đã được lưu.

# OrchardCore.ContentTypes.Editors.ContentTypeSettingsDisplayDriver
source: The stereotype should be alphanumeric.
fr: Le stéréotype devrait être alphanumérique.
sv: Stereotypen måste vara alfanumerisk.

# OrchardCore.ContentTypes.Editors.DefaultContentTypeDisplayDriver
source: The Content Type name can't be empty.
fr: Le nom du type de contenu ne peut pas être vide.
ru: Название типа содержимого не может быть пустым.
sv: Innehållstyp-namnet kan inte vara tomt.
vi: Tên Loại Nội dung không được để trống.

# OrchardCore.ContentTypes.Services.ContentDefinitionService
source: Cannot add part named '{0}'. It already exists.
fr: Impossible d'ajouter la pièce nommée '{0}'. Elle existe déjà.
ru: Невозможно добавить часть с именем '{0}'. Она уже существует.
sv: Kan inte lägga till del med namn '{0}'. Den finns redan.
vi: Không thể sử dụng tên '{0}'. Nó đã được sử dụng.

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Technical Name
fr: Nom technique

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Technical name of the part.
fr: Nom technique de la pièce.

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Display Name
fr: Nom d'affichage
ru: Отображаемое имя
sv: Visningsnamn
vi: Tên Hiển Thị

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Name of the part as it will be displayed in screens. Leave empty to use defaults.
fr: Nom de la pièce telle qu'elle sera affichée sur les écrans. Laisser vide pour utiliser la valeur par défaut.
ru: Имя части, как она будет отображаться на экранах. Оставьте пустым, чтобы использовать по умолчанию.
sv: Namn för delen som det visas på skärmar. Lämna tomt för att använda standardvärden.
vi: Tên của phần sẽ được hiển thị trên màn hình. Để trống để sử dụng mặc định.

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Optionally provide a description for this part.
fr: Indiquez facultativement une description pour cette partie.
ru: Опционально укажите описание для этой части.
sv: Valfritt ange en beskrivning för denna del.
vi: Chọn cung cấp một mô tả cho phần này.

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Check to allow this part to be attached to other content types.
fr: Cocher pour permettre à cette pièce d'être attachée à d'autres types de contenu.
ru: Отметьте, чтобы разрешить этой части прикрепляться к другим типам содержимого.
sv: Kryssa i för att tillåta denna del att bli kopplad till andra innehållstyper.
vi: Đánh dấu để cho phép phần này được sử dụng kèm trong các loại nội dung khác.

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Reusable
fr: Réutilisable
ru: Перепользуемая
sv: Återanvändbar
vi: Sử dụng lại

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Check to allow this part to be attached multiple times.
fr: Vérifier pour permettre à cette pièce d'être attachée plusieurs fois.
ru: Отметьте, чтобы разрешить эту часть присоединить несколько раз.
sv: Kryssa i för att tillåta denna del att kopplas flera gånger.
vi: Đánh dấu để cho phép phần này được gắn vào nhiều lần.

# OrchardCore.ContentTypes.Views.ContentType.Edit
source: Technical Name
fr: Nom technique

# OrchardCore.ContentTypes.Views.ContentType.Edit
source: Technical name of the type.
fr: Nom technique du type.

# OrchardCore.ContentTypes.Views.ContentType.Edit
source: Display Name
fr: Nom d'affichage
ru: Отображаемое имя
sv: Visningsnamn
vi: Tên Hiển Thị

# OrchardCore.ContentTypes.Views.ContentType.Edit
source: Name of the type as it will be displayed on screens.
fr: Nom du type tel qu'il sera affiché sur les écrans.
ru: Название типа, как оно будет отображаться на экранах.
sv: Namn på typen som det visas på skärmar.
vi: Tên của loại sẽ được hiển thị trên màn hình.

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: (Optional) Description of the content type
fr: (Facultatif) Description du type de contenu

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Creatable
fr: Créable
ru: Создаваемая
sv: Kan skapas
vi: Cho phép tạo

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Determines if an instance of this content type can be created through the UI.
fr: Détermine si une instance de ce type de contenu peut être créée via l'interface utilisateur.
ru: Определяет, может ли экземпляр этого типа содержимого быть создан через интерфейс.
sv: Avgör om en instans av denna innehållstyp kan skapas via UI:t.
vi: Xác định xem một thể hiện của loại nội dung này có thể được tạo thông qua UI hay không.

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Determines if an instance of this content type can be listed through the UI.
fr: Détermine si une instance de ce type de contenu peut être listée via l'interface utilisateur.
ru: Определяет, может ли экземпляр этого типа содержимого быть отображен в виде списка.
sv: Avgör om en instans av denna innehållstyp kan listas via UI:t.
vi: Xác định xem một thể hiện của loại nội dung này có thể được liệt kê thông qua giao diện người dùng.

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Draftable
fr: Brouillon
ru: Черновик
sv: Kan sparas som utkast
vi: Cho phép nháp

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Determines if this content type supports draft versions.
fr: Détermine si ce type de contenu supporte les versions brouillon.
ru: Определяет, поддерживает ли этот тип контента черновики.
sv: Avgör om denna innehållstyp stödjer utkast-versioner.
vi: Xác định xem loại nội dung này có hỗ trợ các phiên bản nháp không.

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Versionable
fr: Versionnable
ru: Версионный
sv: Kan versioneras
vi: Cho phép lưu phiên bản

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Determines if this content type supports versioning.
fr: Détermine si ce type de contenu supporte le versioning.
ru: Определяет, поддерживает ли этот тип содержимого версию.
sv: Avgör om denna innehållstyp stödjer versionering.
vi: Xác định xem loại nội dung này có hỗ trợ phiên bản không.

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Securable
fr: Sécurisable
ru: Безопасный
sv: Kan skyddas
vi: Bảo mật

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Determines if this content type can have custom permissions.
fr: Détermine si ce type de contenu peut avoir des permissions personnalisées.
ru: Определяет, может ли этот тип содержимого иметь пользовательские права.
sv: Avgör om denna innehållstyp kan ha anpassade behörigheter.
vi: Xác định xem loại nội dung này có thể có quyền tùy chỉnh.

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Stereotype
fr: Stéréotype
ru: Стеретип
sv: Stereotyp
vi: Bản mẫu

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: (Optional) The stereotype of the content type. e.g., Widget, MenuItem, ...
fr: (Optionnel) Le stéréotype du type de contenu. par exemple: Widget, MenuItem, ...
ru: (Необязательно) стереотип типа содержимого, например, виджет, MenuItem, ...
sv: (Valfri) Stereotypen av innehållstypen. Ex. widget, meny-objekt, ...
vi: (Tùy chọn) Bản mẫu của loại nội dung. ví dụ: Tiện ích, MenuItem, ...

# OrchardCore.ContentTypes.Views.GraphQLContentTypePartSettings.Edit
source: Collapse
fr: Réduire
ru: Свернуть
sv: Fäll ihop
vi: Thu gọn

# OrchardCore.ContentTypes.Views.GraphQLContentTypePartSettings.Edit
source: NB. Setting is collapsed by default, and cannot be overwritten.
fr: NB. Le paramètre est réduit par défaut, et ne peut pas être écrasé.
ru: NB. Настройка свернута по умолчанию, и не может быть перезаписана.
sv: NB. Inställning är infälld som standard och kan inte skrivas över.
vi: Lưu ý. Cài đặt được thu gọn theo mặc định và không thể ghi đè.

# OrchardCore.ContentTypes.Views.GraphQLContentTypePartSettings.Edit
source: Check to collapse fields in the GraphQL schema.
fr: Cocher pour réduire les champs dans le schéma GraphQL.
ru: Отметьте, чтобы свернуть поля в схеме GraphQL.
sv: Kryssa i för att fälla in fält i GraphQL-schemat.
vi: Đánh dấu để thu gọn các trường trong lược đồ GraphQL.

# OrchardCore.ContentTypes.Views.GraphQLContentTypePartSettings.Edit
source: Hide
fr: Masquer
ru: Скрыть
sv: Dölj
vi: Ẩn

# OrchardCore.ContentTypes.Views.GraphQLContentTypePartSettings.Edit
source: Check to hide type from the GraphQL schema.
fr: Cocher pour masquer le type dans le schéma GraphQL.
ru: Отметьте, чтобы скрыть тип из схемы GraphQL.
sv: Kryssa i för att dölja typ från GraphQL-schemat.
vi: Đánh dấu để ẩn loại từ lược đồ GraphQL.

# OrchardCore.ContentTypes.Views.NavigationItemText-contentdefinition.Id
source: Content Definition
fr: Définition de contenu
ru: Определение типа контента
sv: Innehållsdefinition
vi: Định nghĩa Nội dung

# OrchardCore.ContentTypes.Views.Admin.AddFieldTo
source: Add New Field To "{0}"
fr: Ajouter un nouveau champ à "{0}"
ru: Добавить новое поле в "{0}"
sv: Lägg till nytt fält till "{0}"
vi: Thêm Trường Mới Vào "{0}"

# OrchardCore.ContentTypes.Views.Admin.AddFieldTo
source: Display Name
fr: Nom d'affichage
ru: Отображаемое имя
sv: Visningsnamn
vi: Tên Hiển thị

# OrchardCore.ContentTypes.Views.Admin.AddFieldTo
source: Name of the field as it will be displayed in screens.
fr: Nom du champ tel qu'il sera affiché sur les écrans.
ru: Название поля, как оно будет отображаться на экранах.
sv: Namnet på fältet så som det visas på skärmar.
vi: Tên của trường sẽ được hiển thị trên màn hình.

# OrchardCore.ContentTypes.Views.Admin.AddFieldTo
source: Technical Name
fr: Nom technique
ru: Техничеcкое название
sv: Tekniskt namn
vi: Tên Kỹ thuật

# OrchardCore.ContentTypes.Views.Admin.AddFieldTo
source: Technical name of the field.
fr: Nom technique du champ.
ru: Техническое название поля.
sv: Tekniskt namn på fältet.
vi: Tên kỹ thuật của trường.

# OrchardCore.ContentTypes.Views.Admin.AddFieldTo
source: Field Type
fr: Type de champ
ru: Тип поля
sv: Fälttyp
vi: Loại Trường

# OrchardCore.ContentTypes.Views.Admin.AddFieldTo
source: Save
fr: Enregistrer
ru: Сохранить
sv: Spara
vi: Lưu

# OrchardCore.ContentTypes.Views.Admin.AddFieldTo
source: Cancel
fr: Annuler
ru: Отмена
sv: Avbryt
vi: Bỏ qua

# OrchardCore.ContentTypes.Views.Admin.AddPartsTo
source: Add Parts To "{0}"
fr: Ajouter des pièces à "{0}"
ru: Добавить части в "{0}"
sv: Lägg till delar till "{0}"
vi: Thêm Phần Vào "{0}"

# OrchardCore.ContentTypes.Views.Admin.AddPartsTo
source: Choose the Parts to add to this Content Type.
fr: Choisissez les pièces à ajouter à ce type de contenu.
ru: Выберите части для добавления в этот тип контента.
sv: Välj delarna att lägga till för denna innehållstyp.
vi: Chọn các Phần để thêm vào Loại Nội dung này.

# OrchardCore.ContentTypes.Views.Admin.AddPartsTo
source: Save
fr: Enregistrer
ru: Сохранить
sv: Spara
vi: Lưu

# OrchardCore.ContentTypes.Views.Admin.AddPartsTo
source: Cancel
fr: Annuler
ru: Отмена
sv: Avbryt
vi: Bỏ qua

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Add Named Part To "{0}"
fr: Ajouter une pièce nommée à "{0}"
ru: Добавить именную часть в "{0}"
sv: Lägg till namngiven del till "{0}"
vi: Thêm Phần đã đặt tên Vào "{0}"

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Display Name
fr: Nom d'affichage
ru: Отображаемое имя
sv: Visningsnamn
vi: Tên Hiển Thị

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Name of the reusable part as it will be displayed in screens.
fr: Nom de la pièce réutilisable telle qu'elle sera affichée sur les écrans.
ru: Название части, как она будет отображаться на экранах.
sv: Namn för den återanvändbara delen som det visas på skärmar.
vi: Tên của phần có thể tái sử dụng sẽ được hiển thị trên màn hình.

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Technical Name
fr: Nom technique
ru: Техничеcкое название
sv: Tekniskt namn
vi: Tên Kỹ thuật

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Technical name of the reusable part.
fr: Nom technique de la partie réutilisable.
ru: Техническое название части.
sv: Tekniskt namn på den återanvändbara delen.
vi: Tên kỹ thuật của phần có thể tái sử dụng.

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Description of the reusable part.
fr: Description de la pièce réutilisable.
ru: Описание многоразовой части.
sv: Beskrivning för den återanvändbara delen.
vi: Mô tả của phần tái sử dụng.

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: There are no available named parts.
fr: Il n'y a pas de pièce nommée disponible.
ru: Нет доступных именованных частей.
sv: Det finns inga tillgängliga namngivna delar.
vi: Không có sẵn các phần được đặt tên.

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Save
fr: Enregistrer
ru: Сохранить
sv: Spara
vi: Lưu

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Cancel
fr: Annuler
ru: Отмена
sv: Avbryt
vi: Bỏ qua

# OrchardCore.ContentTypes.Views.Admin.Create
source: New Content Type
fr: Nouveau type de contenu
ru: Новый тип содержимого
sv: Ny innehållstyp
vi: Loại Nội dung Mới

# OrchardCore.ContentTypes.Views.Admin.Create
source: Display Name
fr: Nom d'affichage
ru: Отображаемое имя
sv: Visningsnamn
vi: Tên Hiển Thị

# OrchardCore.ContentTypes.Views.Admin.Create
source: Name of the type as it will be displayed on screens.
fr: Nom du type tel qu'il sera affiché sur les écrans.
ru: Название типа, как оно будет отображаться на экранах.
sv: Namn på typen som det visas på skärmar.
vi: Tên của loại sẽ được hiển thị trên màn hình.

# OrchardCore.ContentTypes.Views.Admin.Create
source: Technical Name
fr: Nom technique
ru: Техничеcкое название
sv: Tekniskt namn
vi: Tên Kỹ thuật

# OrchardCore.ContentTypes.Views.Admin.Create
source: Technical name of the type.
fr: Nom technique du type.
ru: Техническое название типа.
sv: Tekniskt namn på typen.
vi: Tên kỹ thuật của loại.

# OrchardCore.ContentTypes.Views.Admin.Create
source: Create
fr: Créer
ru: Создать
sv: Skapa
vi: Tạo

# OrchardCore.ContentTypes.Views.Admin.CreatePart
source: New Content Part
fr: Nouvelle pièce de contenu
ru: Новая часть контента
sv: Ny innehållsdel
vi: Phần Nội dung Mới

# OrchardCore.ContentTypes.Views.Admin.CreatePart
source: Name
fr: Nom
ru: Название
sv: Namn
vi: Tên

# OrchardCore.ContentTypes.Views.Admin.CreatePart
source: Use no spaces or special characters. For example, "MyCustomPart"
fr: Ne pas utiliser d'espaces ou de caractères spéciaux. Par exemple, "MyCustomPart"
ru: Не используйте пробелы или специальные символы. Например, "MyCustomPart"
sv: Använd inga mellanslag eller specialtecken. Till exempel, "MinAnpassadeDel"
vi: Không sử dụng khoảng trắng hoặc ký tự đặc biệt. Ví dụ: "MyCustomPart"

# OrchardCore.ContentTypes.Views.Admin.CreatePart
source: Create
fr: Créer
ru: Создать
sv: Skapa
vi: Tạo

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Edit Content Type - {0}
fr: Modifier la pièce de contenu - {0}
ru: Изменить тип контента - {0}
sv: Redigera innehållstyp - {0}
vi: Sửa Loại Nội dung - {0}

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Fields
fr: Champs
ru: Поля
sv: Fält
vi: Các Trường

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Edit
fr: Modifier
ru: Редактировать
sv: Redigera
vi: Sửa

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Remove
fr: Supprimer
ru: Удалить
sv: Ta bort
vi: Loại bỏ

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Display mode
fr: Mode d'affichage

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Editor
fr: Éditeur

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Add Field
fr: Ajouter un champ
ru: Добавить поле
sv: Lägg till fält
vi: Thêm Trường

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Parts
fr: Pièces
ru: Части
sv: Delar
vi: Các Phần

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Contains the fields for the current type
fr: Contient les champs pour le type actuel
ru: Содержит поля для текущего типа
sv: Innehåller fälten för den aktuella typen
vi: Bao gồm các trường cho loại hiện tại

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Add Parts
fr: Ajouter des pièces
ru: Добавить части
sv: Lägg till delar
vi: Thêm Phần

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Add Named Part
fr: Ajouter une pièce nommée
ru: Добавить именную часть
sv: Lägg till namngiven del
vi: Thêm Phần đã đặt tên

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Save
fr: Enregistrer
ru: Сохранить
sv: Spara
vi: Lưu

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Delete
fr: Supprimer
ru: Удалить
sv: Ta bort
vi: Xóa

# OrchardCore.ContentTypes.Views.Admin.EditField
source: "{0}" settings for "{1}"
fr: Paramètres "{0}" pour "{1}"
ru: "{0}" настройки для "{1}"
sv: "{0}" inställningar för "{1}"
vi: "{0}" cài đặt cho "{1}"

# OrchardCore.ContentTypes.Views.Admin.EditField
source: Display Name
fr: Nom d'affichage
ru: Отображаемое имя
sv: Visningsnamn
vi: Tên Hiển Thị

# OrchardCore.ContentTypes.Views.Admin.EditField
source: Name of the field as it will be displayed in screens.
fr: Nom du champ tel qu'il sera affiché sur les écrans.
ru: Название поля, как оно будет отображаться на экранах.
sv: Namnet på fältet så som det visas på skärmar.
vi: Tên của trường sẽ được hiển thị trên màn hình.

# OrchardCore.ContentTypes.Views.Admin.EditField
source: Technical Name
fr: Nom technique
ru: Техничеcкое название
sv: Tekniskt namn
vi: Tên Kỹ thuật
