Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Title.po
Languages: cs, ja, ru, vi, zh_cn

# OrchardCore.Title.Drivers.TitlePartDisplayDriver
source: A value is required for Title.
cs: Pro název je vyžadována hodnota.
ja: タイトルには値が必須です。
ru: Требуется значение для заголовка.
zh_cn: 标题需要一个值。

# OrchardCore.Title.Settings.TitlePartSettingsDisplayDriver
source: Pattern doesn't contain a valid Liquid expression. Details: {0}
cs: Vzor neobsahuje platný Liquid výraz. Podrobnosti: {0}
ja: パターンに有効なリキッド式が含まれていません。詳細: {0}
ru: Шаблон не содержит правильное выражение Liquid. Подробности: {0}
vi: Mẫu không chứa biểu thức Liquid hợp lệ. Chi tiết: {0}
zh_cn: 模式不包含有效的 Liquid 表达式。详细信息： {0}

# OrchardCore.Title.Views.TitlePart.DisplayOption
source: Standard
cs: Výchozí
ja: 標準
ru: Стандартный
vi: Tiêu chuẩn
zh_cn: 标准

# OrchardCore.Title.Views.TitlePart.Edit
source: Title
cs: Titulek
ja: タイトル
ru: Заголовок
vi: Tiêu đề
zh_cn: 标题

# OrchardCore.Title.Views.TitlePart.Edit
source: Leave empty to auto-generate the title using the pattern.
cs: Ponechte prázdné pro automatické vygenerování názvu pomocí vzoru.
ja: パターンを使用してタイトルを自動生成するには空欄のままにします。
ru: Оставьте пустым для автоматического создания заголовка, используя шаблон.
zh_cn: 留空则使用图案自动生成标题。

# OrchardCore.Title.Views.TitlePart.Edit
source: The title will be auto-generated using the pattern.
cs: Název bude automaticky generován pomocí vzoru.
ja: タイトルはパターンを使用して自動生成されます。
ru: Заголовок будет сгенерирован автоматически с помощью шаблона.
zh_cn: 标题将使用规则自动生成。

# OrchardCore.Title.Views.TitlePart.Option
source: Standard
cs: Výchozí
ja: 標準
ru: Стандартный
vi: Tiêu chuẩn
zh_cn: 标准

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Options
cs: Nastavení
ja: オプション
ru: Параметры
vi: Tùy chọn
zh_cn: 选项:

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Title is editable
cs: Nadpis lze editovat
ja: タイトルは編集可能です
ru: Название доступно для редактирования
vi: Tiêu đề có thể chỉnh sửa
zh_cn: 标题可编辑

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Title is editable and required
cs: Nadpis lze editovat a je povinný
ja: タイトルは編集可能で必須です
ru: Заголовок редактируемый и является обязательным
vi: Tiêu đề đang chỉnh sửa
zh_cn: 标题可以编辑，必填项

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Title is generated and input is disabled
cs: Nadpis je generovaný a zadávácí pole je zakázané
ja: タイトルは自動生成され入力は無効です
ru: Название создано и ввод невозможен
vi: Tiêu đề được tạo và nhập vào bị vô hiệu hóa
zh_cn: 标题已生成，输入已禁用

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Title is generated and input is hidden
cs: Nadpis je generovaný a zadávácí pole je skryté
ja: タイトルは自動生成され、入力は非表示になります
ru: Название создано и ввод скрыт
vi: Tiêu đề được tạo và nhập vào bị ẩn
zh_cn: 标题已生成，输入已隐藏

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Render Title
cs: Vykreslovat název
ja: タイトルの表示
ru: Заголовок рендера
zh_cn: 渲染标题

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Check to render the title in display views.
cs: Zaškrtněte pro zobrazení názvu v zobrazení.
ja: 表示画面でタイトルを表示するにはチェックします。
ru: Отметьте, чтобы отобразить заголовок в представлениях.
zh_cn: 选中可呈现显示视图中的标题。

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Pattern
cs: Vzor
ja: パターン
ru: Шаблон
vi: Mẫu
zh_cn: 模式

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: The pattern used to render the title of this content type. With Liquid support.
cs: Vzor použitý k vykreslení názvu tohoto typu obsahu. Podporuje Liquid.
ja: このコンテンツの種類のタイトルを表示するために使用するパターン。リキッド式が使えます。
ru: Шаблон, используемый для отображения названия данного типа содержимого. С поддержкой Liquid.
vi: Mẫu được sử dụng để phát sinh tiêu đề của loại nội dung này. Hỗ trợ Liquid.
zh_cn: 用于呈现此内容类型标题的模式。支持Liquid
