Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Recipes.po
Languages: fr, ja

# OrchardCore.Recipes.AdminMenu
source: Configuration
ja: 構成

# OrchardCore.Recipes.AdminMenu
source: Recipes
fr: Recettes
ja: サイト種別

# OrchardCore.Recipes.Commands.RecipesCommands
source: No recipes found.
fr: Aucune recette trouvée.
ja: サイト種別が見つかりません

# OrchardCore.Recipes.Commands.RecipesCommands
source: List of available recipes
fr: Liste des recettes disponibles
ja: 利用可能なサイト種別の一覧

# OrchardCore.Recipes.Commands.RecipesCommands
source: Recipe: {0}
fr: Recette : {0}
ja: サイト種別: {0}

# OrchardCore.Recipes.Commands.RecipesCommands
source: Version: {0}
ja: バージョン: {0}

# OrchardCore.Recipes.Commands.RecipesCommands
source: Tags: {0}
ja: タグ: {0}

# OrchardCore.Recipes.Commands.RecipesCommands
source: Description: {0}
ja: 説明: {0}

# OrchardCore.Recipes.Commands.RecipesCommands
source: Author: {0}
fr: Auteur : {0}
ja: 作成者: {0}

# OrchardCore.Recipes.Commands.RecipesCommands
source: Website: {0}
fr: Site web : {0}
ja: Webサイト: {0}

# OrchardCore.Recipes.Controllers.AdminController
source: Recipe was not found.
fr: La recette n’a pas été trouvée.
ja: レシピは見つかりませんでした。

# OrchardCore.Recipes.Controllers.AdminController
source: The recipe '{0}' has been run successfully.
fr: La recette '{0}' a été exécutée avec succès.
ja: レシピ {0} は正常に実行されました.

# OrchardCore.Recipes.Views.Admin.Index
source: Recipes
fr: Recettes
ja: サイト種別

# OrchardCore.Recipes.Views.Admin.Index
source: Search
fr: Recherche
ja: 検索

# OrchardCore.Recipes.Views.Admin.Index
source: Are you sure you want to run the recipe?
fr: Êtes-vous sûr de vouloir exécuter la recette ?
ja: サイト種別を適用してよろしいですか?

# OrchardCore.Recipes.Views.Admin.Index
source: Yes
fr: Oui
ja: はい

# OrchardCore.Recipes.Views.Admin.Index
source: No
fr: Non
ja: いいえ

# OrchardCore.Recipes.Views.Admin.Index
source: Run
fr: Exécuter
ja: 適用

# OrchardCore.Recipes.Views.Admin.Index
source: Setup Recipe
fr: Recette d’installation
ja: サイト種別をセットアップする

# OrchardCore.Recipes.Views.Admin.Index
source: <strong>Nothing here!</strong> Your search returned no results.
fr: <strong>Rien ici !</strong> Votre recherche n'a pas retourné de résultats.
ja: <strong>何もありません!</strong> 検索結果は0件でした

# OrchardCore.Recipes.Views.Admin.Index
source: <strong>Nothing here!</strong> There are no recipes for the moment.
fr: <strong>Rien ici !</strong> Il n'y a pas de recettes pour le moment.
ja: <strong>何もありません!</strong> 現在レシピが存在しません

# OrchardCore.Recipes.Views.Admin.Index
source: The current tenant will be reloaded when the recipe is executed.
fr: Le tenant actuel sera rechargé lorsque la recette sera exécutée.
