Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Autoroute.po
Languages: ar, cs, es, fa, fi, it, pt_br, ru, sv, vi

# OrchardCore.Autoroute.Drivers.AutoroutePartDisplayDriver
source: Your permalink is already in use.
fi: Pysyvä osoite on jo käytössä.

# OrchardCore.Autoroute.GraphQL.AutorouteInputObjectType
source: the custom URL part of the content item
ar: جزء الرابطط المخصص لعنصر المحتوى
cs: volitelná část URL položky obsahu
es: la parte URL personalizada del elemento de contenido
fa: بخش سفارشی سازی آدرس آیتم محتوا
fi: sisältökohteen kustomoitu URL-osa
it: l'indirizzo personalizzato dell'elemento di contenuto
pt_br: a parte personalizada da URL do item de conteúdo
ru: настраиваемая часть URL-элемент содержимого
sv: den anpassade Url-delen för innehållsobjektet
vi: phần URL tùy chỉnh của mục nội dung

# OrchardCore.Autoroute.GraphQL.AutorouteInputObjectType
source: the path of the content item to filter
ar: مسار عنصر المحتوى للتصفية
cs: cesta k obsahu položky
es: la ruta del elemento de contenido a filtrar
fa: مسیر آیتم محتوا برای فیلتر کردن
fi: suodatettavan sisältökohteen polku
it: il percorso dell'elemento di contenuto da filtrare
pt_br: o endereço do item de conteúdo a ser filtrado
ru: путь к фильтру содержимого
sv: sökvägen för innehållsobjektet att filtrera
vi: đường dẫn của mục nội dung để lọc

# OrchardCore.Autoroute.GraphQL.AutorouteQueryObjectType
source: Custom URLs (permalinks) for your content item.
ar: روبط مخصصه (روابط ثابته) لعنصر المحتوى الخاص بك.
cs: Trvalé odkazy pro položku obsahu.
es: Dirección de Recurso en Internet (enlaces permanentes) personalizados para su elemento de contenido.
fa: آدرس های سفارشی (لینک های ثابت) برای آیتم‌ محتوای شما.
fi: Mukautetut URL-osoitteet (permalinks) sisältökohteellesi.
it: Indirizzi personalizzati (permalinks) per il tuo elemento di contenuto.
pt_br: URLs personalizadas (links permanentes) para o seu item de conteúdo.
ru: Пользовательские URL (постоянные ссылки) для вашего элемента содержимого.
sv: Anpassade URL:er (permalänkar) för ert innehållsobjekt.
vi: URL tùy chỉnh (permalinks) cho mục nội dung của bạn.

# OrchardCore.Autoroute.GraphQL.AutorouteQueryObjectType
source: The permalinks for your content item.
ar: الروابط الثابته لعنصر المحتوى الخاص بك.
cs: Trvalé odkazy pro typy obsahu.
es: Los enlaces permanentes para su elemento de contenido.
fa: لینک‌های ثابت برای آیتم محتوای شما.
fi: Pysyvät osoitteet (permalinks) sisältökohteellesi.
it: I permalink per il tuo elemento di contenuto.
pt_br: Os links permanentes para o seu item de conteúdo.
ru: Постоянные ссылки для вашего элемента содержимого.
sv: Permalänkarna för ert innehållsobjekt.
vi: Những liên kết cố định cho mục nội dung của bạn.

# OrchardCore.Autoroute.Handlers.AutoroutePartHandler
source: Your permalink is already in use.
fi: Pysyvä osoite (permalink) on jo käytössä.
pt_br: Seu link permanente já está em uso.

# OrchardCore.Autoroute.Models.AutoroutePartExtensions
source: Your permalink can't be set to the homepage, please use the homepage option instead.
fi: Pysyvää osoitetta (permalink) ei voi asettaa kotisivulle. Käytä etusivun asetusta tämän sijaan.

# OrchardCore.Autoroute.Models.AutoroutePartExtensions
source: Please do not use any of the following characters in your permalink: {0}. No spaces, or consecutive slashes, are allowed (please use dashes or underscores instead).
fi: Älä käytä seuraavia merkkejä osana pysyvää osoitetta : {0}. Välilyönnit ja peräkkäiset kauttaviivat eivät ole sallittuja. Käytä väliviivoja tai alaviivoja niiden sijaan.

# OrchardCore.Autoroute.Models.AutoroutePartExtensions
source: Your permalink is too long. The permalink can only be up to {0} characters.
fi: Pysyvä osoite on liian pitkä. Pysyvä osoite saa sisältää enintään {0} merkkiä.

# OrchardCore.Autoroute.Settings.AutoroutePartSettingsDisplayDriver
source: Pattern doesn't contain a valid Liquid expression. Details: {0}
ar: النمط لا يحتوي على عبارة Liquid صحيحة. للتفاصيل: {0}
cs: Předloha neobsahuje platný Liquid výraz. Detaily: {0}
es: El patrón no contiene una expresión Liquid válida. Detalles: {0}
fa: الگو شامل عبارت Liquid معتبری نیست. توضیحات: {0}
fi: Malli ei sisällä validia Liquid-lauseketta. Tarkat tiedot: {0}
it: Il modello non contiene un'espressione Liquid valida. Dettagli: {0}
pt_br: O modelo não contém uma expressão Liquid válida. Detalhes: {0}
ru: Шаблон не содержит допустимое выражение Liquid. Подробности: {0}
sv: Mönstret innehåller ej ett giltigt Liquid-uttryck. Detaljer: {0}
vi: Mẫu không chứa biểu thức Liquid hợp lệ. Chi tiết: {0}

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Disabled
fi: Pois Käytöstä
pt_br: Desabilitado

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Check to disable autoroute for this content item.
fi: Valitse poistaaksesi autoroute käytöstä tälle sisältökohteelle.
pt_br: Marque para desativar autoroute para esse item de conteúdo.

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Permalink
ar: رابط دائم
cs: Trvalý odkaz
es: Enlace Permanente
fa: لینک ثابت
fi: Pysyvä osoite (permalink)
pt_br: Link Permanente
ru: Постоянная ссылка
sv: Permalänk
vi: Liên kết cố định

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: The url of the content item. Leave empty to auto-generate it.
ar: رابط عمصر المحتوى, اتركه فارغاً ليتم توليده تلقائياً.
cs: URL položky. Pro automatické vygenerování ponechte prázdné.
es: La Dirección de Recurso en Internet para el elemento de contenido. Dejar vacío para auto-regenerarlo.
fa: آدرس آیتم‌ محتوا. در صورتی که می‌خواهید این فیلد به صورت خودکار تولید شود، آن را خالی بگذارید.
fi: Sisältökohteen URL-osoite. Jos tyhjä, niin se generoidaan automaattisesti.
it: L'indirizzo dell'elemento di contenuto. Lasciare vuoto per generare automaticamente.
pt_br: A URL do item de conteúdo. Deixe em branco para gerar a URL automaticamente.
ru: Url элемента содержимого. Оставьте пустым, чтобы автоматически сгенерировать его.
sv: URL:en för innehållsobjektet. Lämna tomt för att regenerera den.
vi: Url của mục nội dung. Để trống sẽ tự động phát sinh.

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: The url of the content item. It will be automatically generated.
ar: رابط عنصر المحتوى, سوف يتم توليده تلقائياً.
cs: URL položky. URL bude automaticky vygenerováno.
es: La Dirección de Recurso en Internet para el elemento de contenido. Será generada automáticamente al guardar.
fa: آدرس آیتم محتوا. به صورت خودکار تولید خواهد شد.
fi: Sisältökohteen URL-osoite. Luodaan automaattisesti.
it: L'indirizzo dell'elemento di contenuto. Verrà generato automaticamente.
pt_br: A URL do item de conteúdo. Será gerada automaticamente.
ru: Url элемента содержимого. Он будет автоматически сгенерирован.
sv: URL:en för innehållsobjektet. Den kommer att automatiskt genereras.
vi: Url của mục nội dung. Nó sẽ được ttự động phát sinh.

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: This content item is the current homepage
ar: عنصر المحتوى هذا هو الصفحة الرئيسية الحالية
cs: Tato položka je aktuální domovskou stránkou
es: Este elemento de contenido es la página de inicio actualmente
fa: این آیتم محتوا، صفحه اصلی سایت است
fi: Tämä sisältökohde on nykyinen kotisivu
it: Questo elemento di contenuto è la homepage corrente
pt_br: Este item de conteúdo é a página inicial atual
ru: Этот элемент содержимого является текущей домашней страницей
sv: Innehållsobjektet är den nuvarande startsidan
vi: Mục nội dung này đang là trang nhất

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Set as homepage
ar: ضببط كصفحة رئيسية
cs: Nastavit jako domovskou stránku
es: Establecer como página de inicio
fa: تنظیم به عنوان صفحه اصلی
fi: Aseta kotisivuksi
it: Imposta come homepage
pt_br: Definir como página inicial
ru: Сделать домашней
sv: Sätt som startsida
vi: Đặt làm trang nhất

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Check to set this content item as the homepage once published.
ar: اختر لضبط عنصر المحتوى كصفحة رئيسية بعد نشره.
cs: Zaškrtněte pro nastavení stránky jako homepage.
es: Compruebe para establecer este elemento de contenido como la página de inicio una vez publicada.
fa: در صورت انتخاب کردن، این آیتم محتوا بعد از انتشار صفحه اصلی می‌شود.
fi: Valitse tämä, jos haluat asettaa tämän sisältökohteen kotisivuksi, kun se julkaistaan.
it: Seleziona per impostare questo elemento di contenuto come homepage una volta pubblicata.
pt_br: Marque para definir este item de conteúdo como a página inicial assim que publicado.
ru: Отметьте, чтобы установить этот элемент содержимого как домашнюю страницу после публикации.
sv: Kryssa i för att sätta detta innehållsobjekt som startsida när den publicerats.
vi: Đánh dấu để đặt mục nội dung này làm trang nhất sau khi xuất bản.

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Refresh the path
ar: حدث المسار
cs: Aktualizovat URL
es: Refrescar la ruta
fa: تازه‌سازی مسیر
fi: Päivitä polku
it: Aggiorna il percorso
pt_br: Atualizar o endereço
ru: Обновить путь
sv: Uppdatera sökvägen
vi: Làm mới đường dẫn

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Check to refresh the path. Warning: the previous URL won't be accessible anymore.
ar: اختر لإنعاش المسار. تحذير: الرابط السابق لن يمكن الوصول إليه على الإطلاق.
cs: Zaškrtněte pro přegenerování URL. Pozor, původní URL přestane být dostupná.
es: Marque para actualizar la ruta. Advertencia: la URL anterior ya no será accesible.
fa: برای تازه‌سازی مسیر انتخاب شود. اخطار: لینک تعریف شده قبلی بعد از انتخاب این گزینه دیگر در دسترس نخواهد بود.
fi: Tarkista päivittääksesi polku. Varoitus: edellinen URL-osoite ei tule olemaan enää käytettävissä.
it: Seleziona per aggiornare il percorso. Attenzione: l'indirizzo precedente non sarà più accessibile.
pt_br: Marque para atualizar o endereço. Aviso: a URL anterior não será mais acessível.
ru: Отметьте, чтобы обновить путь. Внимание: предыдущий URL больше не будет доступен.
sv: Kryssa i för att uppdatera sökvägen. Varning: föregående URL kommer inte längre att vara tillgänglig.
vi: Đánh dấu để làm mới đường dẫn. Cảnh báo: URL trước sẽ không thể truy cập được nữa.

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Route contained items
fi: Reitti sisälsi kohteita
pt_br: Roteamento dos itens contidos

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Check to enabling the routing of child content items.
fi: Valitse tämä, jos haluat sallia alisisältöjen (child content) reitityksen.
pt_br: Marcar para habilitar o roteamento de itens de conteúdo filhos.

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Absolute
fi: Absoluuttinen
pt_br: Absoluto

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Check to specify that a child content item will be routed to an absolute path.
fi: Valitse tämä, jos haluat, että alisisältö (child content item) reititetään absoluuttisella polulla.
pt_br: Marque para especificar que um item de conteúdo filho será encaminhado para um endereço absoluto.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Pattern
ar: نمط
cs: Předloha
es: Patrón
fa: ﺍﻟﮕﻮ
fi: Malli
it: Modello
pt_br: Modelo
ru: Шаблон
sv: Mönster
vi: Mẫu

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: The pattern used to render the custom url of this content type. With Liquid support.
fi: Malli, jota käytetään tämän sisältötyypin mukautetun url-osoitteen generoimiseen. Liquid-tuella.
pt_br: O expressão usada para renderizar a url personalizada deste tipo de conteúdo. Com suporte ao Liquid.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Allow custom path
ar: السماح لمسار مخصص
cs: Povolit vlastní URL
es: Permitir ruta personalizada
fa: امکان سفارشی‌سازی مسیر میسر باشد
fi: Salli mukautettu polku
it: Consenti un percorso personalizzato
pt_br: Permitir endereço personalizado
ru: Разрешить пользовательский путь
sv: Tillåt anpassad sökväg
vi: Cho phép đường dẫn tùy chỉnh

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Check to allow users to set a custom path, otherwise it will be automatically generated.
ar: اختر للسماح للمستخدمين من ضبط مسار مخصص, والإ سيتم توليده تلقائياً.
cs: Zaškrtněte pro možnost nastavit vlastní URL. V opačném případě bude URL automaticky vygenerována.
es: Marcar para permitir a los usuarios establecer una ruta personalizada. En otro caso la ruta será generada automáticamente.
fa: در صورتی که می‌خواهید به کاربران اجازه شخصی سازی مسیر را دهید، انتخاب کنید. در غیر این صورت مسیر به صورت خودکار تولید می‌شود.
fi: Valitse tämä, jotta käyttäjät voivat määrittää mukautetun polun. Muutoin se generoidaan automaattisesti.
it: Seleziona per consentire agli utenti di impostare un percorso personalizzato, altrimenti verrà generato automaticamente.
pt_br: Marque para permitir que os usuários definam um caminho personalizado, caso contrário será gerado automaticamente.
ru: Отметьте, чтобы пользователи могли установить свой путь, иначе он будет автоматически сгенерирован.
sv: Kryssa i för att tillåta användare att sätta en anpassad sökväg, annars kommer den att genereras automatiskt.
vi: Đánh dấu để cho phép người dùng tự thiết lập đường dẫn tùy chỉnh, nếu không hệ thống sẽ tự tạo ra.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Allow path updates
ar: السماح بتحديثات المسار
cs: Povolit aktualizaci URL
es: Permitir actualizaciones de la ruta
fa: امکان به‌روز‌رسانی مسیر میسر باشد
fi: Salli polun päivittäminen
it: Consenti aggiornamenti percorso
pt_br: Permitir atualizações de endereço
ru: Разрешить обновления пути
sv: Tillåt uppdateringar av sökväg
vi: Cho phép cập nhật đường dẫn

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Check to allow users to refresh the path once a content item is already published.
ar: اختر للسماح للمستخدمين من تحديث المسار حين يتم نشر عنصر المحتوى.
cs: Zaškrtněte pro možnost aktualizovat URL u položek, které již byly publikovány.
es: Marcar para permitir a los usuarios refrescar la ruta después de que el elemento de contenido ya haya sido publicado.
fa: در صورتی که می خواهید کاربران اجازه به‌روزرسانی مسیر را بعد از انتشار داشته باشند، انتخاب کنید.
fi: Valitse tämä, jotta käyttäjät voivat päivittää polun sen jälkeen, kun sisältö on jo julkaistu.
it: Seleziona per consentire agli utenti di aggiornare il percorso una volta che un elemento di contenuto è già stato pubblicato.
pt_br: Marque para permitir que usuários atualizem o caminho uma vez que um item de conteúdo já esteja publicado.
ru: Отметьте, чтобы пользователи могли обновить путь после публикации элемента содержимого.
sv: Kryssa i för att tillåta användare att uppdatera sökvägen när ett innehållsobjekt redan publicerats.
vi: Đánh dấu để cho phép người dùng làm mới đường dẫn sau khi một mục nội dung được xuất bản.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Show homepage options
ar: إظهار خيارات الصقحة الرئيسية
cs: Zobrazit nastavení domovské stránky
es: Mostrar opciones relativas a la página de inicio
fa: تنظیمات صفحه اصلی نمایش داده شود
fi: Näytä kotisivun valinnat
it: Mostra opzioni homepage
pt_br: Mostrar opções da página inicial
ru: Показать настройки Домашней страницы
sv: Visa egenskaper för startsida
vi: Hiện các tùy chọn trang nhất

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Check to allow the content items of this content type to be set as the homepage. It will only be visible to users with the appropriate permission.
ar: اختر للسماح لعناصر المحتوى لهذا النوع ليتم ضبطها كصفحة رئيسية. ستكون مرئية للمستخدمين الذين يمتلكون الصلاحية المناسبة فقط.
cs: Zaškrtněne pro možnost nastavit tento typ obsahu jako domovskou stránku. Tato volba bude dostupná pouze pro uživatele s příslušným oprávněním.
es: Marcar para permitir que los elementos de contenido de este tipo se puedan establecer como página de inicio. Los controles para hacerlo sólo serán visibles para los usuarios con el permiso apropiado.
fa: در صورتی که می‌خواهید آیتم‌های این نوع محتوا به عنوان صفحه اصلی در نظر گرفته شوند، انتخاب کنید. این گزینه فقط برای کاربرانی که دسترسی‌های مربوطه را دارند، نمایش داده می‌شود.
fi: Valitse tämä, jotta tämän sisältötyypin sisältönimikkeet voi asettaa kotisivuksi. Tämä näkyy vain käyttäjille, joilla on asianmukaiset oikeudet.
it: Seleziona per consentire che gli elementi di contenuto di questo tipo di contenuto siano impostati come homepage. Sarà visibile solo agli utenti con l'autorizzazione appropriata.
pt_br: Marque para permitir que os itens de conteúdo deste tipo de conteúdo sejam definidos como a página inicial. Isso só será visível para usuários com a permissão apropriada.
ru: Проверьте, чтобы элементы этого типа содержимого были установлены как домашняя страница. Она будет видна только пользователям с соответствующими правами.
sv: Kryssa i för att tillåta innehållsobjekt av denna innehållstyp att sättas till startsida. Den kommer endast vara synlig för användare med lämpliga rättigheter.
vi: Đánh dấu để cho phép các mục nội dung của loại nội dung này sẽ được thiết lập như trang nhất. Nó sẽ chỉ được hiển thị cho một số người dùng với quyền truy cập nhất định.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Allow disabled
fi: Salli käytöstä poistaminen
pt_br: Permitir desabilitados

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Check to allow the content items of this content type to disable autoroute.
fi: Valitse salliaksesi tämän sisältötyypin sisältönimikkeiden poistaa autoroute käytöstä.
pt_br: Marque para permitir que os itens de conteúdo deste tipo de conteúdo desativem o roteamento automático.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Container Settings
fi: Säiliön Asetukset
pt_br: Configurações do grupo

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Settings for parent or child content items.
fi: Isäntäsisällön tai alasisällön asetukset.
pt_br: Configurações para itens de conteúdo pai ou filho.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Allow contained item routing
fi: Salli säilötyn sisällön reititys
pt_br: Permitir roteamento de itens contidos

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Check to allow users to enable routing of child content items. This setting must be applied to the parent content item.
fi: Valitse tämä, jotta käyttäjät voivat ottaa käyttöön alisisältökohteiden (child content items) reitityksen. Tätä asetusta tulee soveltaa isäntäsisältökohteeseen.
pt_br: Marque para permitir que os usuários ativem o roteamento de itens de conteúdo filho. Esta configuração deve ser aplicada ao item de conteúdo pai.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Manage contained item routes
fi: Hallitse säilöttyjen kohteiden reittejä
pt_br: Gerenciar rotas dos itens contidos

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Check to allow this part to apply routes to child content items. This setting must be applied to the child content item.
fi: Valitse salliaksesi tämän osan asettaa reitityksiä alisisältökohteille (child content items). Tätä asetusta tulee soveltaa alisisältökohteisiin.
pt_br: Marque para permitir que este componente aplique as rotas para os itens de conteúdo filho. Esta configuração deve ser aplicada para o item de conteúdo filho.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Allow absolute path
fi: Salli absoluuttinen polku
pt_br: Permitir endereço absoluto

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Check to allow users to enable absolute paths for child content items. When disabled the path is relative to the parents path.
fi: Valitse tämä, jos haluat antaa käyttäjien ottaa käyttöön absoluuttiset polut alisisältökohteille. Jos tätä ei ole valittu, polku on suhteellinen isäntäpolkuun.
pt_br: Marque para permitir que os usuários para habilitem endereços absolutos para itens de conteúdo filhos. Quando desabilitado, o endereço é relativo ao caminho dos pais.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: When relative : https://mysite.com/my-parent/my-child-item.
fi: Suhteellinen: https://sivustoni.com/isäntäni/alisisältö.
pt_br: Quando relativo : https://meusite.com/meu-pai/meu-filho.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: When absolute : https://mysite.com/my-child-item.
fi: Kun absoluuttinen : https://sivustoni.com/alisisältöni.
pt_br: Quando absoluto: https://meusite.com/my-child-item.

# OrchardCore.Autoroute.Drivers.AutoroutePartDisplay
source: Your permalink can't be set to the homepage, please use the homepage option instead.
ar: رابطك الدائم لا يمكن ضبطه إلى الصفحة الرئيسية, فضلاً إستخدم خيار الصفحة الرئيسية.
cs: Váš permanentní odkaz nemůže být nastaven domovské stránce, prosím použijte nastavení domovské stránky.
es: Tu enlace permanente no puede ser establecido en la página principal, por favor usa la opción de inicio.
fa: لینک ثابت واردشده نمی‌تواند به عنوان صفحه اصلی تنظیم گردد، لطفا به جای آن از گزینه صفحه اصلی استفاده کنید.
it: Il permalink non può essere impostato sulla homepage. Usa l'opzione homepage, invece.
ru: Постоянная ссылка не может быть установлена для домашней страницы. Пожалуйста, используйте настройки домашней страницы.

# OrchardCore.Autoroute.Drivers.AutoroutePartDisplay
source: Please do not use any of the following characters in your permalink: {0}. No spaces are allowed (please use dashes or underscores instead).
ar: فضلاً لا تستخدم أي من الأحرف التالية في رابط الثابت: {0}. الفراغات غير مسموح بها (فضلاً استخدم الشرطات بدلاً من ذلك).
cs: V trvalém odkazu nepoužívejte prosím žádné z následujících znaků: {0}. Mezery nejsou povoleny (místo nich použijte prosím pomlčky nebo podtržítka).
es: No usar ninguno de los siguientes caracteres en su enlace permanente:{0}. No se permiten espacios (en su lugar use guiones altos o guiones bajos).
fa: لطفا هیچ یک از این کارکترها را در لینک ثابت استفاده نکنید {0}. فاصله مجاز نیست (لطفا به جای آن از کاراکتر خط فاصله "-" و یا underline "_" استفاده کنید).
it: Non utilizzare nessuno dei seguenti caratteri nel permalink: {0}. Non sono ammessi spazi (si prega di usa trattini o underscore).
ru: Пожалуйста, не используйте следующие символы в вашей постоянной ссылки: {0}. Не допускается пробелов (используйте дефис или подчеркивание вместо этого).
sv: Vänligen använd ej någon av följande tecken i er permalänk: {0}. Inga mellanslag tillåts (vänligen använd streck eller understreck istället).
vi: Vui lòng không sử dụng các ký tự sau trong liên kết cố định của bạn: {0}. Không được sử dụng khoảng trắng (vui lòng sử dụng dấu gạch ngang hoặc dấu gạch dưới để thay thế).

# OrchardCore.Autoroute.Drivers.AutoroutePartDisplay
source: Your permalink is too long. The permalink can only be up to {0} characters.
ar: رابطك الثابت طويل جداً. الرابط الثابت يمكن أن يصل إلى {0} حرف.
cs: Trvalý odkaz je příliš dlouhý. Maximální délka odkazu je {0} znaků.
es: Su enlace permanente es demasiado largo. El enlace permanente puede tener {0} como máximo.
fa: لینک ثابت خیلی طولانی است. لینک ثابت فقط می‌تواند {0} کاراکتر باشد.
it: Il permalink è troppo lungo. Il permalink può essere solo fino a {0} caratteri.
ru: Слишком длинная постоянная ссылка. Ссылка может быть только до {0} символов.
sv: Er permalänk är för lång. Permalänken kan endast vara upp till {0} tecken.
vi: Liên kết cố định của bạn quá dài. Số kí tự tối đa của một liên kết cố định là {0} kí tự.

# OrchardCore.Autoroute.Drivers.AutoroutePartDisplay
source: Your permalink is already in use.
ar: الرابط الثابت مستخدم مسبقاً.
cs: Trvalý odkaz je již používán.
es: Su enlace permanente ya está siendo utilizado en otro lugar.
fa: لینک ثابت قبلا استفاده شده است.
it: Permalink già in uso.
ru: Ваша постоянная ссылка уже используется.
sv: Er permalänk används redan.
vi: Liên kết cố định hiện đang được sử dụng.
