Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Forms.po
Languages: ar, fr

# OrchardCore.Forms.Workflows.Activities.AddModelValidationErrorTask
source: Add Model Validation Error Task
ar: مهمة إضافة تحقق من الخطأ المودل
fr: Ajouter une tâche Erreur de validation du formulaire

# OrchardCore.Forms.Workflows.Activities.AddModelValidationErrorTask
source: Validation
ar: تحقق

# OrchardCore.Forms.Workflows.Activities.AddModelValidationErrorTask
source: Done
ar: تم
fr: Terminé

# OrchardCore.Forms.Workflows.Activities.BindModelStateTask
source: Bind Model State Task
ar: مهمة حالة المودل المرتبطة
fr: Tâche Bind Model State

# OrchardCore.Forms.Workflows.Activities.BindModelStateTask
source: Validation
ar: تحقق

# OrchardCore.Forms.Workflows.Activities.BindModelStateTask
source: Done
ar: تم
fr: Terminé

# OrchardCore.Forms.Workflows.Activities.ValidateAntiforgeryTokenTask
source: Validate Antiforgery Token Task
ar: مهمة التحقق من الـ Antiforgery Token
fr: Tâche valider le jeton d'Antiforgery

# OrchardCore.Forms.Workflows.Activities.ValidateAntiforgeryTokenTask
source: Validation
ar: تحقق

# OrchardCore.Forms.Workflows.Activities.ValidateAntiforgeryTokenTask
source: Done
ar: تم
fr: Terminé

# OrchardCore.Forms.Workflows.Activities.ValidateAntiforgeryTokenTask
source: Valid
ar: صحيح
fr: Valide

# OrchardCore.Forms.Workflows.Activities.ValidateAntiforgeryTokenTask
source: Invalid
ar: غير صحيح
fr: Invalide

# OrchardCore.Forms.Workflows.Activities.ValidateFormFieldTask
source: Validate Form Field Task
ar: مهمة التحقق من حقل النموذج
fr: Tâche valider le champ du formulaire

# OrchardCore.Forms.Workflows.Activities.ValidateFormFieldTask
source: Validation
ar: تحقق

# OrchardCore.Forms.Workflows.Activities.ValidateFormFieldTask
source: Done
ar: تم
fr: Terminé

# OrchardCore.Forms.Workflows.Activities.ValidateFormFieldTask
source: Valid
ar: صحيح
fr: Valide

# OrchardCore.Forms.Workflows.Activities.ValidateFormFieldTask
source: Invalid
ar: غير صحيح
fr: Invalide

# OrchardCore.Forms.Workflows.Activities.ValidateFormTask
source: Validate Form Task
ar: مهمة التحقق من النموذج
fr: Tâche valider le formulaire

# OrchardCore.Forms.Workflows.Activities.ValidateFormTask
source: Validation
ar: تحقق

# OrchardCore.Forms.Workflows.Activities.ValidateFormTask
source: Valid
ar: صحيح
fr: Valide

# OrchardCore.Forms.Workflows.Activities.ValidateFormTask
source: Invalid
ar: غير صحيح
fr: Invalide

# OrchardCore.Forms.Views.Items.AddModelValidationErrorTask.Fields.Design
source: Add Form Validation Error
ar: إضافة التحقق من الخطأ للنموذج
fr: Ajouter une erreur de validation du formulaire

# OrchardCore.Forms.Views.Items.AddModelValidationErrorTask.Fields.Design
source: <em>{0}</em>: <em>{1}</em>
ar: <em>{1}</em> :<em>{0}</em>

# OrchardCore.Forms.Views.Items.AddModelValidationErrorTask.Fields.Edit
source: Key
ar: مفتاح
fr: Clé

# OrchardCore.Forms.Views.Items.AddModelValidationErrorTask.Fields.Edit
source: The name of the form field that has an invalid value.
ar: اسم الحقل الذي يحتوي على قيمة غير صحيحة.
fr: Le nom du champ de formulaire qui a une valeur invalide.

# OrchardCore.Forms.Views.Items.AddModelValidationErrorTask.Fields.Edit
source: Error Message
ar: رسالة الخطأ
fr: Message d'erreur

# OrchardCore.Forms.Views.Items.AddModelValidationErrorTask.Fields.Edit
source: The validation error message to display.
ar: رسالة التحقق الخاطيء.
fr: Le message d'erreur de validation à afficher.

# OrchardCore.Forms.Views.Items.AddModelValidationErrorTask.Fields.Thumbnail
source: Add Form Validation Error
ar: إضافة التحقق من الخطأ للنموذج
fr: Ajouter une erreur de validation du formulaire

# OrchardCore.Forms.Views.Items.AddModelValidationErrorTask.Fields.Thumbnail
source: Adds a validation error to the model state.
ar: اضف خطأ التحقق لحالة الـ model.
fr: Ajoute une erreur de validation à l'état du modèle.

# OrchardCore.Forms.Views.Items.BindModelStateTask.Fields.Design
source: Bind Form Model State
ar: ربط حالة الـ model
fr: Lier le formulaire au Model State

# OrchardCore.Forms.Views.Items.BindModelStateTask.Fields.Thumbnail
source: Bind Form to Model State
ar: ربط النموذج بحالة الـ model
fr: Lier le formulaire au Model State

# OrchardCore.Forms.Views.Items.BindModelStateTask.Fields.Thumbnail
source: Binds submitted form fields to the model state.
ar: ربط حقول النموذج بحالة الـ model.
fr: Lie les champs de formulaire soumis à l'état du modèle.

# OrchardCore.Forms.Views.Items.ButtonPart.Fields.Edit
source: Text
ar: نص
fr: Texte

# OrchardCore.Forms.Views.Items.ButtonPart.Fields.Edit
source: The text to display on the button.
ar: نص الإزرار المراد عرضه.
fr: Texte affiché sur le bouton.

# OrchardCore.Forms.Views.Items.ButtonPart.Fields.Edit
source: Type
ar: نوع

# OrchardCore.Forms.Views.Items.ButtonPart.Fields.Edit
source: The button type.
ar: نوع الزر.
fr: Le type de bouton.

# OrchardCore.Forms.Views.Items.FormElementPart.Fields.Edit
source: ID
ar: معرف

# OrchardCore.Forms.Views.Items.FormElementPart.Fields.Edit
source: The ID to render on this form element.
ar: رقم المعرف (ID) المراد عرضه لهذا الحقل.
fr: L'ID à afficher sur cet élément de formulaire.

# OrchardCore.Forms.Views.Items.FormInputElementPart.Fields.Edit
source: Name
ar: الاسم
fr: Nom

# OrchardCore.Forms.Views.Items.FormInputElementPart.Fields.Edit
source: The name to render on this form element.
ar: الاسم الظاهر عند عرض هذا الحقل.
fr: Le nom à afficher sur cet élément de formulaire.

# OrchardCore.Forms.Views.Items.FormPart.Fields.Edit
source: Action
ar: إجراء

# OrchardCore.Forms.Views.Items.FormPart.Fields.Edit
source: The URL to submit the form to.
ar: عنوان URL لإرسال النموذج إليه.
fr: L'URL à laquelle soumettre le formulaire.

# OrchardCore.Forms.Views.Items.FormPart.Fields.Edit
source: Method
ar: الطريقة
fr: Méthode

# OrchardCore.Forms.Views.Items.FormPart.Fields.Edit
source: The HTTP method to use when submitting the form.
ar: أسلوب الـ HTTP المراد استخدامه عند إرسال النموذج.
fr: La méthode HTTP à utiliser lors de l'envoi du formulaire.

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Type
ar: نوع

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Text
ar: نص
fr: Texte

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Number
ar: رقم
fr: Nombre

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Email
ar: بريد إلكتروني

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Phone
ar: هاتف
fr: Téléphone

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Date
ar: تاريخ

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Time
ar: الوقت
fr: Heure

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: DateTime
ar: التاريخ والوقت
fr: Date et heure

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Local DateTime
ar: التاريخ والوقت المحلي
fr: Date locale

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Month
ar: شهر
fr: Mois

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Week
ar: أسبوع
fr: Semaine

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Hidden
ar: مخفي
fr: Masqué

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Password
ar: كلمة المرور
fr: Mot de passe

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Radio
ar: حقل اختيار (Radio)

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Checkbox
ar: حقل اختيار (Checkbox)
fr: Case à cocher

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Color
ar: لون
fr: Couleur

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Range
ar: مدى رقمي
fr: Intervalle

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: File
ar: ملف
fr: Fichier

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Image
ar: صورة

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Reset
ar: إعادة تعيين

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Search
ar: بحث

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Submit
ar: إرسال
fr: Envoyer

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: The button type.
ar: نوع الزر.
fr: Le type de bouton.

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Placeholder Text
ar: النص البديل
fr: Texte du Placeholder

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: The text to display when the field has no value.
ar: النص المراد عرضه عند خلو الحقل من أي قيمة.
fr: Le texte à afficher lorsque le champ n'a pas de valeur.

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Default Value
ar: القيمة الافتراضية
fr: Valeur par défaut

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: The default value for this field.
ar: القيمة الافتراضية لهذا الحقل.
fr: Valeur par défaut pour ce champ.

# OrchardCore.Forms.Views.Items.LabelPart.Fields.Edit
source: For
ar: مرتبط بـ

# OrchardCore.Forms.Views.Items.LabelPart.Fields.Edit
source: The ID of the form element to associate with this label.
ar: رقم المعرف (ID) للحقل المرتبط بهذه التسمية.
fr: L'identifiant de l'élément de formulaire à associer à cette étiquette.

# OrchardCore.Forms.Views.Items.TextAreaPart.Fields.Edit
source: Placeholder Text
ar: النص البديل
fr: Texte du Placeholder

# OrchardCore.Forms.Views.Items.TextAreaPart.Fields.Edit
source: The text to display when the textarea has no value.
ar: النص المراد عرضه عند خلو الحقل النصي Textarea من أي قيمة.
fr: Le texte à afficher lorsque le champ n'a pas de valeur.

# OrchardCore.Forms.Views.Items.TextAreaPart.Fields.Edit
source: Default Value
ar: القيمة الافتراضية
fr: Valeur par défaut

# OrchardCore.Forms.Views.Items.TextAreaPart.Fields.Edit
source: The default value for this textarea.
ar: القيمة الافتراضية لهذا الحقل النصي Textarea.
fr: La valeur par défaut de cette zone de texte.

# OrchardCore.Forms.Views.Items.ValidateAntiforgeryTokenTask.Fields.Design
source: Validate Antiforgery Token
ar: التحقق من Antiforgery Token
fr: Valider le jeton d'Antiforgerie

# OrchardCore.Forms.Views.Items.ValidateAntiforgeryTokenTask.Fields.Thumbnail
source: Validate Antiforgery Token
ar: التحقق من Antiforgery Token
fr: Valider le jeton d'Antiforgerie

# OrchardCore.Forms.Views.Items.ValidateAntiforgeryTokenTask.Fields.Thumbnail
source: Validates the antiforgery token for the current HTTP context in which the workflow executes.
ar: التحقق من الـ Antiforgery Token لسياق طلب الـ HTTP الحالي، المنفذ من مسير العمل.
fr: Valide le jeton antiforgerie pour le contexte HTTP actuel dans lequel le workflow s'exécute.

# OrchardCore.Forms.Views.Items.ValidateFormFieldTask.Fields.Design
source: Validate Form Field
ar: التحقق من حقل النموذج
fr: Valider le champ du formulaire

# OrchardCore.Forms.Views.Items.ValidateFormFieldTask.Fields.Design
source: Validate <em>{0}</em>
ar: التحقق من <em>{0}</em>
fr: Valider <em>{0}</em>

# OrchardCore.Forms.Views.Items.ValidateFormFieldTask.Fields.Edit
source: Field Name
ar: اسم الحقل
fr: Nom du champ

# OrchardCore.Forms.Views.Items.ValidateFormFieldTask.Fields.Edit
source: The name of the form field to validate.
ar: اسم حقل النموذج المراد التحقق منه.
fr: Le nom du champ de formulaire à valider.

# OrchardCore.Forms.Views.Items.ValidateFormFieldTask.Fields.Edit
source: Error Message
ar: رسالة الخطأ
fr: Message d'erreur

# OrchardCore.Forms.Views.Items.ValidateFormFieldTask.Fields.Edit
source: The validation error message to display.
ar: رسالة التحقق الخاطيء المراد عرضها.
fr: Le message d'erreur de validation à afficher.

# OrchardCore.Forms.Views.Items.ValidateFormFieldTask.Fields.Thumbnail
source: Validate Form Field
ar: التحقق من حقل النموذج
fr: Valider le champ du formulaire

# OrchardCore.Forms.Views.Items.ValidateFormFieldTask.Fields.Thumbnail
source: Validates a specific form field.
ar: التحقق من صحة حقل محدد في النموذج.
fr: Valide un champ de formulaire spécifique.

# OrchardCore.Forms.Views.Items.ValidateFormTask.Fields.Design
source: Validate Form
ar: التحقق من صحة النموذج
fr: Valider le formulaire

# OrchardCore.Forms.Views.Items.ValidateFormTask.Fields.Thumbnail
source: Validate Form
ar: التحقق من صحة النموذج
fr: Valider le formulaire

# OrchardCore.Forms.Views.Items.ValidateFormTask.Fields.Thumbnail
source: Checks whether the submitted form contains any validation errors.
ar: التحقق مما إذا كان النموذج المرسل يحتوي على أخطاء.
fr: Vérifie si le formulaire soumis contient des erreurs de validation.

# OrchardCore.Forms.Views.Items.ValidationPart.Fields.Edit
source: For
ar: مرتبط بـ

# OrchardCore.Forms.Views.Items.ValidationPart.Fields.Edit
source: The field name that this validation is for.
ar: اسم الحقل المتعلق بهذا التحقق.
fr: Le nom du champ pour lequel cette validation est destinée.

# OrchardCore.Forms.Views.Items.ValidationSummaryPart.Fields.Edit
source: Displays a list of validation errors.
ar: عرض قائمة برسائل أخطاء التحقق.
fr: Affiche une liste d'erreurs de validation.
