Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Microsoft.Authentication.po
Languages: es, tr

# OrchardCore.Microsoft.Authentication.AdminMenuMicrosoftAccount
source: Security
tr: Güvenlik

# OrchardCore.Microsoft.Authentication.AdminMenuMicrosoftAccount
source: Authentication
tr: Kimlik doğrulama

# OrchardCore.Microsoft.Authentication.AdminMenuAAD
source: Security
tr: Güvenlik

# OrchardCore.Microsoft.Authentication.AdminMenuAAD
source: Authentication
tr: Kimlik doğrulama

# OrchardCore.Microsoft.Authentication.Services.AzureADService
source: DisplayName is required
es: DisplayName es obligatorio
tr: DisplayName bilgisi gereklidir

# OrchardCore.Microsoft.Authentication.Services.AzureADService
source: AppId is required
es: AppId es obligatorio
tr: AppId zorunlu

# OrchardCore.Microsoft.Authentication.Services.AzureADService
source: TenantId is required
es: TenantId es obligatorio
tr: TenantId bilgisi gereklidir

# OrchardCore.Microsoft.Authentication.Services.MicrosoftAccountService
source: AppId is required
es: AppId es obligatorio
tr: AppId bilgisi gereklidir

# OrchardCore.Microsoft.Authentication.Services.MicrosoftAccountService
source: AppSecret is required
es: AppSecret es obligatorio
tr: AppSecret bilgisi gereklidir

# OrchardCore.Microsoft.Authentication.ViewModels.AzureADSettingsViewModel
source: Application Id is required
tr: Application Id bilgisi gereklidir

# OrchardCore.Microsoft.Authentication.ViewModels.AzureADSettingsViewModel
source: Tenant Id is required
tr: TenantId bilgisi gereklidir

# OrchardCore.Microsoft.Authentication.ViewModels.AzureADSettingsViewModel
source: Invalid path
tr: Geçersiz yol (path)

source: Application Id is required
tr: Application Id bilgisi gereklidir

source: Application Secret is required
tr: Application Secret bilgisi gereklidir

source: Invalid path
tr: Geçersiz yol (path)

# OrchardCore.Microsoft.Authentication.Views.AzureADSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
es: El tenant actual se recargará cuando se guarden los ajustes.
tr: Ayarlar kaydedildiğinde mevcut tenant yeniden yüklenecektir.

# OrchardCore.Microsoft.Authentication.Views.AzureADSettings.Edit
source: See documentation
tr: Dokümantasyonu gör

# OrchardCore.Microsoft.Authentication.Views.AzureADSettings.Edit
source: Azure AD Authentication Settings
tr: Azure AD Kimlik Doğrulama Ayarları

# OrchardCore.Microsoft.Authentication.Views.AzureADSettings.Edit
source: Display Name
es: Nombre a Mostrar
tr: Görüntüleme Adı (Display Name)

# OrchardCore.Microsoft.Authentication.Views.AzureADSettings.Edit
source: The display name of the provider.
es: El nombre a mostrar para el proveedor.
tr: Sağlayıcının görüntüleme adı (display name).

# OrchardCore.Microsoft.Authentication.Views.AzureADSettings.Edit
source: The Application ID found on the Azure AD App registration parameters.
es: El ID de aplicación encontrado en los parámetros de registro de Azure AD App.
tr: Azure AD App kayıt parametreleri üzerinde bulunan Application ID.

# OrchardCore.Microsoft.Authentication.Views.AzureADSettings.Edit
source: The Tenant (Directory) ID found on the Azure AD App registration parameters.
es: El ID Tenant (Directory) hallado en los parámetros de registro de Azure AD App.
tr: Azure AD App kayıt parametreleri üzerinde bulunan Tenant (Directory) ID.

# OrchardCore.Microsoft.Authentication.Views.AzureADSettings.Edit
source: The request path within the application's base path where the user-agent will be returned. The middleware will process this request when it arrives.
es: La ruta de solicitud dentro de la ruta base de la aplicación donde el user-agent será devuelto. El middleware procesará esta solicitud cuando llegue.
tr: Kullanıcı döndürüleceği uygulamanın temel yolu (base path) içindeki istek yolu (request path). Ara katman (middleware) bu istek geldiğinde işleyecektir.

# OrchardCore.Microsoft.Authentication.Views.AzureADSettings.Edit
source: Store tokens
tr: Token'ları sakla

# OrchardCore.Microsoft.Authentication.Views.AzureADSettings.Edit
source: Store external authentication tokens for reuse
tr: Yeniden kullanım için harici kimlik doğrulama tokenlarını saklayın

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
es: El tenant actual se recargará cuando se guarden los ajustes.
tr: Ayarlar kaydedildiğinde mevcut kiracı yeniden yüklenir.

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: See documentation
tr: Dokümantasyonu gör

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: An error occurred while decrypting a setting. Please apply and save.
tr: Ayar decripte edilirken hata oluştu. Lütfen uygulayın ve kaydedin.

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: Microsoft Account Authentication Settings
es: Configuración de autenticación de cuenta de Microsoft
tr: Microsoft Hesabı Kimlik Doğrulama Ayarı

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: The Application ID found on the Microsoft developer portal parameters.
es: El ID de Aplicación hallado en los parámetros del portal de desarrolladores de Microsoft.
tr: Microsoft geliştirici portalı parametrelerinde bulunan Application ID.

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: Secret Key
es: Clave secreta
tr: Gizli Anahtar

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: The Application secret key found on the Microsoft developer portal parameters.
es: La llave secreta de Aplicación hallada en los parámetros del portal de Desarrolladores de Microsoft.
tr: Microsoft geliştirici portalı parametrelerinde bulunan Application Secret.

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: The request path within the application's base path where the user-agent will be returned. The middleware will process this request when it arrives.
es: La ruta solicitada dentro de la ruta base de la aplicación donde el user-agent será devuelto. El middleware procesará esta solicitud cuando llegue.
tr: Kullanıcı döndürüleceği uygulamanın temel yolu (base path) içindeki istek yolu (request path). Ara katman (middleware) bu istek geldiğinde işleyecektir.

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: Store tokens
tr: Token'ları sakla

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: Store external authentication tokens for reuse
tr: Yeniden kullanım için harici kimlik doğrulama tokenlarını saklayın

# OrchardCore.Microsoft.Authentication.Views.Items.AzureADDeploymentStep.Edit
source: Azure AD Settings
tr: Azure AD Ayarları

# OrchardCore.Microsoft.Authentication.Views.Items.AzureADDeploymentStep.Summary
source: Azure AD Settings
tr: Azure AD Ayarları

# OrchardCore.Microsoft.Authentication.Views.Items.AzureADDeploymentStep.Summary
source: Adds Azure AD settings to the plan.
tr: Plana Azure AD ayarlarını ekler.

# OrchardCore.Microsoft.Authentication.Views.Items.AzureADDeploymentStep.Thumbnail
source: Azure AD Settings
tr: Azure AD Ayarları

# OrchardCore.Microsoft.Authentication.Views.Items.AzureADDeploymentStep.Thumbnail
source: Exports the Azure AD settings.
tr: Azure AD ayarlarını dışa aktarır.

# OrchardCore.Microsoft.Authentication.AdminMenuMicrosoftAccount
source: Microsoft Authentication
es: Autenticación de Microsoft

# OrchardCore.Microsoft.Authentication.AdminMenuMicrosoftAccount
source: Microsoft Account
es: Cuenta de Microsoft

# OrchardCore.Microsoft.Authentication.AdminMenuAAD
source: Microsoft Authentication
es: Autenticación de Microsoft

# OrchardCore.Microsoft.Authentication.AdminMenuAAD
source: Azure Active Directory
es: Directorio Activo Azure

# OrchardCore.Microsoft.Authentication.Views.AzureADSettings.Edit
source: Microsoft Account Authentication Settings
es: Configuración de autenticación de cuenta de Microsoft

# OrchardCore.Microsoft.Authentication.Views.NavigationItemText-microsoft.Id
source: Microsoft Authentication
es: Autenticación de Microsoft
