Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Themes.po
Languages: es, fr, ja, tr, vi, zh_cn

# OrchardCore.Themes.AdminMenu
source: Themes
es: Temas
fr: Thèmes
ja: テーマ
tr: Temalar
vi: Chủ đề
zh_cn: 主题

# OrchardCore.Themes.AdminMenu
source: Active Themes
es: Temas activos
fr: Thèmes actifs
vi: Kích hoạt Chủ đề
zh_cn: 当前主题

# OrchardCore.Themes.Controllers.AdminController
source: {0} was enabled
es: {0} fue habilitado
fr: {0} a été activé
ja: {0} は有効化されました
tr: {0} etkinleştirildi
vi: {0} đã được kích hoạt
zh_cn: 已启用 {0}

# OrchardCore.Themes.Controllers.AdminController
source: {0} was set as the default {1} theme
es: {0} fue establecido como el tema predeterminado {1}
fr: {0} a été défini comme le thème par défaut de {1}
ja: {0} はデフォルトの {1} のテーマとして設定されました
tr: {0} varsayılan {1} tema olarak ayarlandı
vi: {0} đã được đặt là chủ đề {1} mặc định
zh_cn: 设置作为默认的主题

# OrchardCore.Themes.Controllers.AdminController
source: The Site theme was reset.
es: El tema del sitio fue reiniciado.
fr: Le thème du site a été réinitialisé.
ja: サイトのテーマはリセットされました
tr: Site teması sıfırlandı.
vi: Chủ đề trang web đã được đặt lại.
zh_cn: "网站" 主题已重置。

# OrchardCore.Themes.Controllers.AdminController
source: The Admin theme was reset.
es: El tema Admin fue reiniciado.
fr: Le thème Admin a été réinitialisé.
ja: 管理者のテーマはリセットされました
tr: Yönetim paneli teması sıfırlandı.
vi: Chủ đề quản trị đã được đặt lại.
zh_cn: 管理主题已重置。

# OrchardCore.Themes.Controllers.AdminController
source: {0} was disabled
es: {0} fue desactivado
fr: {0} a été désactivé
vi: {0} đã bị vô hiệu hoá
zh_cn: {0} 已禁用

# OrchardCore.Themes.Services.ThemeService
source: The theme "{0}" is already in the stack of themes that need features disabled.
es: El tema "{0}" ya está en la pila de temas que necesitan características desactivadas.
fr: Le thème "{0}" est déjà dans la pile des thèmes qui ont besoin de fonctionnalités désactivées.
ja: テーマ「{0}」はすでに一部の機能が無効化が必要なテーマとなっています
tr: "{0}" teması, zaten özellikleri devre dışı bırakılması gereken tema yığını içinde.
vi: Chủ đề "{0}" đã ở trong số các chủ đề cần những tính năng đã vô hiệu hóa.
zh_cn: 主题 "{0}" 已在需要禁用功能的主题堆栈中。

# OrchardCore.Themes.Services.ThemeService
source: The theme "{0}" is already in the stack of themes that need features enabled.
es: El tema "{0}" ya está en la pila de temas que necesitan características habilitadas.
fr: Le thème "{0}" est déjà dans la pile des thèmes qui ont besoin de fonctionnalités activées.
ja: テーマ「{0}」はすでに一部の機能が有効化が必要なテーマとなっています
tr: "{0}" teması, zaten özellikleri etkinleştirilmesi gereken tema yığını içinde.
vi: Chủ đề "{0}" đã ở trong số các chủ đề cần những tính năng đã kích hoạt.
zh_cn: 主题 "{0}" 已在需要启用功能的主题堆栈中。

# OrchardCore.Themes.Services.ThemeService
source: {0} was enabled.
es: {0} fue habilitado.
fr: {0} a été activé.
ja: {0} は有効化されました.
tr: {0} etkinleştirildi.
vi: {0} đã được kích hoạt.
zh_cn: 已启用 {0}.

# OrchardCore.Themes.Services.ThemeService
source: {0} was disabled.
es: {0} fue desactivado.
fr: {0} a été désactivé.
ja: {0} は無効化されました.
tr: {0} devre dışı bırakıldı.
vi: {0} đã bị vô hiệu hoá.
zh_cn: {0} 已禁用.

# OrchardCore.Themes.Views.NavigationItemText-themes.Id
source: Themes
es: Temas
fr: Thèmes
vi: Chủ đề
zh_cn: 主题

# OrchardCore.Themes.Views.Admin.Index
source: Changing default themes
es: Cambiando tema por defecto
fr: Changer les thèmes par défaut
vi: Thay đổi chủ đề mặc định
zh_cn: 更改默认主题

# OrchardCore.Themes.Views.Admin.Index
source: This page lets you change the site's default themes for both the front-end and the back-end.
es: Esta página le permite cambiar los temas por defecto del sitio tanto para el front-end como para el back-end.
fr: Cette page vous permet de changer les thèmes par défaut du site pour le front-end et le back-end.
vi: Trang này cho phép bạn thay đổi các chủ đề mặc định của website cho cả giao diện người dùng và giao diện quản trị.
zh_cn: 此页允许您更改网站的前端和后端的默认主题。

# OrchardCore.Themes.Views.Admin.Index
source: There are no themes installed.
es: No hay temas instalados.
fr: Il n'y a aucun thème installé.
ja: 一つもテーマがインストールされていません
tr: Yüklü herhangi bir tema bulunmamakta.
vi: Chưa có chủ đề nào được cài đặt.
zh_cn: 没有安装主题。

# OrchardCore.Themes.Views.Admin.Index
source: By: {0}
es: Por: {0}
fr: Par: {0}
vi: Bởi: {0}
zh_cn: 由: {0}

# OrchardCore.Themes.Views.Admin.Index
source: Version: {0}
es: Versión: {0}
vi: Phiên bản: {0}
zh_cn: 版本: {0}

# OrchardCore.Themes.Views.Admin.Index
source: Make Default
es: Hacer por defecto
fr: Définir par défaut
vi: Đặt làm Mặc định
zh_cn: 设置默认值

# OrchardCore.Themes.Views.Admin.Index
source: Disable
es: Desactivar
fr: Désactiver
ja: 無効化
tr: Devredışı Bırak
vi: Vô hiệu hoá
zh_cn: 禁用

# OrchardCore.Themes.Views.Admin.Index
source: Enable
es: Activar
fr: Activer
ja: 有効化
tr: Etkinleştir
vi: Kích hoạt
zh_cn: 启用

# OrchardCore.Themes.Views.Admin.Index
source: This is the default {0} theme
es: Este es el tema por defecto {0}
fr: C’est le thème par défaut de {0}
vi: Đây là chủ đề {0} mặc định
zh_cn: 这是默认的 {0} 主题

# OrchardCore.Themes.Views.Admin.Index
source: Reset default themes
es: Restablecer temas por defecto
fr: Réinitialiser les thèmes par défaut
vi: Đặt lại chủ đề mặc định
zh_cn: 重置默认主题

# OrchardCore.Themes.Views.Admin.Index
source: The following actions reset the themes. It is used for sites that can't use theming.
es: Las siguientes acciones restablecen los temas. Se utiliza para sitios que no pueden usar el tema.
fr: Les actions suivantes réinitialisent les thèmes. C'est utilisé pour les sites qui ne peuvent pas utiliser les thèmes.
ja: この操作はテーマをリセットします。サイトにテーマを適用できない操作があります
tr: Bu işlem temaları sıfırlar. Tema kullanamayan siteler için kullanılır.
vi: Các hành động sau đây thiết lập lại các chủ đề. Nó được sử dụng cho các website không thể sử dụng chủ đề.
zh_cn: 以下操作重置主题。它用于不能使用主题的网站。

# OrchardCore.Themes.Views.Admin.Index
source: Reset Site Theme
es: Reiniciar Tema del Sitio
fr: Réinitialiser le thème du site
ja: サイトのテーマのリセット
tr: Site Temasını Sıfırla
vi: Thiết lập lại Chủ đề Website
zh_cn: 重置网站主题

# OrchardCore.Themes.Views.Admin.Index
source: Are you sure you want to reset the Site theme?
es: ¿Está seguro de que desea restablecer el tema del sitio?
fr: Êtes-vous sûr de vouloir réinitialiser le thème du site ?
ja: サイトのテーマをリセットしてもよろしいですか?
tr: Site temasını sıfırlamak istediğinize emin misiniz?
vi: Bạn có chắc muốn đặt lại chủ đề Website?
zh_cn: 确实要重置 "网站" 主题吗？

# OrchardCore.Themes.Views.Admin.Index
source: Reset Admin Theme
es: Reiniciar Tema Admin
fr: Réinitialiser le thème Admin
ja: 管理サイトのテーマをリセット
tr: Yönetim Paneli Temasını Sıfırla
vi: Đặt lại Chủ đề Trang quản trị
zh_cn: 重置管理主题

# OrchardCore.Themes.Views.Admin.Index
source: Are you sure you want to reset the Admin theme?
es: ¿Está seguro de que desea restablecer el tema de Admin?
fr: Êtes-vous sûr de vouloir réinitialiser le thème Admin ?
ja: 管理サイトのテーマをリセットしてもよろしいですか?
tr: Yönetim Paneli temasını sıfırlamak istediğinize emin misiniz?
vi: Bạn có chắc muốn đặt lại chủ đề trang Quản trị?
zh_cn: 确实要重置 "管理" 主题吗？

# OrchardCore.Themes.Views.Items.ThemesDeploymentStep.Edit
source: Themes
es: Temas
fr: Thèmes
ja: テーマ
tr: Temalar
vi: Chủ đề
zh_cn: 主题

# OrchardCore.Themes.Views.Items.ThemesDeploymentStep.Summary
source: Themes
es: Temas
fr: Thèmes
ja: テーマ
tr: Temalar
vi: Chủ đề
zh_cn: 主题

# OrchardCore.Themes.Views.Items.ThemesDeploymentStep.Summary
source: Adds the currently selected site theme and admin theme to the plan.
es: Agrega el tema del sitio seleccionado y el tema de administrador al plan.
fr: Ajoute les thèmes sélectionnés site et admin pour au plan.
ja: 現在選択されているテーマ及び管理サイトのテーマをプランに追加する
tr: Mevcut site ve yönetim paneli temasını plana aktarır.
vi: Thêm chủ đề website đã chọn và chủ đề trang quản trị vào kế hoạch.
zh_cn: 将当前选定的站点主题和管理主题添加到计划中。

# OrchardCore.Themes.Views.Items.ThemesDeploymentStep.Thumbnail
source: Themes
es: Temas
fr: Thèmes
ja: テーマ
tr: Temalar
vi: Chủ đề
zh_cn: 主题

# OrchardCore.Themes.Views.Items.ThemesDeploymentStep.Thumbnail
source: Exports the currently selected site theme and admin theme.
es: Exporta el tema del sitio seleccionado y el tema de administrador.
fr: Exporte les thèmes sélectionnés site et admin.
ja: 現在選択されているサイトのテーマ及び管理サイトのテーマをエクスポートする
tr: Mevcut site ve yönetim paneli temasını dışarı aktarır.
vi: Xuất chủ đề website đã chọn và chủ đề trang admin.
zh_cn: 导出当前选定的站点主题和管理主题。

# OrchardCore.Themes.AdminMenu
source: Design
ja: デザイン
tr: Tasarım

# OrchardCore.Themes.Controllers.AdminController
source: {0} was disabled.
ja: {0} は無効化されました。
tr: {0} devre dışı bırakıldı.

# OrchardCore.Themes.Controllers.AdminController
source: {0} was enabled.
ja: {0} が有効になりました。
tr: {0} etkinleştirildi.

# OrchardCore.Themes.Views.NavigationItemText-themes.Id
source: Design
ja: デザイン
tr: Tasarım

# OrchardCore.Themes.Views.Admin.Index
source: Themes
ja: テーマ
tr: Temalar

# OrchardCore.Themes.Views.Admin.Index
source: Make Current
ja: 使用する
tr: Temayı Kullan

# OrchardCore.Themes.Views.Admin.Index
source: This is the current Admin theme
ja: これは現在の管理者テーマです
tr: Mevcut Yönetim Paneli teması

# OrchardCore.Themes.Views.Admin.Index
source: This is the current Site theme
ja: これは現在のサイトテーマです
tr: Mevcut Site teması

# OrchardCore.Themes.Views.Admin.Index
source: Reset current themes
ja: 現在のテーマをリセットする
tr: Mevcut temaları sıfırla
