Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Contents.po
Languages: el, fa

# OrchardCore.Contents.Views.Items.ContentVersionedEvent.Fields.Edit
source: Select any content types to filter on.
el: Επιλέξτε οποιουσδήποτε τύπους περιεχομένου για φιλτράρισμα.
fa: برای اعمال فیلتر یک نوع محتوا انتخاب کنید.

# OrchardCore.Contents.Views.Items.ContentVersionedEvent.Fields.Thumbnail
source: Content Versioned
el: Versioned περιεχόμενο
fa: محتوا نسخه‌بندی شده

# OrchardCore.Contents.Views.Items.ContentVersionedEvent.Fields.Thumbnail
source: Content is versioned.
el: Versioned περιεχόμενο.
fa: محتوا نسخه‌بندی شده است.

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Design
source: Create Content
el: Δημιουργία Περιεχομένου
fa: ایجاد محتوای جدید

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Edit
source: Content Type
el: Τύπος Περιεχομένου
fa: نوع محتوا

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Edit
source: Select the type of content to create.
el: Επίλεξε τον τύπο του περιεχομένου που θέλεις να δημιουργήσεις.
fa: انتخاب نوع محتوایی که مایل به ایجاد آن هستید.

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Edit
source: Publish
el: Δημοσίευση
fa: انتشار

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Edit
source: Check if you want the content item to be published when being created. Leave unchecked to create a draft version.
el: Επίλεξε, αν θέλεις να δημοσιεύεται το περιεχόμενο κατά τη δημιουργία του. Από-επίλεξε για να δημιουργήσεις μια έκδοση προσχέδιου.
fa: در صورتی که می‌خواهید محتوا بلافاصله بعد از ایجاد منتشر شود، این گزینه انتخاب شود. در غیر این صورت نسخه پیش‌نویس محتوا ایجاد خواهد شد.

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Edit
source: Content Properties
el: Ιδιότητες Περιεχομένου
fa: ویژگی‌های محتوا

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Edit
source: Optionally provide values for the content parts, fields and their properties in JSON format. With Liquid support.
el: Προαιρετικά παρέχουν τιμές για τα τμήματα περιεχομένου, τα πεδία και τις ιδιότητές τους σε μορφή JSON. Με υποστήριξη Liquid.
fa: به بخش‌های مختلف محتوا، فیلدها و ویژگی‌های آنها در قالب JSON مقادیر دلخواهی دهید. از Liquid پشتیبانی می‌شود.

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Thumbnail
source: Create Content
el: Δημιουργία Περιεχομένου
fa: ایجاد محتوا

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Thumbnail
source: Create a content item.
el: Δημιουργήστε ένα στοιχείο περιεχομένου.
fa: ایجاد یک آیتم محتوا.

# OrchardCore.Contents.Views.Items.DeleteContentTask.Fields.Design
source: Delete Content
el: Διαγραφή Περιεχομένου
fa: پاک‌کردن محتوا

# OrchardCore.Contents.Views.Items.DeleteContentTask.Fields.Design
source: Delete content provided via the <em>ContentItem</em> input argument
el: Διέγραψε περιεχόμενο που παρέχεται μέσω του παραθύρου εισαγωγής <em>ContentItem</em>

# OrchardCore.Contents.Views.Items.DeleteContentTask.Fields.Design
source: Delete content using expression: <em>{0}</em>
el: Διαγράψτε το περιεχόμενο χρησιμοποιώντας την έκφραση: <em>{0}</em>
fa: پاک‌کردن محتوا با استفاده از expression روبرو: <em>{0}</em>

# OrchardCore.Contents.Views.Items.DeleteContentTask.Fields.Edit
source: Expression
el: Έκφραση

# OrchardCore.Contents.Views.Items.DeleteContentTask.Fields.Edit
source: Enter a JavaScript expression that evaluates to the content item (or its 'ContentItemId') to be deleted. For example: input("ContentItem"). If no expression is specified, the workflow's "ContentItem" input variable or "ContentItem" property will be used.
el: Εισαγάγετε μια έκφραση JavaScript που αξιολογείται για τη διαγραφή του στοιχείου περιεχομένου (ή του 'ContentItemId'). Για παράδειγμα: εισάγετε ("ContentItem"). Εάν δεν έχει καθοριστεί έκφραση, θα χρησιμοποιηθεί η μεταβλητή εισόδου "ContentItem" ή η ιδιότητα "ContentItem" της ροής εργασίας.

# OrchardCore.Contents.Views.Items.DeleteContentTask.Fields.Thumbnail
source: Delete Content
el: Διαγραφή Περιεχομένου
fa: پاک‌کردن محتوا

# OrchardCore.Contents.Views.Items.DeleteContentTask.Fields.Thumbnail
source: Delete a content item.
el: Διαγράψτε ένα στοιχείο περιεχομένου.
fa: پاک‌کردن یک آیتم محتوا.

# OrchardCore.Contents.Views.Items.Download-Button-Actions.SummaryAdmin
source: View Draft as JSON
el: Προβολή πρόχειρου ως JSON

# OrchardCore.Contents.Views.Items.Download-Button-Actions.SummaryAdmin
source: Download Draft as JSON
el: Λήψη Προσχεδίου ως JSON

# OrchardCore.Contents.Views.Items.Download-Button-Actions.SummaryAdmin
source: View Published as JSON
el: Δείτε τη δημοσιευμένη έκδοση σε μορφή JSON

# OrchardCore.Contents.Views.Items.Download-Button-Actions.SummaryAdmin
source: Download Published as JSON
el: Η λήψη Δημοσιεύτηκε ως JSON

# OrchardCore.Contents.Views.Items.Download-Button-Actions.SummaryAdmin
source: View as JSON
el: Προβολή ως JSON

# OrchardCore.Contents.Views.Items.Download-Button-Actions.SummaryAdmin
source: Download as JSON
el: Λήψη ως JSON

source: Available Targets
el: Διαθέσιμοι Στόχοι

source: Select
el: Επιλογή

source: Cancel
el: Άκυρο

source: Export Draft to Deployment Target
el: Εξαγωγή Πρόχειρου στο Στόχο Ανάπτυξης

source: Export Published to Deployment Target
el: Η Εξαγωγή Δημοσιεύτηκε στο Στόχο Ανάπτυξης

source: Export to Deployment Target
el: Εξαγωγή στο Στόχο Ανάπτυξης

source: Bulk Action
el: Μαζική δράση

source: Are you sure you want to export these items?
el: Είστε βέβαιοι ότι θέλετε να εξαγάγετε αυτά τα στοιχεία;

source: Export to deployment target
el: Εξαγωγή στο στόχο ανάπτυξης

source: Available Targets
el: Διαθέσιμοι Στόχοι

source: Select
el: Επιλογή

source: Cancel
el: Άκυρο

source: Export Content To Deployment Target
el: Εξαγωγή Περιεχομένου στο Στόχο Ανάπτυξης

source: Export Content To Deployment Target
el: Εξαγωγή Περιεχομένου στο Στόχο Ανάπτυξης

source: Allows the export content to deployment target feature to add content items to the plan.
el: Σας επιτρέπει να εξάγετε περιεχόμενο σε έναν προορισμό για να προσθέσετε στοιχεία περιεχομένου στο σχέδιο.

source: Export Content To Deployment Target
el: Εξαγωγή Περιεχομένου στο Στόχο Ανάπτυξης

source: Allows the export content to deployment target feature to add content items to the plan.
el: Σας επιτρέπει να εξάγετε περιεχόμενο σε έναν προορισμό για να προσθέσετε στοιχεία περιεχομένου στο σχέδιο.

# OrchardCore.Contents.Views.Items.ExportContentToDeploymentTargetSettings.Edit
source: No export content to deployment target plans found. Create a deployment plan and add a Export content to deployment target step to it.
el: Δεν βρέθηκε περιεχόμενο εξαγωγής σε σχέδια στόχων ανάπτυξης. Δημιουργήστε ένα σχέδιο ανάπτυξης και προσθέστε σε αυτό ένα βήμα εξαγωγής περιεχομένου στο στόχο ανάπτυξης.

# OrchardCore.Contents.Views.Items.ExportContentToDeploymentTargetSettings.Edit
source: Deployment Plan
el: Σχέδιο Aνάπτυξης

# OrchardCore.Contents.Views.Items.PublishContentTask.Fields.Design
source: Publish Content
el: Δημοσίευση Περιεχομένου
fa: انتشار محتوا

# OrchardCore.Contents.Views.Items.PublishContentTask.Fields.Design
source: Publish content provided via the <em>ContentItem</em> input argument
el: Δημοσιεύσε περιεχόμενο που παρέχεται μέσω του παραθύρου εισαγωγής <em>ContentItem </em>

# OrchardCore.Contents.Views.Items.PublishContentTask.Fields.Design
source: Publish content using expression: <em>{0}</em>
el: Δημοσιεύστε το περιεχόμενο χρησιμοποιώντας την έκφραση: <em>{0}</em>
fa: انتشار محتوا با استفاده از expression روبرو: <em>{0}</em>

# OrchardCore.Contents.Views.Items.PublishContentTask.Fields.Edit
source: Expression
el: Έκφραση

# OrchardCore.Contents.Views.Items.PublishContentTask.Fields.Edit
source: Enter a JavaScript expression that evaluates to the content item (or its 'ContentItemId') to be published. For example: input("ContentItem"). If no expression is specified, the workflow's "ContentItem" input variable or "ContentItem" property will be used.
el: Εισαγάγετε μια έκφραση JavaScript που αξιολογεί το στοιχείο περιεχομένου (ή το 'ContentItemId') που πρόκειται να δημοσιευτεί. Για παράδειγμα: input("ContentItem"). Εάν δεν έχει καθοριστεί έκφραση, θα χρησιμοποιηθεί η μεταβλητή εισόδου "ContentItem" ή η ιδιότητα "ContentItem" της ροής εργασίας.

# OrchardCore.Contents.Views.Items.PublishContentTask.Fields.Thumbnail
source: Publish Content
el: Δημοσίευση Περιεχομένου
fa: انتشار محتوا

# OrchardCore.Contents.Views.Items.PublishContentTask.Fields.Thumbnail
source: Publish a content item.
el: Δημοσιεύστε ένα στοιχείο περιεχομένου.
fa: انتشار یک آیتم محتوا.

# OrchardCore.Contents.Views.Items.RetrieveContentTask.Fields.Design
source: Retrieve Content
el: Ανάκτηση Περιεχομένου

# OrchardCore.Contents.Views.Items.RetrieveContentTask.Fields.Design
source: Retrieve content provided via the <em>ContentItemId</em> input argument
el: Ανάκτηση περιεχομένου που παρέχεται μέσω του παραθύρου εισαγωγής <em>ContentItemId </em>

# OrchardCore.Contents.Views.Items.RetrieveContentTask.Fields.Design
source: Retrieve content using expression: <em>{0}</em>
el: Ανάκτηση περιεχομένου με χρήση έκφρασης: <em>{0}</em>

# OrchardCore.Contents.Views.Items.RetrieveContentTask.Fields.Edit
source: Content Item ID
el: Το ID του Περιεχομένου

# OrchardCore.Contents.Views.Items.RetrieveContentTask.Fields.Edit
source: Enter a JavaScript expression that evaluates to the Content Item's ID (ContentItemId) to be retrieved. For example: correlationId().
el: Εισαγάγετε μια έκφραση JavaScript που αξιολογείται με το αναγνωριστικό του στοιχείου περιεχομένου (ContentItemId) που πρόκειται να ανακτηθεί. Για παράδειγμα: correlationId().

# OrchardCore.Contents.Views.Items.RetrieveContentTask.Fields.Thumbnail
source: Retrieve Content
el: Ανάκτηση Περιεχομένου

# OrchardCore.Contents.Views.Items.RetrieveContentTask.Fields.Thumbnail
source: Retrieve a content item.
el: Ανάκτηση στοιχείου περιεχομένου.

# OrchardCore.Contents.Views.Items.UnpublishContentTask.Fields.Design
source: Unpublish Content
el: Κατάργηση Δημοσίευσης Περιεχομένου
fa: لغوانتشار محتوا

# OrchardCore.Contents.Views.Items.UnpublishContentTask.Fields.Design
source: Unpublish content provided via the <em>ContentItem</em> input argument
el: Κατάργηση δημοσίευσης περιεχομένου που παρέχεται μέσω του παραθύρου εισαγωγής <em>ContentItem </em>

# OrchardCore.Contents.Views.Items.UnpublishContentTask.Fields.Design
source: Unpublish content using expression: <em>{0}</em>
el: Κατάργηση δημοσίευσης περιεχομένου χρησιμοποιώντας την έκφραση: <em>{0}</em>
fa: لغوانتشار محتوا با استفاده از expression روبرو: <em>{0}</em>

# OrchardCore.Contents.Views.Items.UnpublishContentTask.Fields.Edit
source: Expression
el: Έκφραση

# OrchardCore.Contents.Views.Items.UnpublishContentTask.Fields.Edit
source: Enter a JavaScript expression that evaluates to the content item (or its 'ContentItemId') to be unpublished. For example: input("ContentItem"). If no expression is specified, the workflow's "ContentItem" input variable or "ContentItem" property will be used.
el: Εισαγάγετε μια έκφραση JavaScript που αξιολογεί το στοιχείο περιεχομένου (ή το "ContentItemId" του) που πρόκειται να καταργηθεί. Για παράδειγμα: input("ContentItem"). Εάν δεν έχει καθοριστεί έκφραση, θα χρησιμοποιηθεί η μεταβλητή εισόδου "ContentItem" ή η ιδιότητα "ContentItem" της ροής εργασίας.

# OrchardCore.Contents.Views.Items.UnpublishContentTask.Fields.Thumbnail
source: Unpublish Content
el: Κατάργηση Δημοσίευσης Περιεχομένου
fa: لغوانتشار محتوا

# OrchardCore.Contents.Views.Items.UnpublishContentTask.Fields.Thumbnail
source: Unpublish a content item.
el: Κατάργηση δημοσίευσης ενός στοιχείου περιεχομένου.
fa: لغوانتشار یک آیتم محتوا.

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Design
source: Update Content
el: Ενημέρωση Περιεχομένου

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Design
source: Update content provided via the <em>ContentItemId</em> input argument
el: Ενημερώστε το περιεχόμενο που παρέχεται μέσω του ορίσματος εισαγωγής <em>ContentItemId</em>

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Design
source: Update content using expression: <em>{0}</em>
el: Ενημερώστε το περιεχόμενο χρησιμοποιώντας έκφραση: <em>{0}</em>

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Edit
source: Content Item ID
el: Το ID του Περιεχομένου

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Edit
source: Enter a JavaScript expression that evaluates to the Content Item's ID (ContentItemId) to be updated. For example: correlationId().
el: Εισαγάγετε μια έκφραση JavaScript που αξιολογείται στο αναγνωριστικό του στοιχείου περιεχομένου (ContentItemId) που πρόκειται να ενημερωθεί. Για παράδειγμα: correlationId().

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Edit
source: Content Properties
el: Ιδιότητες Περιεχομένου

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Edit
source: Optionally provide values for the content parts, fields and their properties in JSON format. With Liquid support.
el: Προαιρετικά παρέχουν τιμές για τα τμήματα περιεχομένου, τα πεδία και τις ιδιότητές τους σε μορφή JSON. Με υποστήριξη Liquid.

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Edit
source: Publish
el: Δημοσίευση

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Edit
source: Check if you want the content item to be published when being updated. Leave unchecked to create a draft version.
el: Ελέγξτε εάν θέλετε το στοιχείο περιεχομένου να δημοσιεύεται κατά την ενημέρωση. Αφήστε μη επιλεγμένο για να δημιουργήσετε μια πρόχειρη έκδοση.

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Thumbnail
source: Update Content
el: Ενημέρωση Περιεχομένου

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Thumbnail
source: Update a content item.
el: Ενημέρωσε ένα στοιχείο περιεχομένου.

# OrchardCore.Contents.Controllers.AdminController
source: latest
fa: آخرین

# OrchardCore.Contents.Controllers.AdminController
source: owned by me
fa: ایجادشده توسط من

# OrchardCore.Contents.Controllers.AdminController
source: published
fa: منتشر شده

# OrchardCore.Contents.Controllers.AdminController
source: unpublished
fa: منتشر نشده

# OrchardCore.Contents.Controllers.AdminController
source: all versions
fa: همه نسخه‌ها

# OrchardCore.Contents.Controllers.AdminController
source: recently created
fa: اخیرا ایجاد شده

# OrchardCore.Contents.Controllers.AdminController
source: recently modified
fa: اخیرا تغییر یافته

# OrchardCore.Contents.Controllers.AdminController
source: recently published
fa: اخیرا منتشر شده

# OrchardCore.Contents.Controllers.AdminController
source: title
fa: عنوان

# OrchardCore.Contents.Controllers.AdminController
source: Content successfully published.
fa: محتوا با موفقیت منتشر شد.

# OrchardCore.Contents.Controllers.AdminController
source: Content successfully unpublished.
fa: لغوانتشار محتوا با موفقیت انجام شد.

# OrchardCore.Contents.Controllers.AdminController
source: Content successfully removed.
fa: محتوا با موفقیت حذف شد.

# OrchardCore.Contents.Views.CommonPart-Owner.Edit
source: Owner
fa: ایجاد کننده

# OrchardCore.Contents.Views.CommonPart-Owner.Edit
source: The owner of the content item.
fa: ایجاد کننده آیتم محتوا.

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Actions
fa: عملیات‌ها

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Publish Draft
fa: انتشار پیش‌نویس

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Preview Draft
fa: پیش‌نمایش پیش‌نویس

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Discard Draft
fa: از‌‌‌بین‌بردن پیش‌نویس

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Are you sure you want to discard this draft?
fa: آیا از، ازبین‌بردن پیش‌نویس اطمینان دارید؟

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Yes
fa: بله

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: No
fa: خیر

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Unpublish
fa: لغوانتشار

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Are you sure you want to unpublish this item?
fa: آیا از لغوانتشار این آیتم اطمینان دارید؟

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Delete
fa: پاک‌کردن

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Are you sure you want to delete this content item?
fa: آیا از حذف این آیتم محتوا مطمئن هستید؟

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Clone
fa: کلون‌سازی

# OrchardCore.Contents.Views.Contents-Button-Edit.SummaryAdmin
source: Edit
fa: ویرایش

# OrchardCore.Contents.Views.Contents-Button-Edit.SummaryAdmin
source: View
fa: مشاهده

# OrchardCore.Contents.Views.Contents-Meta.SummaryAdmin
source: Last modified {0} by {1}
fa: آخرین تغییر {0} توسط {1}

# OrchardCore.Contents.Views.Contents-Tags.SummaryAdmin
source: Published
fa: منتشر شده

# OrchardCore.Contents.Views.Contents-Tags.SummaryAdmin
source: Draft
fa: پیش‌نویس

# OrchardCore.Contents.Views.Admin.List
source: Create New Content
fa: ایجاد محتوای جدید

# OrchardCore.Contents.Views.Admin.List
source: Create New {0}
fa: ایجاد {0} جدید

# OrchardCore.Contents.Views.Admin.List
source: Title
fa: عنوان

# OrchardCore.Contents.Views.Admin.List
source: Filter
fa: فیلتر

# OrchardCore.Contents.Views.Admin.List
source: Show
fa: نشان‌دادن

# OrchardCore.Contents.Views.Admin.List
source: Sort by
fa: مرتب‌سازی براساس

# OrchardCore.Contents.Views.Admin.List
source: Select All
fa: انتخاب همه

# OrchardCore.Contents.Views.Admin.List
source: Bulk Actions
fa: عملیات‌های گروهی

# OrchardCore.Contents.Views.Admin.List
source: Bulk Action
fa: عملیات گروهی

# OrchardCore.Contents.Views.Admin.List
source: Are you sure you want to {0} this/these item(s)?
fa: آیا شما از {0} این آیتم/ آیتم‌ها اطمینان دارید؟

# OrchardCore.Contents.Views.Admin.List
source: No result found.
fa: موردی یافت نشد.

# OrchardCore.Contents.Views.Items.DeleteContentTask.Fields.Design
source: Delete content provided via the <em>Content</em> input argument
fa: پاک‌کردن محتوایی که توسط آرگومان ورودی پارامتر <em>Content</em> ارائه شده است

# OrchardCore.Contents.Views.Items.DeleteContentTask.Fields.Edit
source: Enter a JavaScript expression that evaluates to the content item to be deleted. For example: input("Content"). If no expression is specified, the workflow's "Content" input variable or "Content" property will be used.
fa: یک expression به زبان JavaScript وارد کنید تا آیتمی را که مایل به پاک‌کردن آن هستید ارزیابی کند. برای مثال: ("input("Content. اگر هیچ عبارتی مشخص نشده باشد، از متغیر ورودی "Content" یا propertyیی به نام "Content" که در گردش‌کار تعریف شده‌اند، استفاده می‌شود.

# OrchardCore.Contents.Views.Items.PublishContentTask.Fields.Design
source: Publish content provided via the <em>Content</em> input argument
fa: انتشار محتوایی که توسط آرگومان ورودی پارامتر <em>Content</em> ارائه شده است

# OrchardCore.Contents.Views.Items.PublishContentTask.Fields.Edit
source: Enter a JavaScript expression that evaluates to the content item to be published. For example: input("Content"). If no expression is specified, the workflow's "Content" input variable or "Content" property will be used.
fa: یک expression به زبان JavaScript وارد کنید تا آیتمی را که مایل به انتشار آن هستید ارزیابی کند. برای مثال: ("input("Content. اگر هیچ عبارتی مشخص نشده باشد، از متغیر ورودی "Content" یا propertyیی به نام "Content" که در گردش‌کار تعریف شده‌اند، استفاده می‌شود.

# OrchardCore.Contents.Views.Items.UnpublishContentTask.Fields.Design
source: Unpublish content provided via the <em>Content</em> input argument
fa: لغوانتشار محتوایی که توسط آرگومان ورودی پارامتر <em>Content</em> ارائه شده است

# OrchardCore.Contents.Views.Items.UnpublishContentTask.Fields.Edit
source: Enter a JavaScript expression that evaluates to the content item to be unpublished. For example: input("Content"). If no expression is specified, the workflow's "Content" input variable or "Content" property will be used.
fa: یک expression به زبان JavaScript وارد کنید تا آیتمی را که مایل به لغوانتشار آن هستید ارزیابی کند. برای مثال: ("input("Content. اگر هیچ عبارتی مشخص نشده باشد، از متغیر ورودی "Content" یا propertyیی به نام "Content" که در گردش‌کار تعریف شده‌اند، استفاده می‌شود.
