Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Workflows.po
Languages: ar, cs, el, fa, fr, it, ru, vi

# OrchardCore.Workflows.Views.Items.ScriptTask.Fields.Edit
source: The script to execute. Make sure to call `setOutcome` with any of the specified available outcomes at least once.
ar: السكريبت المراد تنفيذه. تأكد من إستدعاء `setOutcome` مع أي مخرجات متوفرة مرة واحدة على الأقل.
cs: Skript k vykování. Ujistěte se, že alespoň jednou volá `setOutcome` s nějakým z povolených výstupů.
el: Το script για εκτέλεση. Βεβαιωθείτε ότι έχετε καλέσει το `setOutcome` με κάποια από τα ορισμένα διαθέσιμα αποτελέσματα τουλάχιστον μία φορά.
fa: یک اسکریپت جهت اجرا. مطمئن شوید که برای هریک از نتایج موجود، حداقل یک‌بار `setOutcome` را صدا زده‌اید.
fr: Le script à exécuter. Assurez-vous d'appeler `setOutcome` avec l'un des résultats disponibles spécifiés au moins une fois.
it: Lo script da eseguire. Assicurati di chiamare almeno una volta `setOutcome` con uno dei risultati disponibili specificati.
ru: Скрипт для выполнения. Убедитесь, что вы называете `setOutcome` с любым из указанных доступных результатов хотя бы один раз.
vi: Script để thực thi. Đảm bảo rằng để gọi 'setOutcome' với bất kì kết quả chỉ định có sẵn nào ít nhất một lần.

# OrchardCore.Workflows.Views.Items.ScriptTask.Fields.Thumbnail
source: Script
ar: سكريبت
cs: Skript
fa: اسکریپت
ru: Скрипт

# OrchardCore.Workflows.Views.Items.ScriptTask.Fields.Thumbnail
source: Execute script and continue execution based on the returned outcome.
ar: نفذ السكريبت واستمر في التنفيذ بناءاً على المخرج الذي تم إرجاعه.
cs: Spustit skript a pokračovat v závislosti na vráceném výsledku.
el: Εκτελέστε το script ενεργειών και συνεχίστε την εκτέλεση με βάση την επιστρεφόμενη έκβαση.
fa: یک اسکریپت را اجرا می‌کند و اجرا را بر اساس نتیجه بدست آمده، ادامه می‌دهد.
fr: Exécutez le script et continuez l'exécution en fonction du résultat retourné.
it: Esegui script e continua l'esecuzione in base al risultato restituito.
ru: Выполнить скрипт и продолжить выполнение на основе возвращаемого результата.
vi: Thực thi script và tiếp tục thực thi dựa trên kết quả trả về.

# OrchardCore.Workflows.Views.Items.SetOutputTask.Fields.Design
source: Output via {0}
ar: الإخراج عن طريق {0}
cs: Výstup přes {0}
el: Έξοδος μέσω {0}
fa: خروجی توسط {0}
fr: Sortie via {0}
it: Output tramite {0}
ru: Вывод через {0}
vi: Đầu ra thông qua {0}

# OrchardCore.Workflows.Views.Items.SetOutputTask.Fields.Edit
source: Name
ar: الإسم
cs: Název
el: Όνομα
fa: نام
fr: Nom
it: Nome
ru: Имя
vi: Tên

# OrchardCore.Workflows.Views.Items.SetOutputTask.Fields.Edit
source: The name to output to.
ar: الإسم لإخراجه.
cs: Název výstupu.
fa: نام متغیر خروجی.
fr: Le nom à afficher.
it: Il nome dell'output.
ru: Имя для вывода.
vi: Tên để đầu ra tới.

# OrchardCore.Workflows.Views.Items.SetOutputTask.Fields.Edit
source: Value
ar: القيمة
cs: Hodnota
el: Τιμή
fa: مقدار
fr: Valeur
it: Valore
ru: Значение
vi: Giá trị

# OrchardCore.Workflows.Views.Items.SetOutputTask.Fields.Edit
source: The value to store in the specified output variable. With JavaScript support.
ar: القيمة المراد تخزينها في متغير الإخراج المحدد. تدعم الجافا سكريبت.
cs: Hodnota, která se uloží do určené výstupní proměnné. S podporou JavaScript.
el: Η τιμή που αποθηκεύεται στην καθορισμένη μεταβλητή εξόδου. Με υποστήριξη JavaScript.
fa: مقداری که در متغیر خروجی مشخص شده ذخیره می‌گردد. با پشتیبانی از JavaScript.
fr: La valeur à stocker dans la variable de sortie spécifiée. Supporte la syntaxe JavaScript.
it: Il valore da memorizzare nella variabile di output specificata. Supporta sintassi JavaScript.
ru: Значение для хранения в указанной переменной вывода. При поддержке JavaScript.
vi: Giá trị để lưu trữ trong biến đầu ra được chỉ định. Với sự hỗ trợ JavaScript.

# OrchardCore.Workflows.Views.Items.SetOutputTask.Fields.Thumbnail
source: Set Output
ar: ضبط الإخراج
cs: Nastavit výstup
el: Ορισμός εξόδου
fa: مشخص‌کردن خروجی
fr: Définir la sortie
it: Imposta Output
ru: Установить вывод
vi: Đặt Đầu ra

# OrchardCore.Workflows.Views.Items.SetOutputTask.Fields.Thumbnail
source: Evaluate a script expression and store the result into the workflow's output.
ar: حساب تعبير جافا سكربت وخزن النتيجة في تدفق عمل الإخراج.
cs: Provést skript a uložit jeho výsledek do výstupu workflow.
el: Αξιολογήστε μια έκφραση δέσμης ενεργειών και αποθηκεύστε το αποτέλεσμα στην έξοδο των ροών εργασίας.
fa: یک script expression را ارزیابی می‌کند و نتیجه را در خروجی گردش‌کار ذخیره می‌کند.
fr: Évaluez une expression de script et stockez le résultat dans la sortie du workflow.
it: Valuta un'espressione di script e memorizza il risultato nell'output del workflow.
ru: Оцените выражение скрипта и сохранить результат в выходе рабочего процесса.
vi: Đánh giá một biểu thức script và lưu kết quả vào đầu ra của quy trình.

# OrchardCore.Workflows.Views.Items.SetPropertyTask.Fields.Design
source: Set {0} Property
ar: ضبط الخاصية {0}
cs: Nastavit proměnou {0}
el: Ορισμός της ιδιότητας {0}
fa: تنظیم ویژگی ({0} (property
fr: Définir la propriété {0}
it: Imposta proprietà {0}
ru: Установить свойство {0}
vi: Thiết lập {0} thuộc tính

# OrchardCore.Workflows.Views.Items.SetPropertyTask.Fields.Edit
source: Name
ar: الإسم
cs: Název
el: Όνομα
fa: نام
fr: Nom
it: Nome
ru: Имя
vi: Tên

# OrchardCore.Workflows.Views.Items.SetPropertyTask.Fields.Edit
source: The property to set. If the specified property doesn't exist yet, it will be added.
ar: الخاصية المراد ضبطها. إذذا كانت الخاصية غير موجودة بعد, سيتم إضافتها.
cs: Proměnná, která se má nastavit. Pokud neexistuje, bude přidána.
el: Η ιδιότητα που πρέπει να ρυθμίσετε. Εάν η καθορισμένη ιδιότητα δεν υπάρχει, τότε θα προστεθεί.
fa: نام ویژگی‌ای (property) که می‌خواهید مقدار در آن قرار گیرد. اگر ویژگی مشخص‌شده‌ای وجود نداشته باشد، ایجاد و اضافه خواهد شد.
fr: La propriété à définir. Si la propriété spécifiée n'existe pas encore, elle sera ajoutée.
it: La proprietà da impostare. Se la proprietà specificata non esiste ancora, verrà aggiunta.
ru: Свойство для установки. Если указанное свойство еще не существует, оно будет добавлено.
vi: Thuộc tính để thiết lập. Nếu thuộc tính chỉ định chưa tồn tại, nó sẽ được thêm vào.

# OrchardCore.Workflows.Views.Items.SetPropertyTask.Fields.Edit
source: Value
ar: القيمة
cs: Hodnota
el: Τιμή
fa: مقدار
fr: Valeur
it: Valore
ru: Значение
vi: Giá trị

# OrchardCore.Workflows.Views.Items.SetPropertyTask.Fields.Edit
source: The value to store in the specified property. With JavaScript support.
ar: القيمة المراد تخزينها في الخاصية المحددة. مع دعم الجافا سكربت.
cs: Hodnota, která se uloží do určené proměnné. S podporou JavaScript.
el: Η τιμή που αποθηκεύεται στην καθορισμένη ιδιότητα. Με υποστήριξη JavaScript.
fa: مقداری برای ذخیره در ویژگیِ (property) مشخص‌شده. با پشتیبانی از JavaScript.
fr: La valeur à stocker dans la propriété spécifiée. Supporte la syntaxe JavaScript.
it: Il valore da memorizzare nella proprietà specificata. Supporta sintassi JavaScript.
ru: Значение для хранения в указанном свойстве. При поддержке JavaScript.
vi: Giá trị được lưu trữ trong một thuộc tính nhất định. Hỗ trợ JavaScript.

# OrchardCore.Workflows.Views.Items.SetPropertyTask.Fields.Thumbnail
source: Set Property
ar: ضبط خاصية
cs: Nastavit proměnou
el: Ορισμός ιδιότητας
fa: تنظیم ویژگی (property)
fr: Définir la propriété
it: Imposta proprietà
ru: Установить свойство
vi: Đặt Thuộc tính

# OrchardCore.Workflows.Views.Items.SetPropertyTask.Fields.Thumbnail
source: Assign a value to a property on the workflow.
ar: تعيين قيمة لخاصية في تدفق العمل.
cs: Nastavit hodnotu proměnné.
el: Αναθέστε μια τιμή σε μια ιδιότητα στη ροή εργασίας.
fa: یک مقدار به یک property در گردش‌کار اختصاص می‌دهد.
fr: Assigner une valeur à une propriété sur le workflow.
it: Assegna un valore a una proprietà del workflow.
ru: Назначить значение свойству в рабочем потоке.
vi: Gán một giá trị cho một thuộc tính trên quy trình.

# OrchardCore.Workflows.Views.Items.SignalEvent.Fields.Design
source: Signal
ar: إشارة
cs: Signál
el: Σήμα
fa: سیگنال
fr: Signaler
it: Segnale
ru: Сигнал
vi: Tín hiệu

# OrchardCore.Workflows.Views.Items.SignalEvent.Fields.Design
source: When <em>{0}</em> is triggered
ar: عندما يتم تشغيل <em>{0}</em>
cs: Je-li <em>{0}</em> vyslán
el: Όταν ενεργοποιείται το <em>{0}</em>
fa: وقتی که <em>{0}</em> راه‌اندازی می‌شود
fr: Quand <em>{0}</em> est déclenché
it: Quando <em>{0}</em> è attivato
ru: Когда <em>{0}</em> сработало
vi: Khi <em>{0}</em> được kích hoạt

# OrchardCore.Workflows.Views.Items.SignalEvent.Fields.Edit
source: Name
ar: الإسم
cs: Název
el: Όνομα
fa: نام
fr: Nom
it: Nome
ru: Имя
vi: Tên

# OrchardCore.Workflows.Views.Items.SignalEvent.Fields.Edit
source: The signal name. With Liquid support.
ar: إسم الإشارة. مع دعم Liquid.
cs: Název signálu. S podporou Liquid.
el: Το όνομα του σήματος. Με υποστήριξη Liquid.
fa: نام سیگنال. با پشتیبانی از Liquid.
fr: Le nom du signal. Supporte la syntaxe Liquid.
it: Il nome del segnale. Supporta sintassi Liquid.
ru: Имя сигнала. С поддержкой Liquid.
vi: Tên tín hiệu. Hỗ trợ cú pháp Liquid.

# OrchardCore.Workflows.Views.Items.SignalEvent.Fields.Thumbnail
source: Signal
ar: إشارة
cs: Signál
el: Σήμα
fa: سیگنال
fr: Signaler
it: Segnale
ru: Сигнал
vi: Tín hiệu

# OrchardCore.Workflows.Views.Items.SignalEvent.Fields.Thumbnail
source: Executes when a signal is triggered.
ar: ينفذ عندما يتم تشغيل الإشارة.
cs: Vykoná se, je-li vyslán signál.
el: Εκτελείται όταν ενεργοποιείται ένα σήμα.
fa: اجرا می‌شود وقتی که سیگنال دریافت می‌شود.
fr: Exécute lorsqu'un signal est déclenché.
it: Esegue quando viene attivato un segnale.
ru: Выполняет, когда сигнал запускается.
vi: Thực thi khi một tín hiệu được kích hoạt.

# OrchardCore.Workflows.Views.Items.TimerEvent.Fields.Design
source: Timer
ar: مؤقت
cs: Časovač
el: Χρονόμετρο
fa: تایمر
ru: Таймер
vi: Đồng hồ đếm giờ

# OrchardCore.Workflows.Views.Items.TimerEvent.Fields.Edit
source: CRON Expression
ar: عبارة CRON
cs: Cron výraz
el: CΡΟΝ έκφραση
fa: عبارت CRON
fr: Expression CRON
it: Espressione CRON
ru: Выражение CRON
vi: Biểu thức CRON

# OrchardCore.Workflows.Views.Items.TimerEvent.Fields.Edit
source: The CRON expression.
ar: عبارة CRON.
cs: Cron výraz.
el: Η έκφραση CRON.
fa: یک CRON expression.
fr: L'expression CRON.
it: L'espressione CRON.
ru: Выражение CRON.
vi: Biểu thức CRON.

# OrchardCore.Workflows.Views.Items.TimerEvent.Fields.Thumbnail
source: Timer
ar: مؤقت
cs: Časovač
el: Χρονόμετρο
fa: تایمر
ru: Таймер
vi: Đồng hồ đếm giờ

# OrchardCore.Workflows.Views.Items.TimerEvent.Fields.Thumbnail
source: Executes repeatedly according to a specified CRON expression.
ar: ينفذ مراراً وتكراراً وفقاً لتعبير CRON محدد.
cs: Spouští se opakovaně, podle zadeného výrazu CRON.
el: Εκτελείται επανειλημμένα σύμφωνα με μια καθορισμένη έκφραση CRON.
fa: مطابق یک عبارت CRON، مکرر اجرا می‌شود.
fr: Exécute de manière répétée selon une expression CRON spécifiée.
it: Esegue ripetutamente secondo una specifica espressione CRON.
ru: Выполняет многократно в соответствии с указанным выражением CRON.
vi: Thực thi một cách lặp lại theo một biểu thức CRON cụ thể.

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Design
source: User Task
ar: مهمة مستخدم
cs: Úkol uživatele
el: Εργασία Χρήστη
fa: وظیفه کاربر
fr: Tâche utilisateur
it: Attività utente
ru: Задача пользователя
vi: Tác vụ Người dùng

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Design
source: Request any user action of <em>{0}</em>
ar: طلب أي إجراء للمستخدم من <em>{0}</em>
cs: Vyžatovat akci uživatele <em>{0}</em>
el: Ζητήστε οποιαδήποτε ενέργεια χρήστη από <em>{0}</em>
fa: یکی از این عملیات‌های کاربر-محور را درخواست می‌کند: <em>{0}</em>
fr: Demande toute action utilisateur de <em>{0}</em>
it: Richiedi qualsiasi azione utente di <em>{0}</em>
ru: Запросить любое действие пользователя <em>{0}</em>
vi: Yêu cầu bất kỳ hành động người dùng nào của <em>{0}</em>

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Design
source: Any
ar: أيّما
cs: Libovolný
el: Οποιαδήποτε
fa: هر
fr: Tout
it: Qualsiasi
ru: Любое
vi: Bất kỳ

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Design
source: Required roles: <em>{0}</em>
ar: الأدوار المطلوبة: <em>{0}</em>
cs: Požadované role: <em>{0}</em>
el: Απαιτούμενοι ρόλοι: <em>{0}</em>
fa: نقش‌های مورد نیاز: <em>{0}</em>
fr: Rôles requis : <em>{0}</em>
it: Ruoli richiesti: <em>{0}</em>
ru: Требуемые роли: <em>{0}</em>
vi: Yêu cầu vai trò: <em>{0}</em>

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Design
source: No user actions specified
ar: لا توجد إجراءات محددة
cs: Akce nebyla specifikována
el: Δεν έχουν οριστεί ενέργειες χρηστών
fa: هیچ عملیات کاربر-محوری، مشخص نشده است
fr: Aucune action utilisateur spécifiée
it: Nessuna azione utente specificata
ru: Действия пользователя не указаны
vi: Không có hành động cho người dùng được chỉ định

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Edit
source: Actions
ar: الإجراءت
cs: Akce
el: Ενέργειες
fa: عملیات‌ها
it: Azioni
ru: Действия
vi: Hành động

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Edit
source: Enter one or more comma-separated action names.
ar: ادخل إسم اجراء أو قائمة أسماء مفصولة بفواصل.
cs: Zadejte jedno nebo více jmen akcí oddělených čárkou.
el: Καταχωρίστε ένα ή περισσότερα ονόματα ενεργειών διαχωριζόμενα με κόμμα.
fa: نام یک یا چند عملیات که توسط ویرگول از هم جدا شده‌اند را وارد کنید.
fr: Entrez un ou plusieurs noms d'action séparés par des virgules.
it: Inserisci uno o più nomi di azione separandoli con una virgola.
ru: Введите одно или несколько имен действий, разделенных запятыми.
vi: Nhập một hoặc nhiều tên hành động được phân tách bằng dấu phẩy.

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Edit
source: Roles
ar: الأدوار
cs: Role
el: Ρόλοι
fa: نقش‌ها
fr: Rôles
it: Ruoli
ru: Роли
vi: Vai trò

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Edit
source: Select the roles that are allowed to perform the specified actions. If no roles are selected, then any role is allowed.
ar: حدد الأدوار المسموح بها لتنفيذ الإجراءات المحددة. إذا لم يتم تحديد أية أدوار، سيتم السماح لأي دور.
cs: Vyberte role, které mají oprávnění provést zadavé akce. Pokud nejsou vybrány žádné role, jsou povolené všechny role.
el: Επιλέξτε τους ρόλους στους οποίους επιτρέπεται η εκτέλεση των συγκεκριμένων ενεργειών. Εάν δεν έχουν επιλεγεί ρόλοι, τότε επιτρέπεται οποιοσδήποτε ρόλος.
fa: نقش‌هایی که مجاز به انجام عملیات‌های مشخص‌شده‌ هستند را انتخاب کنید. اگر هیچ نقشی انتخاب نشود، همه نقش‌ها اجازه انجام این عملیت‌ها را خواهند داشت.
fr: Sélectionnez les rôles qui sont autorisés à effectuer les actions spécifiées. Si aucun rôle n'est sélectionné, alors n'importe quel rôle est autorisé.
it: Seleziona i ruoli che sono autorizzati a eseguire le azioni specificate. Se non vengono selezionati ruoli, allora qualsiasi ruolo è consentito.
ru: Выберите роли, которые разрешены выполнять указанные действия. Если не выбраны роли, то любая роль разрешена.
vi: Chọn các vai trò được phép thực hiện các hành động được chỉ định. Nếu không có vai trò nào được chọn, thì bất kỳ vai trò nào cũng được cho phép.

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Thumbnail
source: User Task
ar: مهمة مستخدم
cs: Úkol uživatele
el: Εργασία Χρήστη
fa: وظیفه کاربر
fr: Tâche utilisateur
it: Attività utente
ru: Задача пользователя
vi: Tác vụ Người dùng

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Thumbnail
source: Halt the workflow until the user executed an action on a content item.
ar: وقف سير العمل حتى المستخدم تنفيذ إجراء على عنصر محتوى.
cs: Pozastavit workflow, do chvíle než uživatel provede požadovanou akci.
el: Τερμάτισε τη ροή εργασίας μέχρι ο χρήστης να εκτελέσει μια ενέργεια σε ένα στοιχείο περιεχομένου.
fa: گردش‌کار را تا زمانی که کاربر یک عملیات را روی یک آیتم محتوا اجرا کند، متوقف می‌کند.
fr: Stoppe le workflow jusqu'à ce que l'utilisateur exécute une action sur un élément de contenu.
it: Ferma il workflow fino a quando l'utente esegue un'azione su un elemento di contenuto.
ru: Остановить рабочий процесс до тех пор, пока пользователь не выполнит действие на элемент содержимого.
vi: Dừng tiến trình công việc cho đến khi người dùng thực hiện một hành động trên một mục nội dung.

# OrchardCore.Workflows.Views.Items.WhileLoopTask.Fields.Design
source: While Loop
ar: التكرار While
cs: Smyčka While
fa: حلقه While
fr: Boucle while
it: Ciclo While
ru: Цикл while
vi: Vòng lặp While

# OrchardCore.Workflows.Views.Items.WhileLoopTask.Fields.Design
source: Loop while <em>{0}</em> is true
ar: كرر بينما <em>{0}</em> صحيح
cs: Iterovat dokud <em>{0}</em> je pravda
fa: حلقه تا زمانی که شرط <em>{0}</em> ارضا شود، ادامه ‌می‌یابد
fr: Boucle tant que <em>{0}</em> est vrai
it: Ciclo while <em>{0}</em> è vero
ru: Цикл во время <em>{0}</em> правда
vi: Lặp lại trong khi <em>{0}</em> là đúng

# OrchardCore.Workflows.Views.Items.WhileLoopTask.Fields.Edit
source: Condition Expression
ar: تعبير شرطي
cs: Podmínka
el: Συνθήκες Έκφρασης
fa: عبارت شرطی
fr: Expression de condition
it: Espressione Condizionale
ru: Условное выражение
vi: Biểu thức Điều kiện

# OrchardCore.Workflows.Views.Items.WhileLoopTask.Fields.Edit
source: A JavaScript script expression that evaluates to true or false.
ar: تعبير جافا سكربت يحسب بنعم أو لا.
cs: Výraz jazyka JavaScript, který je vyhodnocen na true nebo false.
el: Μια έκφραση δέσμης ενεργειών JavaScript που αξιολογείται ως αληθής ή ψευδής.
fa: یک script expression جاوااسکریپت که true یا false بودن را ارزیابی می‌کند.
fr: Une expression de script JavaScript qui évalue à true ou false.
it: Un'espressione JavaScript che valuta se delle condizioni booleane sono vere o false.
ru: Выражение скрипта JavaScript, которое оценивает true или false.
vi: Một biểu thức kịch bản JavaScript đánh giá là đúng hoặc sai.

# OrchardCore.Workflows.Views.Items.WhileLoopTask.Fields.Thumbnail
source: While Loop
ar: التكرار While
cs: Smyčka While
fa: حلقه While
fr: Boucle while
it: Ciclo While
ru: Цикл while
vi: Vòng lặp While

# OrchardCore.Workflows.Views.Items.WhileLoopTask.Fields.Thumbnail
source: Iterate while a condition is true.
ar: قم بالتكرار بينما الشرط صحيحاً.
cs: Iterovat, dokud je podmínka pravdivá.
el: Επανάληψη όσο μία συνθήκη είναι αληθής.
fa: حلقه تا زمانی که شرط ارضا شود، تکرار می‌شود.
fr: Itère tant qu'une condition est vraie.
it: Itera finchè la condizione è vera.
ru: Выполнять пока условие истино.
vi: Lặp đi lặp lại trong khi một điều kiện là đúng.

# OrchardCore.Workflows.Views.Workflow.Details
source: Workflows
ar: تدفقات عمل
el: Ροές Εργασίας
fa: گردش‌کار
ru: Рабочие потоки
vi: Quy trình

# OrchardCore.Workflows.Views.Workflow.Details
source: Instances
ar: الحالات
el: Περιπτώσεις
it: Istanze

# OrchardCore.Workflows.Views.Workflow.Details
source: State
ar: الحالة
el: Κατάσταση
fa: حالت
fr: Etat
it: Stato

# OrchardCore.Workflows.Views.Workflow.Details
source: Workflow ID
ar: معرق تدفق العمل
el: Αναγνωριστικό Ροής Εργασίας
fa: شناسه گردش‌کار
fr: ID du workflow
it: ID Workflow
ru: ID рабочего процесса
vi: ID quy trình

# OrchardCore.Workflows.Views.Workflow.Details
source: Created
ar: تم انشاؤه
cs: Vytvořeno
el: Δημιουργήθηκε
fa: ایجادشده
fr: Créé
it: Creato
ru: Создано
vi: Đã tạo

# OrchardCore.Workflows.Views.Workflow.Details
source: Status
ar: الحالة
cs: Stav
el: Κατάσταση
fa: وضعیت
fr: Statut
it: Stato
ru: Статус
vi: Trạng thái

# OrchardCore.Workflows.Views.Workflow.Details
source: Fault Message
ar: رسالة فشل
cs: Chybová zpráva
el: Μήνυμα λάθους
fa: پیام خطا
fr: Message d'erreur
it: Messaggio di errore
ru: Сообщение об отказе
vi: Thông báo lỗi

# OrchardCore.Workflows.Views.Workflow.Details
source: Correlation ID
ar: معرف الإرتباط
el: Αναγνωριστικό Αντιστοίχισης
fa: شناسه همبستگی (Correlation)
fr: ID de corrélation
it: ID di correlazione
ru: ID корреляции
vi: ID Tương quan

# OrchardCore.Workflows.Views.Workflow.Details
source: Back
ar: رجوع
cs: Zpět
el: Πίσω
fa: بازگشت
fr: Retour
it: Indietro
ru: Назад
vi: Quay lại

# OrchardCore.Workflows.Views.Workflow.Details
source: Are you sure you want to delete this workflow instance?
ar: هل أنت متأكد من أنك تريد حذف حالة مسار العمل هذه؟
it: Sei sicuro di voler eliminare questa istanza di workflow?

# OrchardCore.Workflows.Views.Workflow.Details
source: Delete
ar: حذف
cs: Smazat
el: Διαγραφή
fa: پاک‌کردن
fr: Supprimer
it: Elimina
ru: Удалить
vi: Xóa

# OrchardCore.Workflows.Views.Workflow.Index
source: {0} Instances
ar: {0} حالات
el: {0} Περιπτώσεις
it: {0} Istanze

# OrchardCore.Workflows.Views.Workflow.Index
source: Workflows
ar: تدفقات عمل
el: Ροές Εργασίας
fa: گردش‌کار
ru: Рабочие потоки
vi: Quy trình

# OrchardCore.Workflows.Views.Workflow.Index
source: Instances
ar: الحالات
el: Περιπτώσεις
it: Istanze

# OrchardCore.Workflows.Views.Workflow.Index
source: Select All
ar: اختيار الكل
el: Επιλογή Όλων
it: Seleziona tutto

# OrchardCore.Workflows.Views.Workflow.Index
source: 1 item
ar: لاتوجد عناصر
el: 1 αντικείμενο
it: 1 elemento

# OrchardCore.Workflows.Views.Workflow.Index
source: Items {0} to {1}
ar: العناصر {0} إلى {1}
el: Αντικειμένα {0} έως {1}
it: Elementi da {0} a {1}

# OrchardCore.Workflows.Views.Workflow.Index
source: / {0} item in total
ar: / لا يوجد عناصر
el: / {0} αντικείμενο συνολικά
it: / {0} elemento in totale

# OrchardCore.Workflows.Views.Workflow.Index
source: Actions
ar: الإجراءت
el: Ενέργειες
it: Azioni

# OrchardCore.Workflows.Views.Workflow.Index
source: Bulk Action
ar: مجموعة إجراءات
el: Μαζική Ενέργεια
it: Azione di massa

# OrchardCore.Workflows.Views.Workflow.Index
source: Are you sure you want to {0} these items?
ar: هل أنت متأكد من أنك تريد {0} هذه العناصر؟
el: Είστε βέβαιοι ότι θέλετε να {0} αυτά τα στοιχεία;
it: Sei sicuro di voler applicare l'azione '{0}' a questi elementi?

# OrchardCore.Workflows.Views.Workflow.Index
source: Filter by status
ar: تصنيف حسب الحالة
el: Φίλτρο με βάση την κατάσταση
it: Filtra per stato

# OrchardCore.Workflows.Views.Workflow.Index
source: Status
ar: الحالة
el: Κατάσταση
it: Stato

# OrchardCore.Workflows.Views.Workflow.Index
source: Sort by
ar: الفرز بـ
el: Ταξινόμηση κατά
it: Ordina per

# OrchardCore.Workflows.Views.Workflow.Index
source: Sort
ar: الفرز
el: Ταξινόμηση
it: Ordina

# OrchardCore.Workflows.Views.Workflow.Index
source: Are you sure you want to delete this workflow instance?
ar: هل أنت متأكد من أنك تريد حذف حالة مسار العمل هذه؟
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την παρουσία ροής εργασίας;
it: Sei sicuro di voler eliminare questa istanza di workflow?

# OrchardCore.Workflows.Views.Workflow.Index
source: Delete
ar: حذف
cs: Smazat
el: Διαγραφή
fa: پاک‌کردن
fr: Supprimer
it: Elimina
ru: Удалить
vi: Xóa

# OrchardCore.Workflows.Views.Workflow.Index
source: Created {0}
ar: إنشاء {0}
cs: Vytvořeno {0}
el: Δημιουργήθηκε {0}
fa: {0} ایجاد شد
fr: Créé {0}
it: Creato {0}
ru: Создан: {0}
vi: Đã tạo {0}

# OrchardCore.Workflows.Views.Workflow.Index
source: <strong>Nothing here!</strong> There are no halted workflows at the moment.
ar: <strong>لا شي هنا!</strong> لاتوجد أنواع تدفق عمل موقفه في الوقت الحالي.
cs: <strong>Nic tu není!</strong> V tuto chvíli neexistují žádné pozastavené workflow.
el: <strong>Δεν υπάρχει τίποτα εδώ! </strong> Δεν υπάρχουν σταματημένες ροές εργασίας προς το παρόν.
fa: <strong>چیزی اینجا نیست!</strong>در این لحظه هیچ گردش‌کار متوقف‌شده‌ای وجود ندارد.
fr: <strong>Rien ici !</strong> Il n'y a aucun workflow interrompu pour le moment.
it: <strong>Nessun elemento!</strong> Non ci sono workflow fermi per il momento.
ru: <strong>Пусто!</strong> Нет остановленных рабочих потоков на данный момент.
vi: <strong>Không có gì ở đây!</strong> Không có quy trình nào đang dừng ở thời điểm này.

# OrchardCore.Workflows.Views.Workflow.Index
source: Back
ar: رجوع
cs: Zpět
el: Πίσω
fa: بازگشت
fr: Retour
it: Indietro
ru: Назад
vi: Quay lại

# OrchardCore.Workflows.Views.Workflow.Index
source: selected
ar: تم تحديدها
el: επιλεγμένα
it: selezionato

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Copy Workflow
ar: نسخ مسار العمل
el: Αντιγραφή Ροής Εργασίας
it: Copia Workflow
