Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.OpenId.po
Languages: es, fa, fr, it, ru

# OrchardCore.OpenId.AdminMenu
source: Security
fr: Sécurité
it: Sicurezza

# OrchardCore.OpenId.AdminMenu
source: Settings
es: Ajustes
fa: تنظیمات
fr: Paramètres
it: Impostazioni
ru: Настройки

# OrchardCore.OpenId.AdminMenu
source: Authentication client
es: Cliente de autenticación
fa: احرازهویت سرویس‌گیرنده
fr: Client d'authentification
it: Autenticazione Client
ru: Клиент аутентификации

# OrchardCore.OpenId.AdminMenu
source: Authorization server
es: Servidor de autorización
fa: سروِر صدورمجوز
fr: Serveur d'autorisation
it: Autorizzazione Server
ru: Сервер авторизации

# OrchardCore.OpenId.AdminMenu
source: Token validation
es: Validación token
fa: اعتبارسنجی توکن
fr: Validation du jeton
it: Validazione Token
ru: Проверка токена

# OrchardCore.OpenId.AdminMenu
source: Management
es: Administración
fa: مدیریت
fr: Gestion
it: Gestione
ru: Управление

# OrchardCore.OpenId.AdminMenu
source: Scopes
es: Alcances
fa: اِسکوپ‌ها
fr: Portées
it: Ambiti
ru: Области действия

# OrchardCore.OpenId.Controllers.ApplicationController
source: There are no registered services to provide roles.
es: No hay servicios registrados para proporcionar roles.
fa: هیچ سرویس ثبت‌شده‌ای جهت ارائه نقش‌ها وجود ندارد.
fr: Il n’y a aucun service enregistré pour fournir des rôles.
it: Non ci sono servizi registrati che possano fornire i ruoli.
ru: Нет зарегистрированных служб для предоставления ролей.

# OrchardCore.OpenId.Controllers.ApplicationController
source: No client secret can be set for public applications.
es: Ningún secreto de cliente puede ser establecido para aplicaciones públicas.
fa: امکان استفاده از کلید مخفی سرویس‌گیرنده برای برنامه‌های‌کاربردی عمومی وجود ندارد.
fr: Aucun secret de client ne peut être défini pour les applications publiques.
it: Non si possono impostare client secret per applicazioni pubbliche.
ru: Для публичных приложений не может быть установлен секрет клиента.

# OrchardCore.OpenId.Controllers.ApplicationController
source: The client secret is required for confidential applications.
es: El secreto del cliente es necesario para aplicaciones confidenciales.
fa: کلید مخفی سرویس‌گیرنده برای برنامه‌های‌کاربردی محرمانه ضروری است.
fr: Le client secret est requis pour les applications confidentielles.
it: Il client secret è richiesto per applicazioni riservate.
ru: Для конфиденциальных приложений требуется секрет клиента.

# OrchardCore.OpenId.Controllers.ApplicationController
source: The client identifier is already taken by another application.
es: El identificador de cliente ya está tomado por otra aplicación.
fa: این مشخص‌کننده سرویس‌گیرنده قبلا توسط برنامه‌کاربردی دیگری گرفته شده است.
fr: L'identifiant client est déjà pris par une autre application.
it: L'identificatore del client è già stato assegnato ad un'altra applicazione.
ru: Идентификатор клиента уже используется другим приложением.

# OrchardCore.OpenId.Controllers.ApplicationController
source: Setting a new client secret is required.
es: Se requiere establecer un nuevo secreto de cliente.
fa: تنظیم یک کلید مخفی سرویس‌گیرنده جدید ضروری است.
fr: Un nouveau client secret est requis.
it: È necessario impostare un nuovo client secret.
ru: Требуется указать новый клиентский секрет.

# OrchardCore.OpenId.Controllers.ApplicationController
source: OpenID Connect settings are not properly configured.
es: Los ajustes de OpenID Connect no están configurados correctamente.
fa: تنظیمات OpenID Connect به درستی پیکربندی نشده است.
fr: Les paramètres OpenID Connect ne sont pas correctement configurés.
it: Le impostazioni OpenID Connect non sono configurate correttamente.
ru: Настройки подключения OpenID неправильно настроены.

# OrchardCore.OpenId.Controllers.ScopeController
source: The name is already taken by another scope.
es: Este nombre ya está siendo utilizado por otro alcance.
fa: این نام در حال حاضر توسط اِسکوپ دیگری گرفته شده است.
fr: Le nom est déjà pris par une autre portée (scope).
it: Il nome è già stato preso da un altro ambito.
ru: Имя уже занято другой сферой.

# OrchardCore.OpenId.Controllers.ServerConfigurationController
source: OpenID server configuration successfully updated.
es: Configuración del servidor OpenID actualizada correctamente.
fa: پیکربندی سرور OpenID با موفقیت به‌روزرسانی شد.
fr: Configuration du serveur OpenID mise à jour avec succès.
it: Configurazione server OpenID aggiornata con successo.
ru: Конфигурация сервера OpenID успешно обновлена.

# OrchardCore.OpenId.Controllers.UserInfoController
source: The userinfo endpoint can only be used with access tokens representing users.
es: El punto final de userinfo sólo puede ser usado con tokens de acceso que representen a los usuarios.
fa: نقطه‌پایانی اطلاعات‌کاربری با دستیابی به توکن‌های معرف کاربران، می‌تواند استفاده شود.
fr: Le point de terminaison userinfo ne peut être utilisé qu'avec des jetons d'accès représentant les utilisateurs.
it: L'endpoint userinfo può essere utilizzato solo con dei token di accesso che rappresentano gli utenti.
ru: Конечная точка пользователя может использоваться только с токенами доступа, представляющими пользователей.

# OrchardCore.OpenId.Controllers.ValidationConfigurationController
source: OpenID validation configuration successfully updated.
es: Configuración del servidor OpenID actualizada correctamente.
fa: پیکربندی اعتبار سنجی OpenID با موفقیت به‌روزرسانی شد.
fr: Configuration de validation OpenID mise à jour avec succès.
it: Validazione della configurazione OpenID aggiornata con successo.
ru: Конфигурация проверки OpenID успешно обновлена.

# OrchardCore.OpenId.Drivers.OpenIdClientSettingsDisplayDriver
source: The parameters are written in an incorrect format.
fr: Les paramètres sont écrits dans un format incorrect.
it: I parametri sono scritti in un formato non corretto.

# OrchardCore.OpenId.Services.OpenIdClientService
source: The authority cannot be null or empty.
es: La autoridad no puede ser nula o vacía.
fa: مجوز نمی‌تواند نول یا خالی باشد.
fr: L'autorité ne peut pas être nulle ou vide.
it: L'autorità non può essere vuota o nulla.
ru: Полномочие не может быть нулевым или пустым.

# OrchardCore.OpenId.Services.OpenIdClientService
source: The authority must be a valid absolute URL.
es: La autoridad debe ser una URL absoluta válida.
fa: مجوز باید یک آدرس مطلق معتبر باشد.
fr: L'autorité doit être une URL absolue valide.
it: L'autorità deve essere un URL assoluto valido.
ru: Полномочие должно быть действительным абсолютным URL.

# OrchardCore.OpenId.Services.OpenIdClientService
source: The authority cannot contain a query string or a fragment.
es: La autoridad no puede contener una cadena de consulta o un fragmento.
fa: مجوز نمی‌تواند شامل query string یا fragment باشد.
fr: L'autorité ne peut pas contenir une chaîne de requête ou un fragment.
it: L'autorità non può contenere una query string o un frammento.
ru: Полномочие не может содержать строку запроса или фрагмент.

# OrchardCore.OpenId.Services.OpenIdClientService
source: The response type cannot be null or empty.
es: El tipo de respuesta no puede ser nulo o vacío.
fa: نوع پاسخ نمی‌تواند نول یا خالی باشد.
fr: Le type de réponse ne peut pas être nul ou vide.
it: Il tipo di risposta non può essere nullo o vuoto.
ru: Тип ответа не может быть нулевым или пустым.

# OrchardCore.OpenId.Services.OpenIdClientService
source: Unknown response type .
es: Tipo de respuesta desconocido .
fa: نوع پاسخ ناشناخته است.
fr: Type de réponse inconnu .
it: Tipo di risposta sconosciuto.
ru: Неизвестный тип ответа .

# OrchardCore.OpenId.Services.OpenIdClientService
source: The response mode cannot be null or empty.
es: El modo de respuesta no puede ser nulo o vacío.
fa: حالت پاسخ نمی‌تواند نول یا خالی باشد.
fr: Le mode de réponse ne peut pas être nul ou vide.
it: La modalità risposta non può essere vuota o nulla.
ru: Режим ответа не может быть нулевым или пустым.

# OrchardCore.OpenId.Services.OpenIdClientService
source: Unknown response mode.
es: Tipo de respuesta desconocido.
fa: حالت پاسخ ناشناخته است.
fr: Mode de réponse inconnu.
it: Modalità risposta sconosciuta.
ru: Неизвестный режим ответа.

# OrchardCore.OpenId.Services.OpenIdServerService
source: At least one OpenID Connect flow must be enabled.
es: Al menos un flujo OpenID Connect debe estar activado.
fa: حداقل باید یک جریان OpenID Connect فعال شود.
fr: Au moins un flux OpenID Connect doit être activé.
it: Almeno un flusso di OpenID Connect deve essere abilitato.
ru: Необходимо включить хотя бы один поток подключения OpenID.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The authority must be a valid absolute URL.
es: La autoridad debe ser una URL absoluta válida.
fa: مجوز باید یک آدرس مطلق معتبر باشد.
fr: L'autorité doit être une URL absolue valide.
it: L'autorità deve essere un URL assoluto valido.
ru: Полномочие должно быть действительным абсолютным URL.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The authority cannot contain a query string or a fragment.
es: La autoridad no puede contener una cadena de consulta o un fragmento.
fa: مجوز نمی‌تواند شامل query string یا fragment باشد.
fr: L'autorité ne peut pas contenir une chaîne de requête ou un fragment.
it: L'autorità non può contenere una query string o un frammento.
ru: Полномочие не может содержать строку запроса или фрагмент.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The certificate cannot be found.
es: El certificado no se puede encontrar.
fa: گواهی‌نامه یافت نمی‌شود.
fr: Le certificat ne peut pas être trouvé.
it: Impossibile trovare il certificato.
ru: Сертификат не найден.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The certificate doesn't contain the required private key.
es: El certificado no contiene la clave privada requerida.
fa: گواهی‌نامه شامل کلید خصوصی موردنیاز نیست.
fr: Le certificat ne contient pas la clé privée requise.
it: Il certificato non contiene la chiave privata obbligatoria.
ru: Сертификат не содержит требуемый закрытый ключ.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The certificate is not valid because it is marked as archived.
es: El certificado no es válido porque está marcado como archivado.
fa: این گواهی‌نامه به دلیل اینکه بایگانی شده است، معتبر نیست.
fr: Le certificat n'est pas valide car il est marqué comme archivé.
it: Il certificato non è valido perché è contrassegnato come archiviato.
ru: Сертификат недействителен, поскольку он помечен как архивный.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The certificate is not valid for current date.
es: El certificado no es válido para la fecha actual.
fa: گواهی‌نامه برای تاریخ فعلی معتبر نیست.
fr: Le certificat n'est pas valide pour la date actuelle.
it: Il certificato non è valido per la data odierna.
ru: Сертификат не действителен для текущей даты.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The password flow cannot be enabled when the token endpoint is disabled.
es: El flujo de contraseña no puede ser activado cuando el punto final de token está deshabilitado.
fa: جریان پسورد نمی‌تواند فعال شود وقتی که نقطه‌پایانی توکن غیرفعال است.
fr: Le flux de mot de passe ne peut pas être activé lorsque le point de terminaison du jeton est désactivé.
it: Il flusso password non può essere abilitato quando l'endpoint token è disabilitato.
ru: Поток пароля не может быть включен, когда конечная точка токена отключена.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The client credentials flow cannot be enabled when the token endpoint is disabled.
es: El flujo de credenciales del cliente no puede estar activado cuando el punto final de token está deshabilitado.
fa: جریان اعتبارنامه سرویس‌گیرنده نمی‌تواند فعال شود وقتی که نقطه‌پایانی توکن غیرفعال است.
fr: Le flux d'identifiants client ne peut pas être activé lorsque le point de terminaison du jeton est désactivé.
it: Il flusso delle credenziali del client non può essere abilitato quando l'endpoint token è disabilitato.
ru: Поток клиентских учетных данных не может быть включен, когда конечная точка токена отключена.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The authorization code flow cannot be enabled when the authorization and token endpoints are disabled.
es: El flujo de código de autorización no puede ser activado cuando se desactivan los extremos de autorización y token.
fa: جریان کد مجوز نمی‌تواند فعال شود وقتی که نقاط‌پایانی توکن و صدورمجوز غیرفعال هستند.
fr: Le flux de code d'autorisation ne peut pas être activé lorsque les points de terminaison d'autorisation et de jetons sont désactivés.
it: Il flusso di codice di autorizzazione non può essere abilitato quando l'autorizzazione e i token endpoint sono disabilitati.
ru: Поток кода авторизации не может быть включен, когда конечные точки авторизации и токена отключены.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The refresh token flow cannot be enabled when the token endpoint is disabled.
es: El flujo de token de actualización no puede estar activado cuando el punto final de token está deshabilitado.
fa: جریان تازه‌سازی توکن نمی‌تواند فعال شود وقتی که نقطه‌پایانی توکن غیرفعال است.
fr: Le flux de jeton de rafraîchissement ne peut pas être activé lorsque le point de terminaison du jeton est désactivé.
it: Il flusso di aggiornamento dei token non può essere abilitato quando i token endpoint sono disabilitati.
ru: Поток токенов обновления не может быть включен, когда конечная точка токена отключена.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The refresh token flow can only be enabled if the password, authorization code or hybrid flows are enabled.
es: El flujo de token de actualización sólo puede activarse si la contraseña, el código de autorización o los flujos híbridos están habilitados.
fa: جریان تازه‌سازی توکن فقط می‌تواند زمانی فعال شود که جریا‌ن پسورد، جریان کد مجوز یا جریان ترکیبی فعال باشد.
fr: Le flux de jeton de rafraîchissement ne peut être activé que si le mot de passe, le code d'autorisation ou les flux hybrides sont activés.
it: Il flusso di aggiornamento dei token possono essere abilitati solo se password, codice autorizzazione o flussi ibridi sono abilitati.
ru: Поток токенов обновления может быть включен только в том случае, если включен пароль, код авторизации или гибридные потоки.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The implicit flow cannot be enabled when the authorization endpoint is disabled.
es: El flujo implícito de token de actualización no puede estar activado cuando el punto final de token está deshabilitado.
fa: جریان ضمنی نمی‌تواند فعال شود وقتی که نقطه‌پایانی صدورمجوز غیرفعال است.
fr: Le flux implicite ne peut pas être activé lorsque le point de terminaison d'autorisation est désactivé.
it: Il flusso implicito non può essere abilitato quando gli endpoint di autorizzazione sono disabilitati.
ru: Не может быть включен скрытый поток, когда конечная точка авторизации отключена.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The hybrid flow cannot be enabled when the authorization and token endpoints are disabled.
fr: Le flux hybride ne peut pas être activé lorsque les points de terminaison d'autorisation et de jeton sont désactivés.
it: Il flusso ibrido non può essere abilitato quando l'autorizzazione e i token endpoint sono disabilitati.

# OrchardCore.OpenId.Services.OpenIdServerService
source: Access token encryption can only be disabled when using JWT tokens.
fr: Le chiffrement des jetons d'accès ne peut être désactivé que lorsque vous utilisez des jetons JWT.
it: La crittografia del token di accesso può essere disabilitata solo quando si usano i token JWT.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: Either a tenant or an authority must be registered.
es: Debe registrarse un tenant o una autoridad.
fa: یا یک تِنِنت (tenant)، یا یک مجوز باید ثبت شود.
fr: Soit un locataire soit une autorité doit être enregistré.
it: O un tenant o un'autorità devono essere registrati.
ru: Тенант или полномочие должно быть зарегистрировано.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: The specified authority is not valid.
es: La autoridad especificada no es válida.
fa: مجوز مشخص شده نامعتبر است.
fr: L'autorité spécifiée n'est pas valide.
it: L'autorità specificata non è valida.
ru: Указанное полномочие не допустимо.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: The authority cannot contain a query string or a fragment.
es: La autoridad no puede contener una cadena de consulta o un fragmento.
fa: مجوز نمی‌تواند شامل query string یا fragment باشد.
fr: L'autorité ne peut pas contenir une chaîne de requête ou un fragment.
it: L'autorità non può contenere una query string o un frammento.
ru: Полномочие не может содержать строку запроса или фрагмент.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: The specified metadata address is not valid.
fr: L'adresse de métadonnées spécifiée n'est pas valide.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: The metadata address cannot contain a query string or a fragment.
fr: L'adresse des métadonnées ne peut pas contenir une chaîne de requête ou un fragment.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: No metatada address can be set when using another tenant.
fr: Aucune adresse de métadonnées ne peut être définie lorsque vous utilisez un autre tenant.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: No audience can be set when using another tenant.
es: Ningún público puede ser definido cuando se usa otro tenant.
fa: در هنگام استفاده از تِننت (tenant) دیگر، نمی‌توان مخاطبی را تنظیم کرد.
fr: Aucun public ne peut être définie lorsque vous utilisez un autre locataire.
it: Nessun audience può essere impostato quando si utilizza un altro tenant.
ru: При использовании другого владельца не может быть установлена аудитория.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: An audience must be set when configuring the authority.
es: Debe establecerse un público al configurar la autoridad.
fa: در هنگام پیکربندی مجوز، یک مخاطب باید تنظیم شود.
fr: Une audience doit être définie lors de la configuration de l’autorité.
it: Un audience deve essere impostato quando si configura l'autorità.
ru: При настройке полномочия должна быть установлена аудитория.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: Token type validation can only be disabled for remote servers.
fr: La validation du type de jeton ne peut être désactivée que pour les serveurs distants.
it: La convalida del tipo di token può essere disabilitata solo per i server remoti.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: The audience cannot start with the special 'oct:' prefix.
es: El público no puede empezar con el prefijo especial 'oct:'.
fa: مخاطب نمی‌تواند با پیشوند ویژه ':oct' شروع شود.
fr: L'audience ne peut pas commencer par le préfixe spécial "oct:".
it: L'audience non può partire con il prefisso speciale 'oct:'.
ru: Аудитория не может начинаться с специального префикса 'oct:'.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: The specified tenant is not valid.
es: El tenant especificado no es válido.
fa: تِننت (tenant) مشخص شده نامعتبر است.
fr: Le locataire spécifié n'est pas valide.
it: Il tenant specificato non è valido.
ru: Указанное полномочие не допустимо.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: Selecting a server tenant for which reference access tokens are enabled is currently not supported.
fr: La sélection d'un tenant serveur pour lequel les jetons d'accès de référence sont activés n'est actuellement pas prise en charge.
it: La selezione di un server tenant, per il quale sono abilitati i token di accesso per riferimento, non è attualmente supportata.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: No appropriate scope was found.
es: No se encontró ningún ámbito adecuado.
fa: اسکوپ مناسبی پیدا نشد.
fr: Aucune portée appropriée n'a été trouvée.
it: Non è stato trovato alcun ambito appropriato.
ru: Не найдено подходящей области.

# OrchardCore.OpenId.ViewModels.CreateOpenIdApplicationViewModel
source: {0} is not well-formed
fr: {0} n'est pas bien formé
it: {0} non è ben formattato

# OrchardCore.OpenId.ViewModels.EditOpenIdApplicationViewModel
source: {0} is not well-formed
fr: {0} n'est pas bien formé
it: {0} non è ben formattato

# OrchardCore.OpenId.ViewModels.OpenIdClientSettingsViewModel
source: Authority is required
fr: L'autorité est requise
it: Un Authority è necessaria

# OrchardCore.OpenId.ViewModels.OpenIdClientSettingsViewModel
source: ClientId is required
fr: Le ClientID est requis
it: Il ClientId è obbligatorio

# OrchardCore.OpenId.ViewModels.OpenIdClientSettingsViewModel
source: Invalid path
fr: Chemin invalide
it: Percorso non valido

# OrchardCore.OpenId.ViewModels.OpenIdClientSettingsViewModel
source: Invalid SignedOut redirect url
fr: Url de redirection de déconnexion invalide
it: Url di reindirizzamento SignedOut non valido

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
es: El tenant actual se recargará cuando se guarden los ajustes.
fa: پس از ذخیره تنظیمات، tenant جاری، مجدد بارگذاری خواهد شد.
fr: Le locataire actuel sera rechargé lorsque les paramètres seront sauvegardés.
it: Il tenant verrà riavviato quando le impostazioni saranno salvate.
ru: Текущий тенант будет перезагружен, когда настройки будут сохранены.

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Display Name
es: Nombre a Mostrar
fa: نام نمایشی
fr: Nom d'affichage
it: Nome visualizzato
ru: Отображаемое имя

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Display name of the IdP
es: Mostrar nombre del IdP
fa: نام نمایشی IdP
fr: Nom d'affichage de l'IdP
it: Nome visualizzato dell'IdP
ru: Отображаемое имя IdP

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Authority
es: Autoridad
fa: مجوز
fr: Autorité
it: Autorità
ru: Полномочие

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Authority to use when making OpenIdConnect calls
es: Autoridad a utilizar al realizar llamadas OpenIdConnect
fa: مجوز استفاده از برقراری تماس‌های OpenIdConnect
fr: Autorité à utiliser lors des appels OpenIdConnect
it: Autorità da utilizzare quando si effettuano chiamate OpenIdConnect
ru: Полномочие для использования при звонках OpenIdConnect

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: ClientId
fr: RéfClient

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: the 'client_id'
es: el 'client_id'
fa: 'client_id'
fr: le 'client_id'
it: il 'client_id'
ru: 'client_id'

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: CallbackPath
fr: Chemin de Callback
it: Percorso di Callback
ru: Путь обратного вызова

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: The request path within the application's base path where the user-agent will be returned. The middleware will process this request when it arrives.
es: La ruta de solicitud dentro de la ruta base de la aplicación donde el user-agent será devuelto. El middleware procesará esta solicitud cuando llegue.
fa: مسیر درخواست به همراه مسیر پایه (base path) برنامه‌کاربردی، جایی که user agent برگردانده می‌شود. این درخواست هنگام ورود، توسط middleware پردازش خواهد شد.
fr: Le chemin de la requête dans le chemin de base de l'application où l'utilisateur-agent sera retourné. Le middleware va traiter cette requête lorsqu'elle arrive.
it: L'indirizzo rispetto al percorso base dell'applicazione dove verrà rediretto lo user-agent. Il middleware elaborerà questa richiesta quando arriverà.
ru: Путь к запросу в базовом пути приложения, где будет возвращен пользователь-агент. middleware будет обрабатывать этот запрос, когда он прибывает.
