Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Deployment.Remote.po
Languages: ar, es, tr

# OrchardCore.Deployment.Remote.AdminMenu
source: Configuration
ar: الضبط
es: Configuración
tr: Konfigürasyon

# OrchardCore.Deployment.Remote.AdminMenu
source: Import/Export
ar: إستيراد/تصدير
es: Importar/Exportar
tr: İçe Aktar/Dışa Aktar

# OrchardCore.Deployment.Remote.AdminMenu
source: Remote Instances
ar: الكائنات البعيدة
es: Instancias Remotas
tr: Uzak Örnekler

# OrchardCore.Deployment.Remote.AdminMenu
source: Remote Clients
ar: العملاء البعيدين
es: Clientes Remotos
tr: Uzak İstemciler

# OrchardCore.Deployment.Remote.Controllers.ExportRemoteInstanceController
source: Deployment executed successfully.
ar: تم تنفيذ النشر بنجاح.
es: Despliegue ejecutado correctamente.
tr: Dağıtım başarıyla çalıştırıldı.

# OrchardCore.Deployment.Remote.Controllers.ExportRemoteInstanceController
source: An error occurred while sending the deployment to the remote instance: "{0} ({1})"
ar: حدث خطأ أثناء إرسال النشر إلى كائن بعيد: "{0} ({1})"
es: Se ha producido un error al enviar el despliegue a la instancia remota: "{0} ({1})"
tr: Dağıtımı uzaktaki örneğe gönderirken bir hata oluştu: "{0} ({1})"

# OrchardCore.Deployment.Remote.Controllers.RemoteClientController
source: Remote client created successfully
ar: تم إنشاء عميل بعيد بنجاح
es: Cliente remoto creado con éxito
tr: Uzak istemci başarıyla oluşturuldu

# OrchardCore.Deployment.Remote.Controllers.RemoteClientController
source: Remote client updated successfully
ar: تم تحديث عميل بعيد بنجاح
es: Cliente remoto actualizado con éxito
tr: Uzak istemci başarıyla değiştirildi

# OrchardCore.Deployment.Remote.Controllers.RemoteClientController
source: Remote client deleted successfully
ar: تم حذف عميل بعيد بنجاح
es: Cliente remoto eliminado con éxito
tr: Uzak istemci başarıyla silindi

# OrchardCore.Deployment.Remote.Controllers.RemoteClientController
source: The client name is mandatory.
ar: إسم العميل مطلوب.
es: El nombre del cliente es obligatorio.
tr: İstemci adı zorunludur.

# OrchardCore.Deployment.Remote.Controllers.RemoteClientController
source: The api key is mandatory.
ar: مفتاح الـ api مطلوب.
es: La llave de Api es obligatoria.
tr: API anahtarı zorunludur.

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: Remote instance created successfully
ar: تم إنشاء كائن بعيد بنجاح
es: Instancia remota creado con éxito
tr: Uzak istemci başarıyla oluşturuldu

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: Remote instance updated successfully
ar: تم تحديث كائن بعيد بنجاح
es: Instancia remota actualizada con éxito
tr: Uzak örnek başarıyla güncellendi

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: Remote instance deleted successfully
ar: تم حذف كائن بعيد بنجاح
es: Instancia remota eliminada con éxito
tr: Uzak örnek başarıyla oluşturuldu

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: The name is mandatory.
ar: الإسم مطلوب.
es: El nombre es necesario.
tr: Ad zorunludur.

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: The client name is mandatory.
ar: إسم العميل مطلوب.
es: El nombre del cliente es obligatorio.
tr: İstemci adı zorunludur.

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: The api key is mandatory.
ar: مفتاح الـ Api مطلوب.
es: La llave de Api es obligatoria.
tr: API anahtarı zorunludur.

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: The url is mandatory.
ar: الرابط مطلوب.
es: La Url es obligatoria.
tr: Url zorunludur.

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: The url is invalid.
ar: الرابط غير صحيح.
es: La Url es inválida.
tr: Url geçersizdir.

# OrchardCore.Deployment.RemoteInstanceDeploymentTargetProvider
source: Sends the deployment plan to a remote instance.
ar: ارسل خطة النشر إلى كائن بعيد.
es: Envía el plan de despliegue a una instancia remota.
tr: Dağıtım planını uzaktaki bir örneğe gönderir.

# OrchardCore.Deployment.Remote.Views.RemoteClient.Create
source: Client Name
ar: إسم العميل
es: Nombre del Cliente
tr: İstemci Adı

# OrchardCore.Deployment.Remote.Views.RemoteClient.Create
source: The client name is required.
ar: إسم العميل مطلوب.
es: El nombre de cliente es obligatorio.
tr: İstemci adı zorunludur.

# OrchardCore.Deployment.Remote.Views.RemoteClient.Create
source: Api Key
ar: مفتاح Api
es: Clave Api
tr: Api anahtarı

# OrchardCore.Deployment.Remote.Views.RemoteClient.Create
source: The api key is required.
ar: مفتاح الـ Api مطلوب.
es: La api key es obligatoria.
tr: API anahtarı zorunludur.

# OrchardCore.Deployment.Remote.Views.RemoteClient.Create
source: Create
ar: إنشاء
es: Crear
tr: Oluştur

# OrchardCore.Deployment.Remote.Views.RemoteClient.Create
source: Cancel
ar: إلغاء
es: Cancelar
tr: İptal

# OrchardCore.Deployment.Remote.Views.RemoteClient.Edit
source: Edit Remote Client
ar: تحرير العميل البعيد
es: Editar Cliente Remoto
tr: Uzak İstemciyi Güncelle

# OrchardCore.Deployment.Remote.Views.RemoteClient.Edit
source: Client Name
ar: إسم العميل
es: Nombre de Cliente
tr: İstemci Adı

# OrchardCore.Deployment.Remote.Views.RemoteClient.Edit
source: The client name is required.
ar: إسم العميل مطلوب.
es: El nombre de cliente es obligatorio.
tr: İstemci adı zorunludur.

# OrchardCore.Deployment.Remote.Views.RemoteClient.Edit
source: Api Key
ar: مفتاح Api
es: Clave Api
tr: Api anahtarı

# OrchardCore.Deployment.Remote.Views.RemoteClient.Edit
source: The api key is required.
ar: مفتاح الـ Api مطلوب.
es: La api key es obligatoria.
tr: API anahtarı zorunludur.

# OrchardCore.Deployment.Remote.Views.RemoteClient.Edit
source: Save
ar: حفظ
es: Guardar
tr: Kaydet

# OrchardCore.Deployment.Remote.Views.RemoteClient.Edit
source: Cancel
ar: إلغاء
es: Cancelar
tr: İptal

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: Remote Clients
ar: العملاء البعيدين
es: Clientes Remotos
tr: Uzak İstemciler

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: Url to use from client instances: <b>{0}</b>
ar: الرابط المستخدم من العملاء: <b>{0}</b>
es: Url a usar desde las instancias cliente: <b>{0}</b>
tr: Müşteri örneklerinden kullanılacak URL: <b> {0} </b>

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: Add Remote Client
ar: إضافة عميل بعيد
es: Añadir Cliente Remoto
tr: Uzak İstemci Ekle

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: Edit
ar: تحرير
es: Editar
tr: Düzenle

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: Delete
ar: حذف
es: Eliminar
tr: Sil

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: <strong>Nothing here!</strong> There are no remote clients for the moment.
ar: <strong>لا شي هنا!</strong> لا يوجد أي عملاء بعيدين في الوقت الحالي.
es: <strong>¡Aquí no hay nada!</strong> No hay ningún cliente remoto ahora mismo.
tr: <strong> Burada hiçbir şey yok! </strong> Şu an için uzak istemci yok.

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: Create Remote Instance
ar: إنشاء كائن بعيد
es: Crear Instancia Remota
tr: Uzak Örnek Oluştur

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: Name
ar: الإسم
es: Nombre
tr: İsim

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: The name is required.
ar: الإسم مطلوب.
es: El nombre es obligatorio.
tr: Ad zorunludur.

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: Url
ar: الرابط

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: The url is required.
ar: الرابط مطلوب.
es: La url es obligatoria.
tr: Url zorunludur.

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: Client Name
ar: إسم العميل
es: Nombre de Cliente
tr: İstemci Adı

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: The client name is required.
ar: إسم العميل مطلوب.
es: El nombre de cliente es obligatorio.
tr: İstemci adı zorunludur.

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: Api Key
ar: مفتاح Api
es: Clave Api
tr: Api anahtarı

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: The api key is required.
ar: مفتاح الـ Api مطلوب.
es: La api key es obligatoria.
tr: API anahtarı zorunludur.

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: Create
ar: إنشاء
es: Crear
tr: Oluştur

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: Cancel
ar: إلغاء
es: Cancelar
tr: İptal

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: Edit Remote Instance
ar: تحرير كائن بعيد
es: Editar Instancia Remota
tr: Uzaktan Örneği Düzenle

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: Name
ar: الاسم
es: Nombre
tr: Ad

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: The name is required.
ar: الاسم إلزامي.
es: El nombre es obligatorio.
tr: Ad gerereklidir.

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: Url
ar: عنوان URL

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: The url is required.
ar: العنوان URL إلزامي.
es: La url es obligatoria.
tr: Url zorunludur.

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: Client Name
ar: إسم العميل
es: Nombre de Cliente
tr: İstemci Adı

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: The client name is required.
ar: إسم العميل مطلوب.
es: El nombre de cliente es obligatorio.
tr: İstemci adı zorunludur.

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: Api Key
ar: مفتاح الـ API
es: Clave Api
tr: API Anahtarı

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: The api key is required.
ar: مفتاح الـ API إلزامي.
es: La api key es obligatoria.
tr: API anahtarı zorunludur.

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: Save
ar: حفظ
es: Guardar
tr: Kaydet

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: Cancel
ar: إلغاء
es: Cancelar
tr: İptal

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: Remote Instances
ar: الكائنات البعيدة
es: Instancias Remotas
tr: Uzak Örnekler

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: Add Remote Instance
ar: إضافة كائن بعيد
es: Añadir Instacia Remota
tr: Uzaktan Örnek Ekle

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: Edit
ar: تحرير
es: Editar
tr: Düzenle

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: Delete
ar: حذف
es: Eliminar
tr: Sil

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: <strong>Nothing here!</strong> There are no remote instances for the moment.
ar: <strong>لا شي هنا!</strong> لا يوجد أي كائنات بعيدة في الوقت الحالي.
es: <strong>¡Aquí no hay nada!</strong> No hay ninguna instancia remota ahora mismo.
tr: <strong> Burada hiçbir şey yok! </strong> Şu an için uzak örnek yok.
