Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.ContentTypes.po
Languages: fr, ru, sv, vi

# OrchardCore.ContentTypes.Views.Admin.EditField
source: Technical name of the field.
fr: Nom technique du champ.
ru: Техническое название поля.
sv: Tekniskt namn på fältet.
vi: Tên kỹ thuật của trường.

# OrchardCore.ContentTypes.Views.Admin.EditField
source: What type of editor should be used?
fr: Quel type d'éditeur doit être utilisé ?
ru: Какой тип редактора должен быть использован?
sv: Vilken typ av editor ska användas?
vi: Nên sử dụng loại trình soạn thảo nào?

# OrchardCore.ContentTypes.Views.Admin.EditField
source: What type of display mode should be used?
fr: Quel type de mode d'affichage doit être utilisé ?
ru: Какой тип отображения должен использоваться?
sv: Vilken typ av visningsläge ska användas?
vi: Nên sử dụng loại chế độ hiển thị nào?

# OrchardCore.ContentTypes.Views.Admin.EditField
source: Save
fr: Enregistrer
ru: Сохранить
sv: Spara
vi: Lưu

# OrchardCore.ContentTypes.Views.Admin.EditField
source: Cancel
fr: Annuler
ru: Отмена
sv: Avbryt
vi: Bỏ qua

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Edit Content Part - {0}
fr: Modifier la pièce de contenu - {0}
ru: Изменить часть контента - {0}
sv: Redigera innehållsdel - {0}
vi: Sửa Phần Nội dung - {0}

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Fields
fr: Champs
ru: Поля
sv: Fält
vi: Các Trường

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Edit
fr: Modifier
ru: Редактировать
sv: Redigera
vi: Sửa

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Remove
fr: Supprimer
ru: Удалить
sv: Ta bort
vi: Loại bỏ

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Add Field
fr: Ajouter un champ
ru: Добавить поле
sv: Lägg till fält
vi: Thêm Trường

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Save
fr: Enregistrer
ru: Сохранить
sv: Spara
vi: Lưu

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Delete
fr: Supprimer
ru: Удалить
sv: Ta bort
vi: Xoá

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: Edit Part - {0}
fr: Modifier la pièce - {0}
ru: Изменить часть - {0}
sv: Redigera del - {0}
vi: Sửa Phần – {0}

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: Some part settings common to all types can also be defined at the <a href="{0}">Part Definition</a> level.
fr: Certains paramètres de pièce communs à tous les types peuvent également être définis au niveau de la <a href="{0}">définition de la pièce</a>.
ru: Некоторые параметры части, общие для всех типов, также могут быть определены на уровне <a href="{0}">Определение части</a>.
sv: Några delinställningar delade för alla typer kan också definieras på <a href="{0}">Deldefinition</a>-nivå.
vi: Một số cài đặt phần phổ biến cho tất cả các loại cũng có thể được xác định ở mức <a href="{0}"> Định nghĩa Phần </a>.

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: Display Name
fr: Nom d'affichage
ru: Отображаемое имя
sv: Visningsnamn
vi: Tên Hiển Thị

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: Name of the part as it will be displayed in screens.
fr: Nom de la pièce tel qu'il sera affiché sur les écrans.
ru: Название части, как она будет отображаться на экранах.
sv: Namn på delen så som det visas på skärmar.
vi: Tên của phần sẽ được hiển thị trên màn hình.

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: The description of the part as it will be displayed in screens.
fr: La description de la pièce telle qu'elle sera affichée dans les écrans.
ru: Описание части, как она будет отображаться на экранах.
sv: Beskrivning på delen så som den visas på skärmar.
vi: Mô tả của một phần sẽ được hiển thị trên màn hình.

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: What type of editor should be used?
fr: Quel type d'éditeur doit être utilisé ?
ru: Какой тип редактора должен быть использован?
sv: Vilken typ av editor ska användas?
vi: Nên sử dụng loại trình soạn thảo nào?

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: What type of display mode should be used?
fr: Quel type de mode d'affichage doit être utilisé ?
sv: Vilken typ av visningsläge ska användas?

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: Save
fr: Enregistrer
ru: Сохранить
sv: Spara
vi: Lưu

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: Cancel
fr: Annuler
ru: Отмена
sv: Avbryt
vi: Bỏ qua

# OrchardCore.ContentTypes.Views.Admin.List
source: Content Types
fr: Types de contenus
ru: Типы контента
sv: Innehållstyper
vi: Loại Nội dung

# OrchardCore.ContentTypes.Views.Admin.List
source: Search
fr: Recherche
sv: Sök

# OrchardCore.ContentTypes.Views.Admin.List
source: Create new type
fr: Créer un nouveau type
ru: Создать новый тип
sv: Skapa ny typ
vi: Tạo loại mới

# OrchardCore.ContentTypes.Views.Admin.List
source: <strong>Nothing here!</strong> Your search returned no results.
fr: <strong>Rien ici !</strong> Votre recherche n'a pas retourné de résultats.
sv: <strong>Ingenting här!</strong> Din sökning gav inga resultat.

# OrchardCore.ContentTypes.Views.Admin.ListParts
source: Content Parts
fr: Pièces de contenu
ru: Части контента
sv: Innehållsdelar
vi: Phần Nội dung

# OrchardCore.ContentTypes.Views.Admin.ListParts
source: Search
fr: Recherche
sv: Sök

# OrchardCore.ContentTypes.Views.Admin.ListParts
source: Create new part
fr: Créer une nouvelle pièce
ru: Создать новую часть
sv: Skapa ny del
vi: Tạo phần mới

# OrchardCore.ContentTypes.Views.Admin.ListParts
source: <strong>Nothing here!</strong> Your search returned no results.
fr: <strong>Rien ici !</strong> Votre recherche n'a pas retourné de résultats.
sv: <strong>Ingenting här!</strong> Din sökning gav inga resultat.

# OrchardCore.ContentTypes.Views.Items.ContentDefinitionDeploymentStep.Fields.Edit
source: Update Content Definitions
fr: Mettre à jour les définitions de contenu

# OrchardCore.ContentTypes.Views.Items.ContentDefinitionDeploymentStep.Fields.Edit
source: Include all content types and parts definitions.
fr: Inclure tous les types de contenu et les définitions de pièces.
ru: Включите все типы контента и определения частей.
sv: Inkludera alla innehållstyper och deldefinitioner.
vi: Bao gồm tất cả các loại nội dung và định nghĩa các phần.

# OrchardCore.ContentTypes.Views.Items.ContentDefinitionDeploymentStep.Fields.Edit
source: The content types to add as part of the plan.
fr: Les types de contenu à ajouter dans le plan.
ru: Типы содержимого, которые будут добавлены в качестве части плана.
sv: Innehållstyperna att lägga till som del av planen.
vi: Các loại nội dung để thêm vào như một phần của phác thảo.

# OrchardCore.ContentTypes.Views.Items.ContentDefinitionDeploymentStep.Fields.Edit
source: The content parts to add as part of the plan.
fr: Les pièces de contenu à ajouter dans le plan.
ru: Части содержания, которые нужно добавить в качестве части плана.
sv: Innehållsdelarna att lägga till som del av planen.
vi: Các phần nội dung để thêm như là một phần của phác thảo.

source: Update Content Definitions
fr: Mettre à jour les définitions de contenu

source: Content Definitions should be placed before any content steps.
fr: Les définitions de contenu doivent être placées avant toute étape de contenu.

source: Update Content Definitions
fr: Mettre à jour les définitions de contenu

source: Exports specified content type and part definitions for updating.
fr: Exporte les définitions de type de contenu et de pièces spécifiées à mettre à jour.

source: Content Type Definitions
fr: Définitions de contenu

source: A comma separated list of content type definitions to delete
fr: Une liste de définitions de type de contenu séparées par des virgules à supprimer

source: Content Part Definitions
fr: Définitions de pièce de contenu

source: A comma separated list of content part definitions to delete
fr: Une liste de définitions de pièces de contenu séparées par des virgules à supprimer

source: Delete Content Definitions
fr: Supprimer les définitions de contenu

source: Delete Content Definitions
fr: Supprimer les définitions de contenu

source: Exports specified content type and part definitions for deletion.
fr: Exporte les définitions de type et de pièces de contenu spécifiées à supprimer.

source: Replace Content Definitions
fr: Remplacer les définitions de contenu

source: Include all content types and parts definitions.
fr: Inclure toutes les définitions de types et de pièces de contenu.

source: The content types to add as part of the plan.
fr: Les types de contenu à ajouter dans le plan.

source: The content parts to add as part of the plan.
fr: Les pièces de contenu à ajouter dans le plan.

source: Replace Content Definitions
fr: Remplacer les définitions de contenu

source: Content Definitions should be placed before any content steps.
fr: Les définitions de contenu doivent être placées avant toute étape de contenu.

source: Replace Content Definitions
fr: Remplacer les définitions de contenu

source: Exports specified content type and part definitions for replacement.
fr: Exporte les définitions de type et de pièce de contenu à remplacer.

# OrchardCore.ContentTypes.Views.Shared.DisplayTemplates.EditPartViewModel
source: Edit
fr: Modifier
ru: Редактировать
sv: Redigera
vi: Sửa

# OrchardCore.ContentTypes.Views.Shared.DisplayTemplates.EditTypeViewModel
source: Technical Name
fr: Nom technique

# OrchardCore.ContentTypes.Views.Shared.DisplayTemplates.EditTypeViewModel
source: Create New {0}
fr: Créer un(e) nouveau(lle) {0}
ru: Создать новый {0}
sv: Skapa ny {0}
vi: Tạo Mới {0}

# OrchardCore.ContentTypes.Views.Shared.DisplayTemplates.EditTypeViewModel
source: List Items
fr: Lister les éléments
ru: Элементы списка
sv: Lista objekt
vi: Danh mục

# OrchardCore.ContentTypes.Views.Shared.DisplayTemplates.EditTypeViewModel
source: Edit
fr: Modifier
ru: Редактировать
sv: Redigera
vi: Sửa

# OrchardCore.ContentTypes.Controllers.AdminController
source: The Content Type Id can't be empty.
ru: Ид типа контента не может быть пустым.
vi: Id của Loại Nội dung không thể để trống.

# OrchardCore.ContentTypes.Controllers.AdminController
source: A type with the same Id already exists.
ru: Тип контента с таким же идентификатором уже существует.
vi: Đã có một loại có cùng Id.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The technical name must start with a letter.
ru: Техническое имя должно начинаться с буквы.
vi: Tên kỹ thuật phải bắt đầu bằng một chữ cái.

# OrchardCore.ContentTypes.Controllers.AdminController
source: Name is Required.
ru: Имя обязательное поле.
vi: Tên là Bắt buộc.

# OrchardCore.ContentTypes.Controllers.AdminController
source: Cannot add part named '{0}'. It already exists.
ru: Невозможно добавить часть с именем '{0}'. Она уже существует.
vi: Không thể thêm phần với tên là '{0}'. Nó đã tồn tại.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The Display Name name can't be empty.
ru: Имя отображения не может быть пустым.
vi: Tên Hiển thị không được để trống.

# OrchardCore.ContentTypes.Controllers.AdminController
source: A field with the same name already exists.
ru: Поле с таким именем уже существует.
vi: Một trường có cùng tên đã tồn tại.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The technical name contains invalid characters.
ru: Техническое имя содержит недопустимые символы.
vi: Tên kỹ thuật chứa các ký tự không hợp lệ.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The display name can't be empty.
ru: Отображаемое наименование не может быть пустым.
vi: Tên hiển thị không thể để trống.

# OrchardCore.ContentTypes.Controllers.AdminController
source: A part with the same display name already exists.
ru: Часть с таким же именем отображения уже существует.
vi: Một phần có cùng tên hiển thị đã tồn tại.

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Description
ru: Описание
sv: Beskrivning
vi: Mô tả

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Attachable
ru: Прикрепляемая
sv: Kan kopplas
vi: Sử dụng kèm

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Listable
ru: Списочная
sv: Kan listas
vi: Cho phép liệt kê

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Description
ru: Описание
sv: Beskrivning
vi: Mô tả

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Technical Name
ru: Техничеcкое название
vi: Tên Kỹ thuật

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Technical name of the part.
ru: Техническое название части.
vi: Tên kỹ thuật của phần.

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: Description
ru: Описание
sv: Beskrivning
vi: Mô tả

# OrchardCore.ContentTypes.Views.Admin.List
source: Filter
ru: Фильтр
vi: Lọc

# OrchardCore.ContentTypes.Views.Admin.ListParts
source: Filter
ru: Фильтр
vi: Lọc

# OrchardCore.ContentTypes.Views.Items.ContentDefinitionDeploymentStep.Fields.Edit
source: Content Definitions
ru: Определение типа контента
vi: Định nghĩa Nội dung

source: Content Definitions
ru: Определения типа контента
vi: Định nghĩa Nội dung

source: Content Definitions
ru: Определения типа контента
vi: Định nghĩa Nội dung

source: Exports specified content type and part definitions.
ru: Экспорт указанного типа контента и определений частей.
vi: Xuất loại nội dung và định nghĩa phần đã chọn.
