Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Deployment.po
Languages: mk, ru, tr

# OrchardCore.Deployment.AdminMenu
source: Configuration
mk: Конфигурација
ru: Настройки
tr: Konfigürasyon

# OrchardCore.Deployment.AdminMenu
source: Import/Export
mk: Експорт/Импорт
ru: Импорт/экспорт
tr: İçe Aktar/Dışa Aktar

# OrchardCore.Deployment.AdminMenu
source: Deployment Plans
mk: Планови за распоредување
ru: Планы развертывания
tr: Deployment Planları

# OrchardCore.Deployment.AdminMenu
source: Package Import
mk: Импорт на пакет
ru: Импорт пакета
tr: Paket İçe Aktar

# OrchardCore.Deployment.AdminMenu
source: JSON Import
mk: JSON импорт
ru: Импорт JSON
tr: JSON İçe Aktarma

# OrchardCore.Deployment.Controllers.DeploymentPlanController
source: Delete
mk: Избриши
ru: Удалить
tr: Sil

# OrchardCore.Deployment.Controllers.DeploymentPlanController
source: Deployment plans successfully deleted.
ru: Планы развертывания успешно удалены.
tr: Deployment planları başarıyla silindi.

# OrchardCore.Deployment.Controllers.DeploymentPlanController
source: The name is mandatory.
mk: Името е задолжително.
ru: Имя является обязательным.
tr: Ad zorunludur.

# OrchardCore.Deployment.Controllers.DeploymentPlanController
source: A deployment plan with the same name already exists.
mk: План за распоредување со исто име веќе постои.
ru: План развертывания с таким именем уже существует.
tr: Aynı ada sahip bir dağıtım planı zaten var.

# OrchardCore.Deployment.Controllers.DeploymentPlanController
source: Deployment plan updated successfully.
ru: План развертывания успешно обновлен.
tr: Deployment planı başarıyla güncellendi.

# OrchardCore.Deployment.Controllers.DeploymentPlanController
source: Deployment plan deleted successfully.
ru: План развертывания успешно удален.
tr: Deployment plan adımı başarıyla silindi.

# OrchardCore.Deployment.Controllers.ImportController
source: Only zip or json files are supported.
ru: Поддерживаются только zip-файлы или json.
tr: Yalnızca zip veya json dosyaları desteklenir.

# OrchardCore.Deployment.Controllers.ImportController
source: Deployment package imported.
mk: Пакето за распоредување е импортиран.
ru: Пакет развертывания импортирован.
tr: Deployment paketi içe aktarıldı.

# OrchardCore.Deployment.Controllers.ImportController
source: Please add a file to import.
mk: Ве молиме додадете датотека за импортирање.
ru: Пожалуйста, добавьте файл для импорта.
tr: Lütfen içe aktarmak için bir dosya seçin.

# OrchardCore.Deployment.Controllers.ImportController
source: The recipe is written in an incorrect json format.
mk: Рецептот е се напишан во невалиден json формат.
ru: Некорректный json-формат рецепта.
tr: Recipe yanlış bir json formatında yazılmış.

# OrchardCore.Deployment.Controllers.ImportController
source: Recipe imported.
mk: Рецептот е импортиран.
ru: Рецепт импортирован.
tr: Recipe içe aktarıldı.

# OrchardCore.Deployment.Controllers.StepController
source: Deployment plan step added successfully.
ru: Шаг плана развертывания успешно добавлен.
tr: Deployment planı adımı başarıyla eklendi.

# OrchardCore.Deployment.Controllers.StepController
source: Deployment plan step updated successfully.
ru: Шаг плана развертывания успешно обновлен.
tr: Deployment planı adımı başarıyla güncellendi.

# OrchardCore.Deployment.Controllers.StepController
source: The deployment plan step has validation errors.
ru: Шаг плана развертывания содержит ошибки.
tr: Deployment planı adımında doğrulama hataları var.

# OrchardCore.Deployment.Controllers.StepController
source: Deployment step deleted successfully.
ru: Шаг развертывания успешно удален.
tr: Dağıtım adımı başarıyla silindi.

# OrchardCore.Deployment.FileDownloadDeploymentTargetProvider
source: File Download
mk: Симнување на датотека
ru: Загрузка файла
tr: Dosya i̇ndirme

# OrchardCore.Deployment.FileDownloadDeploymentTargetProvider
source: Download a deployment plan locally.
mk: Симни план за распоредување на локална локација.
ru: Скачать план развертывания локально.
tr: Deployment planı localinize indirin.

# OrchardCore.Deployment.Steps.JsonRecipeDeploymentStepDriver
source: The recipe must have a name property
tr: Recipe bir isim özelliğine sahip olmalıdır

# OrchardCore.Deployment.Steps.JsonRecipeDeploymentStepDriver
source: Invalid JSON supplied
tr: Geçersiz JSON sağlandı

# OrchardCore.Deployment.Views.DeploymentStep.Summary
source: Edit
mk: Измени
ru: Редактировать
tr: Düzenle

# OrchardCore.Deployment.Views.DeploymentStep.Summary
source: Delete
mk: Избриши
ru: Удалить
tr: Sil

# OrchardCore.Deployment.Views.DeploymentStep.Thumbnail
source: Add
mk: Додади
ru: Добавить
tr: Ekle

# OrchardCore.Deployment.Views.DeploymentPlan.Create
source: Create Deployment Plan
mk: Креирај план за распоредување
ru: Создать план развертывания
tr: Deployment Planı Oluştur

# OrchardCore.Deployment.Views.DeploymentPlan.Create
source: Name
mk: Име
ru: Название
tr: İsim

# OrchardCore.Deployment.Views.DeploymentPlan.Create
source: Create
mk: Креирај
ru: Создать
tr: Oluştur

# OrchardCore.Deployment.Views.DeploymentPlan.Create
source: Cancel
mk: Откажи
ru: Отмена
tr: İptal

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Deployment Plan
mk: План за распоредување
ru: План развертывания
tr: Deployment Planı

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Error updating step order
tr: Adım sırası güncellenirken hata oluştu

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Execute
mk: Изврши
ru: Выполнить
tr: Çalıştır

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Add Step
mk: Додадете чекор
ru: Добавить шаг
tr: Adım Ekle

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: <strong>Nothing here!</strong> There are no steps on this plan for the moment.
mk: <strong>Празно!</strong> Во моментов нема чекори во планот.
ru: <strong>Здесь ничего нет!</strong> На данный момент нет шагов в этом плане.
tr: <strong> Burada hiçbir şey yok! </strong> Şu an için bu plan üzerinde herhangi bir adım yok.

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Available Steps
mk: Достапни чекори
ru: Доступные шаги
tr: Mevcut adımlar

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Filter
mk: Филтер
ru: Фильтр
tr: Filtrele

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Cancel
mk: Откажи
ru: Отмена
tr: İptal

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Available Targets
mk: Достапни цели
ru: Доступные цели
tr: Mevcut Hedefler

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Select
mk: Избери
ru: Выбрать
tr: Seç

# OrchardCore.Deployment.Views.DeploymentPlan.Edit
source: Edit Deployment Plan
mk: Измени план за распоредување
ru: Изменить план развертывания
tr: Deployment Planını Düzenle

# OrchardCore.Deployment.Views.DeploymentPlan.Edit
source: Name
mk: Име
ru: Название
tr: İsim

# OrchardCore.Deployment.Views.DeploymentPlan.Edit
source: Save
mk: Зачувај
ru: Сохранить
tr: Kaydet

# OrchardCore.Deployment.Views.DeploymentPlan.Edit
source: Cancel
mk: Откажи
ru: Отмена
tr: İptal

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Deployment Plans
mk: Планови за распоредување
ru: Планы развертывания
tr: Deployment Planları

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Search
mk: Пребарај
ru: Поиск
tr: Ara

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Add Deployment Plan
mk: Додади план за распоредување
ru: Добавить план развертывания
tr: Deployment Planı Ekle

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Select All
mk: Означи ги сите
ru: Выбрать все
tr: Tümünü Seç

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: 1 item
mk: 1 елемент
ru: 1 элемент
tr: 1 öge

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Items {0} to {1}
mk: Елементи од {0} до {1}
ru: Элементы от {0} до {1}
tr: {0} ögesinden {1} e

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: / {0} item in total
mk: / {0} елемент вкупно
ru: / элементов всего: {0}
tr: / Toplamda {0} öğe

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Actions
mk: Акции
ru: Действия
tr: Eylemler

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Bulk Action
mk: Масовни акции
ru: Массовое действие
tr: Toplu Eylem

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Are you sure you want to {0} these items?
mk: Дали сте сигурни дека сакате да ги {0} овие елементи?
ru: Вы уверены, что хотите {0} эти элементы?
tr: Bu ögeleri {0} yapmak istediğinizden emin misiniz?

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Edit
mk: Измени
ru: Редактировать
tr: Düzenle

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Delete
mk: Избриши
ru: Удалить
tr: Sil

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: selected
mk: избрано
ru: выбрано
tr: seçili

# OrchardCore.Deployment.Views.Import.Index
source: Import Deployment Package
mk: Импорт на пакет за распоредување
ru: Импорт пакета развертывания
tr: Dağıtım Paketini İçe Aktar

# OrchardCore.Deployment.Views.Import.Index
source: Select a file
tr: Dosya Seç

# OrchardCore.Deployment.Views.Import.Index
source: Import
mk: Импорт
ru: Импорт
tr: İçe aktar

# OrchardCore.Deployment.Views.Import.Json
source: JSON Import
mk: JSON импорт
ru: Импорт JSON
tr: JSON İçe Aktarma

# OrchardCore.Deployment.Views.Import.Json
source: Import
mk: Импорт
ru: Импорт
tr: İçe aktar

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Edit
source: Custom File
mk: Прилагодена датотека
ru: Пользовательский файл
tr: Özel Dosya

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Edit
source: The custom file to add as part of the plan.
mk: Прилагодена датотека која треба да се додаде како дел од планот.
ru: Пользовательский файл для добавления в качестве части плана.
tr: Planın bir parçası olarak eklenecek özel dosya.

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Edit
source: File Name
mk: Име на датотека
ru: Имя файла
tr: Dosya Adı

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Edit
source: The filename as it will be added in the archive.
mk: Име на датотека како што треба да се додаде во архивата.
ru: Имя файла, как оно будет добавлено в архив.
tr: Arşive eklenmek üzere dosya adı.

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Edit
source: File Content
mk: Содржина на датотека
ru: Содержимое файла
tr: Dosya İçeriği

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Edit
source: The content of the file.
mk: Содржината на датотеката.
ru: Содержание файла.
tr: Dosyanın içeriği.

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Summary
source: Custom File
mk: Прилагодена датотека
ru: Пользовательский файл
tr: Özel Dosya

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Thumbnail
source: Custom File
mk: Прилагодена датотека
ru: Пользовательский файл
tr: Özel Dosya

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Thumbnail
source: Exports a custom file and its content.
mk: Експортира прилагодена датотека или нејзината содржина.
ru: Экспорт пользовательского файла и его содержимого.
tr: Özel bir dosyayı ve içeriğini dışa aktarır.

# OrchardCore.Deployment.Views.Items.DeploymentPlanDeploymentStep.Fields.Edit
source: Deployment Plans
mk: Планови за распоредување
ru: Планы развертывания
tr: Dağıtım Planları

# OrchardCore.Deployment.Views.Items.DeploymentPlanDeploymentStep.Fields.Edit
source: Include all deployment plans.
mk: Вклучи ги сите планови за распоредување.
ru: Включите все планы развертывания.
tr: Tüm dağıtım planlarını dahil edin.

# OrchardCore.Deployment.Views.Items.DeploymentPlanDeploymentStep.Fields.Edit
source: The deployment plans to add as part of the plan.
mk: Плановите за распоредување кои би се додале како дел од планот.
ru: Планы развертывания, которые будут включены в этот план.
tr: Planın parçası olarak eklenecek dağıtım planları.

# OrchardCore.Deployment.Views.Items.DeploymentPlanDeploymentStep.Fields.Summary
source: Deployment Plans
mk: Планови за распоредување
ru: Планы развертывания
tr: Dağıtım Planları

# OrchardCore.Deployment.Views.Items.DeploymentPlanDeploymentStep.Fields.Summary
source: All
mk: Сите
ru: Всё
tr: Tümü

# OrchardCore.Deployment.Views.Items.DeploymentPlanDeploymentStep.Fields.Summary
source: No deployment plan selected.
mk: Не е избран план за распоредување.
ru: План развертывания не выбран.
tr: Dağıtım planı seçilmedi.

# OrchardCore.Deployment.Views.Items.DeploymentPlanDeploymentStep.Fields.Thumbnail
source: Deployment Plans
mk: Планови за распоредување
ru: Планы развертывания
tr: Dağıtım Planları

# OrchardCore.Deployment.Views.Items.DeploymentPlanDeploymentStep.Fields.Thumbnail
source: Exports all or specified deployment plans.
mk: Експорт на сите или дефиниран план за распоредување.
ru: Экспортирует все или указанные планы развертывания.
tr: Tüm veya belirtilen dağıtım planlarını dışa aktarır.

# OrchardCore.Deployment.Views.Items.JsonRecipeDeploymentStep.Fields.Edit
source: Recipe
tr: Komut

# OrchardCore.Deployment.Views.Items.JsonRecipeDeploymentStep.Fields.Thumbnail
source: Exports a JSON Recipe.
tr: Bir JSON Recipeini dışa aktarır.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Recipe File
mk: Датотека на рецептот
ru: Файл рецепта
tr: Recipe Dosyası

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe file to add as part of the plan.
mk: Датотека на рецептот кој треба да се додаде како дел од планот.
ru: Файл рецепта для добавления как часть плана.
tr: Planın bir parçası olarak eklenecek komut dosyası.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Recipe Name
mk: Име на рецептот
ru: Название рецепта
tr: Recipe İsmi

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe name.
mk: Името на рецептот.
ru: Название рецепта.
tr: Recipe adı.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Display Name
mk: Име за приказ
ru: Отображаемое название
tr: Ekran adı

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe display name.
mk: Име за приказ на рецептот.
ru: Отображаемое имя рецепта.
tr: Recipein görünen adı.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Description
mk: Опис
ru: Описание
tr: Tanım

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe description.
mk: Опис на рецептот.
ru: Описание рецепта.
tr: Recipe açıklaması.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Author
mk: Автор
ru: Автор
tr: Oluşturan

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe author.
mk: Автор на рецептот.
ru: Автор рецепта.
tr: Recipe Oluşturan.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: WebSite
mk: Веб сајт
ru: Веб-сайт
tr: Web sitesi

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe web site.
mk: Рецепт на веб сајтот.
ru: Сайт рецепта.
tr: Recipe web sitesi.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Version
mk: Верзија
ru: Версия
tr: Sürüm

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe version.
mk: Верзија на рецептот.
ru: Версия рецепта.
tr: Recipe web sitesi.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Categories
mk: Категории
ru: Категории
tr: Kategoriler

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe categories (comma separated values).
mk: Категории на рецептот (листа одделена со запирка).
ru: Категории рецепта (значения через запятую).
tr: Recipe kategorileri (virgülle ayrılmış değerler).

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Tags
mk: Тагови
ru: Теги
tr: Etiketler

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe tags (comma separated values).
mk: Тагови на рецептот (листа одделена со запирка).
ru: Теги рецепта (значения через запятую).
tr: Recipe etiketleri (virgülle ayrılmış değerler).

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Setup recipe
mk: Подеси рецепт
ru: Настроить рецепт
tr: Kurulum recipe

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Check if the recipe is for setup.
mk: Провери дали рецептот може да се користи при поставување.
ru: Отметьте, если рецепт можно настроить.
tr: Komutların kurulum için olup olmadığını kontrol edin.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Summary
source: Recipe File
mk: Датотека на рецептот
ru: Файл рецепта
tr: Recipe Dosyası

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Thumbnail
source: Recipe File
mk: Датотека на рецептот
ru: Файл рецепта
tr: Recipe Dosyası

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Thumbnail
source: Exports a recipe file.
mk: Експорт на датотека за рецепт.
ru: Экспортирует файл рецепта.
tr: Recipe dosyasını dışa aktarır.

# OrchardCore.Deployment.Views.Step.Create
source: Create Step
mk: Креирај чекор
ru: Создать шаг
tr: Adım Oluştur

# OrchardCore.Deployment.Views.Step.Create
source: Create
mk: Креирај
ru: Создать
tr: Oluştur

# OrchardCore.Deployment.Views.Step.Create
source: Cancel
mk: Откажи
ru: Отмена
tr: İptal

# OrchardCore.Deployment.Views.Step.Edit
source: Edit Step
mk: Измени чекор
ru: Изменить шаг
tr: Adımı Düzenle

# OrchardCore.Deployment.Views.Step.Edit
source: Save
mk: Зачувај
ru: Сохранить
tr: Kaydet

# OrchardCore.Deployment.Views.Step.Edit
source: Delete
mk: Избриши
ru: Удалить
tr: Sil

# OrchardCore.Deployment.Views.Step.Edit
source: Cancel
mk: Откажи
ru: Отмена
tr: İptal
