Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Email.po
Languages: ar, cs, es, fr, it, mk, tr

# OrchardCore.Email.AdminMenu
source: Configuration
ar: الضبط
cs: Nastavení
es: Configuración
it: Configurazione
mk: Конфигурација
tr: Konfigürasyon

# OrchardCore.Email.AdminMenu
source: Settings
ar: الإعدادات
cs: Nastavení
es: Ajustes
fr: Paramètres
it: Impostazioni
mk: Подесувања
tr: Ayarlar

# OrchardCore.Email.Controllers.AdminController
source: Message sent successfully.
ar: تم إرسال الرسالة بنجاح.
it: Messaggio inviato.

# OrchardCore.Email.Workflows.Activities.EmailTask
source: Messaging
ar: مراسلة
cs: Zasílání zpráv
es: Mensajería
fr: Messagerie
it: Messaggistica
mk: Пораки
tr: Mesajlaşma

# OrchardCore.Email.Workflows.Activities.EmailTask
source: Done
ar: تم
cs: Hotovo
es: Hecho
fr: Terminé
it: Fatto
mk: Завршено
tr: Bitti

# OrchardCore.Email.Workflows.Activities.EmailTask
source: Failed
ar: فشل
cs: Selhalo
es: Fallo
fr: Echec
it: Operazione non riuscita
mk: Неуспешно
tr: Başarısız

# OrchardCore.Email.Views.SmtpSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
ar: ستتم إعادة تحميل الـ tenant الحالي عند حفظ الإعدادات.
cs: Po uložení změn bude tento web restartován.
es: El tenant actual se recargará cuando se guarden los ajustes.
fr: Le locataire actuel sera rechargé lorsque les paramètres seront sauvegardés.
it: Il tenant verrà riavviato quando le impostazioni saranno salvate.
mk: Тековниот „потстанар“ ќе биде повторно вчитан, кога ќе бидат сочувани подесувањата.
tr: Ayarlar kaydedildiğinde mevcut kiracı yeniden yüklenir.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Sender email address
ar: عنوان البريد الإلكتروني المرسل
cs: E-mail odesílatele
es: Dirección de correo electrónico del remitente
fr: Email de l'expéditeur
it: Indirizzo email mittente
mk: Е-пошта на испраќачот
tr: Göndericinin email adresi

# OrchardCore.Email.Views.SmtpSettings.Edit
source: The default email address to use as a sender, unless the email sender is set.
ar: عنوان البريد الإلكتروني الافتراضي لاستخدامه كمرسل، إلا إذا تم تعيين مرسل البريد الإلكتروني.
it: L'indirizzo email predefinito da usare come mittente, a meno che il mittente non sia impostato.
mk: Предодредената адреса на е-пошта која би се користела за испраќање, доколку истата не е поставена.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Delivery method
ar: طريقة التسليم
cs: Způsob doručení
es: Método de envío
fr: Méthode de livraison
it: Metodo di spedizione
mk: Начин на испорака
tr: Teslimat Şekli

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Network
ar: الشبكة
cs: Síť
es: Red
fr: Réseau
it: Rete (Network)
mk: Мрежа
tr: Ağ

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Specified pickup directory
ar: إختيار مجلد معين
cs: Zadaný adresář
es: Directorio de Recolección especificado
fr: Répertoire de collecte spécifié
it: Specifica cartella di ricezione
mk: Дефинирана папка за подигнување
tr: Belirtilen toplama dizini

# OrchardCore.Email.Views.SmtpSettings.Edit
source: The delivery method used when sending email. Use Network in production. The other options can be useful when developing and testing.
ar: الأسلوب المستخدمة لإرسال رسائل البريد الإلكتروني. استخدم إعدادات الشبكة في بيئة التشغيل. كما يمكنك استخدام الأساليب الأخرى لأغراض التطوير والاختبار.
cs: Způsob doručení, používaný při odesílání e-mailu. V produkčním prostředí použijte Síť. Ostatní možnosti mohou být užitečné při vývoji a testování.
es: El método de entrega utilizado al enviar correo electrónico. Utilizar red en producción. Las otras opciones pueden ser útiles al desarrollar y probar.
fr: La méthode de livraison utilisée lors de l’envoi de courrier électronique. Utiliser Réseau en production. Les autres options peuvent être utiles lors du développement et de test.
it: Il metodo di consegna utilizzato durante l'invio dell'email. Utilizza la rete in produzione. Le altre opzioni possono essere utili quando si sviluppa o si testa.
mk: Предодредениот метод кој би се користел при испраќање на е-пошта. Во продукциска средина користете ја опцијата Мрежа. Другите опции може да бидат корисни при развој и тестирање.
tr: E-posta gönderirken kullanılan dağıtım yöntemi. Canlı Ortamda Ağı kullanın. Diğer seçenekler geliştirip test ederken faydalı olabilir.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Network delivery options
ar: خيارات المراسلة عبر الشبكة
cs: Možnosti síťového doručení
es: Opciones de entrega de red
fr: Options de livraison réseau
it: Altre opzioni di spedizione
mk: Опции за мрежна достава
tr: Ağ dağıtım seçenekleri

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Host name
ar: إسم المضيف
cs: Název serveru
es: Nombre de host
fr: Nom d’hôte
it: Nome host
mk: Име на хостот
tr: Sunucu adı

# OrchardCore.Email.Views.SmtpSettings.Edit
source: The SMTP server domain, e.g. <i>smtp.mailprovider.com</i>.
ar: عنوان خادم SMTP، على سبيل المثال: <i>smtp.mailprovider.com</i>.
cs: Doména SMTP serveru, např. <i>smtp.mailprovider.com</i>.
es: El dominio del servidor SMTP, por ejemplo. <i>smtp.mailprovider.com</i>.
fr: Le domaine du serveur SMTP, par exemple <i>smtp.mailprovider.com</i>.
it: Il dominio del server SMTP, es. <i>smtp.mailprovider.com</i>.
mk: Доменот на SMTP серверот н.п. <i>smtp.mailprovider.com</i>.
tr: SMTP sunucusu alanı, örn. <İ> smtp.mailprovider.com </ i>.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Port number
ar: رقم المنفذ
cs: Číslo portu
es: Número de puerto
fr: Port
it: Porta
mk: Број на порта
tr: Port numarası

# OrchardCore.Email.Views.SmtpSettings.Edit
source: The SMTP server port, usually 25.
ar: منفذ الخادم SMTP، غالباً مايكون 25.
cs: SMTP port serveru, obvykle 25.
es: El puerto del servidor SMTP, normalmente 25.
fr: Le port du serveur SMTP, généralement 25.
it: Porta del server SMTP, solitamente la 25.
mk: Порта на SMTP сервер, најчесто 25.
tr: SMTP sunucusu bağlantı noktası, genellikle 25.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Proxy host name
it: Nome host proxy

# OrchardCore.Email.Views.SmtpSettings.Edit
source: The proxy server is optional.
it: Il server proxy è opzionale.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Proxy port number
it: Numero porta proxy

# OrchardCore.Email.Views.SmtpSettings.Edit
source: The proxy port is optional.
it: La porta proxy è opzionale.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Encryption method to use
ar: طريقة التشفير المستخدمة
cs: Šifrovací metoda
es: Método de encriptación a utilizar
fr: Méthode d'encryption à utiliser
it: Metodo di crittografia da utilizzare
mk: Метод на енкрипција кој би се користел
tr: Kullanmak için şifreleme yöntemi

# OrchardCore.Email.Views.SmtpSettings.Edit
source: None
ar: لا شيء
cs: Žádný
es: Ninguno
fr: Aucune
it: Nessuno
mk: Ниту едно
tr: Hiçbiri

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Connect to server using insecure connection.
ar: الربط مع الخادم بإستخدام إرتباط غير آمن.
cs: Připojit se k serveru za použití nezabezpečeného připojení.
es: Conectar al servidor usando conexión insegura.
fr: Se connecter au serveur en utilisant une connexion non sécurisée.
it: Connettiti al server utilizzando una connessione non sicura.
mk: Поврзување кон сервер користејќи небезбедна врска.
tr: Güvensiz bağlantı kullanarak sunucuya bağlanın.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Connect to server using SSL/TSL secure connection
ar: الربط مع الخادم بإستخدام SSL/TLS
cs: Připojit k serveru za použití SSL/TSL zabezpečeného připojení
es: Conectar al servidor usando conexión segura SSL/TSL
fr: Se connecter au serveur en utilisant une connexion sécurisée SSL/TSL
it: Connettiti al server utilizzando la connessione sicura SSL/TSL
mk: Поврзување кон сервер користејќи безбедна SSL/TSL врска
tr: SSL/TLS güvenli bağlantı kullanarak sunucuya bağlanın

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Connect to server using insecure connection and upgrade to secure using SSL/TLS
ar: الربط مع خادم غير آمن والتحديث إلى آمن بإستخدام SSL/TLS
cs: Připojit k serveru za použití nezabezpečeného připojení a povýšit na zabezpečené za použití SSL/TSL
es: Conectar al servidor usando conexión insegura y actualizarla a segura utilizando SSL/TLS
fr: Se connecter au serveur en utilisant une connexion sécurisée et mettre à jour pour sécuriser en utilisant SSL/TLS
it: Ti connettiti al server utilizzando una connessione non sicura, aggiorna utilizzando SSL/TLS
mk: Поврзување кон сервер користејќи небезбедна врска со подоцнежна надоградба кон безбедна SSL/TSL врска
tr: Güvenli olmayan bağlantı kullanarak sunucuya bağlanın ve SSL / TLS kullanarak güvenli hale getirmek için yükseltme yapın

# OrchardCore.Email.Views.SmtpSettings.Edit
source: The encryption method used when connecting to mail server.
ar: طريقة التشفير المستخدمة حين الربط مع خادم البريد.
cs: Šifrovací metoda použitá při připojení k mailovému serveru.
es: El método de cifrado utilizado al conectar al servidor de correo.
fr: La méthode d'encryption utilisée lors de la connexion au serveur de messagerie.
it: Il metodo di crittografia utilizzato per connettersi al server di posta.
mk: Методот на енкрипција кој би се користел при поврзување со серверот за е-пошта.
tr: Eposta sunucusuna bağlanırken şifreleme metodu kullanıldı.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Auto Select Encryption method
ar: إختيار طريقة التشفير تلقائياً
cs: Automatický výběr šifrovací metody
es: Auto seleccionar método de cifrado
fr: Sélection automatique de la méthode d'encryption
it: Seleziona automaticamente il metodo di crittografia
mk: Автоматско избирање на енкрипциски метод
tr: Otomatik Seçim Şifreleme yöntemi

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Check to let the system select the encryption method based on port.
ar: اختر لتدع النظام يختار طريقة التشفير إعتماداً على المنفذ.
cs: Zaškrtnětě pro přenechání volby šifrovací metody na systému.
es: Compruebe para permitir que el sistema seleccione el método de cifrado con base en el puerto.
fr: Cochez pour permettre au système de sélectionner la méthode d'encryption basée sur le port.
it: Seleziona per consentire al sistema di selezionare il metodo di crittografia basato sulla porta.
mk: Избери за да дозволиш системот да избере енкрипциски метод на база на портата.
tr: Sistemin bağlantı noktasına göre şifreleme yöntemini seçmesine izin verin.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Require credentials
ar: بيانات المصادقة إلزامية
cs: Vyžaduje ověření
es: Requerir credenciales
fr: Nécessite les identifiants
it: Richiedi credenziali
mk: Задолжително користење акредитиви
tr: Kimlik Bilgisi zorunlu

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Use Windows authentication
ar: إستخدام مصادقة الويندوز
cs: Použít autentizaci Windows
es: Usar autenticación de Windows
fr: Utiliser Authentification Windows
it: Utilizza autenticazione Windows
mk: Користи Виндоус автентикација
tr: Windows Doğrulamasını kullan

# OrchardCore.Email.Views.SmtpSettings.Edit
source: When this option is selected, the application pool or host-process identity is used to authenticate with the mail server.
ar: عند اختيار هذا الخيار، سيتم استخدام هوية الـ "Application Pool" أو "Host-process" للمصادقة مع خادم البريد.
it: Quando questa opzione è selezionata, l'application pool o l'identità del processo host viene utilizzata per autenticarsi con il server di posta.
mk: Кога е избрана оваа опција, „application pool“ или идентитетот на хост-процесот ќе биде користен за автентикација со серверот за е-пошта.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: User name
ar: إسم المستخدم
cs: Uživatelské jméno
es: Nombre de usuario
fr: Nom d’utilisateur
it: Nome utente
mk: Корисничко име
tr: Kullanıcı adı

# OrchardCore.Email.Views.SmtpSettings.Edit
source: The username for authentication.
ar: إسم المستخدم للمصادقة.
cs: Uživatelské jméno pro autentizaci.
es: El nombre de usuario para la autenticación.
fr: Le nom d’utilisateur pour l’authentification.
it: Il nome utente per l'autenticazione.
mk: Корисничко име за автентикација.
tr: Kimlik doğrulama için kullanıcı adı.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: The password for authentication.
ar: كلمة المرور للمصادقة.
cs: Heslo pro autentizaci.
es: La contraseña para la autenticación.
fr: Le nom d’utilisateur pour l’authentification.
it: La password per l'autenticazione.
mk: Лозинка за автентикација.
tr: Kimlik doğrulama için şifre.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Specified pickup directory delivery options
ar: خيارات تحديد مجلد معين
cs: Nastavení pro doručování do vybraného adresáře
es: Directorio de Recolección especificado en las opciones de entrega
fr: Options de livraison du répertoire spécifié
it: Specifica la cartella di recupero dove consegnare le mail
mk: Опции за достава на дефинираната папка за достава
tr: Belirtilen teslim alma dizini teslim seçenekleri

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Pickup directory location
ar: إختيار موقع المجلد
cs: Umístění adresáře
es: Ubicación del Directorio de Recolección
fr: Emplacement du répertoire de collecte
it: Posizione cartella di recupero
mk: Локација на папката за достава
tr: Alma dizini konumu

# OrchardCore.Email.Views.SmtpSettings.Edit
source: E.g. <i>C:\Path\To\This\Site\PickedUpEmail</i> to place emails in a <i>PickedUpEmail</i> directory on the C drive.
ar: على سبيل المثال: المسار <i>C:\Path\To\This\Site\PickedUpEmail</i> يشير إلى وضع عناوين البريد الإلكتروني في المجلد <i>PickedUpEmail</i> بداخل محرك الأقراص C.
cs: Např. <i>C:\Path\To\This\Site\PickedUpEmail</i> pro ukládání e-mailů do složky <i>PickedUpEmail</i> na disku C.
es: E.g. <i>C:\Path\To\Tsu\Sitio\PickedUpEmail</i> para colocar correos electrónicos en un directorio de <i>PickedUpEmail</i> en la unidad C.
fr: Par exemple <i>C:\Path\To\This\Site\PickedUpEmail</i> pour placer des courriels dans un répertoire <i>PickedUpEmail</i> sur le lecteur C.
it: Es. <i>C:\Path\To\Til suo\Site\PickedUpEmail</i> per inserire email in una <i>PickedUpEmail</i> cartella sul disco C.
mk: Н.п. <i>C:\Path\To\This\Site\PickedUpEmail</i> за да ги поставите пораките во <i>PickedUpEmail</i> папка на дискот Ц.
tr: Örneğin. <i> C: \Yol\Kime\Bu\Site\PickedUpEmail </i>, e-postaları C sürücüsündeki <i> PickedUpEmail </i> dizinine yerleştirmek için.

# OrchardCore.Email.Views.SmtpSettings.TestButton
source: Test settings
ar: اختبر الإعدادات
cs: Test nastavení
es: Probar configuración
fr: Tester les paramètres
it: Impostazioni di test
mk: Тестирај подесувања
tr: Test Ayarları

# OrchardCore.Email.Views.Admin.Index
source: Settings
ar: الإعدادات
cs: Nastavení
es: Ajustes
fr: Paramètres
it: Impostazioni
mk: Подесувања
tr: Ayarlar

# OrchardCore.Email.Views.Admin.Index
source: To
ar: إلى
cs: Komu
es: Para
fr: À
it: A
mk: До
tr: Alıcı

# OrchardCore.Email.Views.Admin.Index
source: Sender
ar: المرسل
cs: Odesilatel
it: Mittente
mk: Испраќач

# OrchardCore.Email.Views.Admin.Index
source: The sender is optional, it is useful when the email author is different than the email submitter.
ar: المرسل إختياري، يكون مفيدا عندما يكون كاتب البريد الإلكتروني مختلفا عن مرسله.
it: Il mittente è facoltativo, è utile quando l'autore dell'email è diverso da quello che invia email.
mk: Испраќачот е опционален, но е корисен кога авторот на е-поштата е различен од поднесувачот на е-поштата.

# OrchardCore.Email.Views.Admin.Index
source: Bcc
ar: نسخة مخفية
cs: Skrytá kopie
es: Cco
fr: Cci
it: Ccn
mk: Bcc адреса
tr: Gizli Kopya

# OrchardCore.Email.Views.Admin.Index
source: Reply To
ar: الرد على
cs: Odpověď poslat na
es: Responder a
fr: Répondre à
it: Rispondi a
mk: Одговори на
tr: Yanıtla

# OrchardCore.Email.Views.Admin.Index
source: Subject
ar: الموضوع
cs: Předmět
es: Asunto
fr: Objet
it: Oggetto
mk: Наслов
tr: Konu

# OrchardCore.Email.Views.Admin.Index
source: Body
ar: المحتوى
cs: Tělo zprávy
es: Cuerpo
fr: Message
it: Testo
mk: Главен текст
tr: Gövde

# OrchardCore.Email.Views.Admin.Index
source: Send
ar: إرسال
cs: Odeslat
es: Enviar
fr: Envoyer
it: Invia
mk: Испрати
tr: Gönder

# OrchardCore.Email.Views.Items.EmailTask.Fields.Design
source: Send Email
ar: إرسال بريد إلكتروني
cs: Odeslat e-mail
es: Enviar correo electrónico
fr: Envoyer Email
it: Invia email
mk: Испрати е-пошта
tr: E-posta Gönder

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: From
ar: من
cs: Od
it: Da
mk: Од

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: The author's email address that defines who the email is from. Leave blank to use the configured email address. With Liquid support.
ar: البريد الإلكتروني للمؤلف يعرف من هو مرسل البريد. اتركه فارغاً لإستخدام البريد الإلكتروني الذي تم تعيينه مسبقاً. مع دعم Liquid.
cs: E-mailová adresa určující od koho e-mail je. Ponechte prázdné pokud chcete použít nakonfigurovanou e-mailovou adres. Podporuje Liquid.
it: L'indirizzo email che indica chi è il mittente dell'email. Lasciare vuoto per utilizzare l'indirizzo email configurato. Supporta sintassi Liquid.
mk: Адресата за е-пошта на авторот дефинира од кого доаѓа е-поштата. Оставете празно за да се користи конфигураната адреса на е-пошта. Со поддршка за „Liquid“.

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: Sender
ar: المرسل
cs: Odesilatel
es: Remitente
fr: Expéditeur
it: Mittente
mk: Испраќач
tr: Gönderen

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: The sender's email address. Required if not the same than the "From" email address. With Liquid support.
ar: البريد الإلكتروني مطلوب إذا كان مختلف عن عنوان الشخص المرسل. مع دعم Liquid.
it: Indirizzo email del mittente. Obbligatorio, se diverso dal mittente della mail. Supporta sintassi Liquid.
mk: Адресата за е-пошта на испраќачот. Задолжително ако не е иста како наведената во полето „Од“. Со поддршка за „Liquid“.

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: ReplyTo
ar: الرد على
it: Rispondere a
mk: Одговор на адреса

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: The "reply to" email address. Required if you want email replies be sent to a different address than the "From" address. With Liquid support.
ar: البريد الإلكتروني مطلوب إذا كنت تريد الرد يكون مختلف عن عنوان الشخص المرسل. مع دعم Liquid.
it: L'indirizzo email "Rispondere a". Obbligatorio, se vuoi che le risposte siano inviate a un indirizzo diverso da quello "Da". Supporta sintassi Liquid.
mk: Одговор на е-пошта. Задолжително ако сакате одговорите на е-пошта да бидат пратени на друга адреса од таа наведена во полето „Од". Со поддршка за Liquid.

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: Recipients
ar: المستقبلون
cs: Příjemci
es: Destinatarios
fr: Destinataires
it: Destinatari
mk: Приматели
tr: Alıcılar

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: The comma-separated list of recipient email addresses. With Liquid support.
ar: يمكن الفصل بين عناوين البريد الإلكتروني للمستقبلين باستخدام الفاصلة، كما يمكن استخدام صيغة Liquid.
cs: Čárkami oddělený seznam e-mailových adres příjemců. Podporuje Liquid.
es: La lista de direcciones de correo electrónico de destinatarios separados por comas. Con soporte Liquid.
fr: La liste séparée par des virgules des adresses e-mail du destinataire. Avec support de Liquid.
it: La lista delle email destinatarie separata da virgole. Supporta sintassi Liquid.
mk: Листата адреси на приматели на е-пошта одделена со запирка. Со поддршка за „Liquid“.
tr: Alıcı e-posta adreslerinin virgülle ayrılmış listesi. Liquid desteği ile.

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: The comma-separated list of carbon copy email addresses. With Liquid support.
it: La lista separata da virgole degli indirizzi email in copia. Supporta sintassi Liquid.

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: Bcc
it: Ccn

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: The comma-separated list of blind copy email addresses. With Liquid support.
it: La lista separata da virgole degli indirizzi email in copia nascosto. Supporta sintassi Liquid.

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: Subject
ar: الموضوع
cs: Předmět
es: Asunto
fr: Objet
it: Oggetto
mk: Наслов
tr: Konu

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: The subject of the email message. With Liquid support.
ar: موضوع الرسالة (يمكن استخدام صيغة Liquid).
cs: Předmět e-mailové zprávy. Podporuje Liquid.
es: El asunto del mensaje de correo electrónico. Con soporte Liquid.
fr: Le sujet du message électronique. Avec support de Liquid.
it: L'oggetto del messaggio email. Supporta sintassi Liquid.
mk: Насловот на пораката на е-поштата. Со поддршка за „Liquid“.
tr: E-posta mesajının konusu. Liquid desteği ile.

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: Does the Body contain HTML?
ar: هل يحوي محتوى الرسالة على HTML؟
cs: Obsahuje tělo zprávy HTML?
es: ¿Contiene el cuerpo HTML?
fr: Le message contient-il du HTML ?
it: Il testo contiene HTML?
mk: Дали телото содржи HTML?
tr: Vücut HTML içeriyor mu?

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: If checked, indicates the body of the email message will be sent as HTML.
ar: إذا تم تحديده، فسيتم إرسال محتوي رسالة البريد الإلكتروني كـ HTML.
it: Se selezionato, indica che il corpo del messaggio di posta elettronica sarà inviato come HTML.

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: Does the Body contain plain text?
ar: هل محتوي الرسالة نص عادي؟
it: Il corpo contiene testo semplice?

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: If checked, indicates the body of the email message will be sent as plain text.
ar: إذا تم تحديده، فسيتم إرسال محتوي رسالة البريد الإلكتروني كنص عادي.
it: Se selezionato, indica che il corpo del messaggio di posta elettronica sarà inviato come testo semplice.

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: Body
ar: محتوى الرسالة
cs: Tělo zprávy
es: Cuerpo
fr: Message
it: Testo
mk: Главен текст
tr: Gövde

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: The body of the email message. With Liquid support.
ar: محتوى الرسالة (يمكن استخدام صيغة Liquid).
cs: Tělo e-mailové zprávy. Podporuje Liquid.
es: El cuerpo del mensaje de correo electrónico. Con soporte Liquid.
fr: Le corps du message e-mail. Avec support de Liquid.
it: Il corpo del messaggio email. Supporta sintassi Liquid.
mk: Тело на пораката на е-поштата. Со поддршка за „Liquid“.
tr: E-posta mesajının gövdesi. Liquid desteği ile.

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: Body Plain Text
ar: المحتوي نص عادي
it: Testo Semplice Del Corpo

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: The plain text body of the email message. With Liquid support.
ar: محتوى رسالة البريد الالكتروني كنص عادي. مع دعم صيغة Liquid.
it: Il corpo del messaggio email. Supporta sintassi Liquid.

# OrchardCore.Email.Views.Items.EmailTask.Fields.Thumbnail
source: Send Email
ar: إرسال الرسالة
cs: Odeslat e-mail
es: Enviar correo electrónico
fr: Envoyer Email
it: Invia email
mk: Испрати е-пошта
tr: E-posta Gönder

# OrchardCore.Email.Views.Items.EmailTask.Fields.Thumbnail
source: Send an email.
ar: إرسالة رسالة بريد إلكتروني.
cs: Odeslat e-mail.
es: Enviar un correo electrónico.
fr: Envoyer un email.
it: Invia un'email.
mk: Испрати е-пошта.
tr: E-posta gönderin.

# OrchardCore.Email.AdminMenu
source: Email
ar: البريد الإلكتروني
mk: Е-пошта

# OrchardCore.Email.Workflows.Activities.EmailTask
source: Email Task
ar: مهمة بريد إلكتروني
es: Tarea de correo electrónico
fr: Tâche Email
mk: Задача за е-пошта

# OrchardCore.Email.Views.NavigationItemText-email.Id
source: Email
ar: البريد الإلكتروني
mk: Е-пошта

# OrchardCore.Email.Views.SmtpSettings.Edit
source: SSL/TLS
ar: تشفير SSL/TLS

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Password
ar: كلمة المرور
cs: Heslo
es: Contraseña
fr: Mot de passe
mk: Лозинка
tr: Şifre

# OrchardCore.Email.Views.Admin.Index
source: Cc
ar: نسخة
cs: Kopie
mk: Cc адреса
tr: Bilgi
