Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.DisplayManagement.po
Languages: cs

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: 1 year ago
cs: před rokem

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: in 1 year
cs: za 1 rok

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: 1 month ago
cs: před měsícem

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: in 1 month
cs: za měsíc

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: 1 week ago
cs: před týdnem

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: in 1 week
cs: za týden

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: 1 day ago
cs: včera

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: in 1 day
cs: zítra

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: 1 hour ago
cs: před hodinou

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: in 1 hour
cs: za hodinu

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: 1 minute ago
cs: před minutou

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: in 1 minute
cs: za minutu

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: 1 second ago
cs: před sekundou

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: in 1 second
cs: za sekundu

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: a moment ago
cs: před chvílí

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: in a moment
cs: za okamžik
