Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Localization.Core.po
Languages: pt_br, zh_cn

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The associated metadata type for type '{0}' contains the following unknown properties or fields: {1}. Please make sure that the names of these members match the names of the properties on the main type.
pt_br: O tipo de metadados associado para o tipo '{0}' contém as seguintes propriedades ou campos desconhecidos: {1}. Por favor, certifique-se de que os nomes desses membros coincidem com os nomes das propriedades do tipo principal.
zh_cn: 类型 '{0}' 的相关元数据类型包含以下未知属性或字段： {1}。 请确保这些成员的名字与主类型上的属性名称相匹配。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The type '{0}' does not contain a public property named '{1}'.
pt_br: O tipo '{0}' não contém uma propriedade pública chamada '{1}'.
zh_cn: 类型 '{0}' 不包含名为 '{1}' 的公共属性。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The property {0}.{1} could not be found.
pt_br: A propriedade {0}.{1} não pode ser encontrada.
zh_cn: 属性 {0}.{1} 找不到。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: '{0}' and '{1}' do not match.
pt_br: '{0}' e '{1}' não correspondem.
zh_cn: '{0} 和 '{1}' 不匹配。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: Could not find a property named {0}.
pt_br: Não foi possível encontrar uma propriedade com o nome {0}.
zh_cn: 找不到名为 {0} 的属性。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The {0} field is not a valid credit card number.
pt_br: O campo {0} não é um número de cartão de crédito válido.
zh_cn: {0} 字段不是一个有效的信用卡号码。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The CustomValidationAttribute method '{0}' in type '{1}' must return System.ComponentModel.DataAnnotations.ValidationResult. Use System.ComponentModel.DataAnnotations.ValidationResult.Success to represent success.
pt_br: O método de CustomValidationAttribute '{0}' no tipo '{1}' deve retornar System.ComponentModel.DataAnnotations.ValidationResult. Use System.ComponentModel.DataAnnotations.ValidationResult.Success para representar o sucesso.
zh_cn: CustomValidation属性方法{0}在类型{1}中必须返回 System.ComponentModel.DataAnnotations.ValidationResult. Use System.ComponentModel.DataAnnotations.ValidationResult.Success。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The CustomValidationAttribute method '{0}' does not exist in type '{1}' or is not public and static.
pt_br: O método de CustomValidationAttribute '{0}' não existe no tipo '{1}' ou não é público e estático.
zh_cn: CustomValidation属性方法 '{0}' 不存在于类型 '{1}' 中，或者不是公开和静态的。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The CustomValidationAttribute.Method was not specified.
pt_br: O método CustomValidationAttribute.Method não foi especificado.
zh_cn: 未指定CustomValidationAttribute.Method。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The CustomValidationAttribute method '{0}' in type '{1}' must match the expected signature: public static ValidationResult {0}(object value, ValidationContext context). The value can be strongly typed. The ValidationContext parameter is optional.
pt_br: O método CustomValidationAttribute '{0}' no tipo '{1}' deve corresponder à assinatura esperada: public static ValidationResult {0}(object value, ValidationContext context). O objeto pode ser fortemente tipado. O parâmetro ValidationContext é opcional.
zh_cn: CustomValidation属性方法'{0}' 类型'{1}' 必须匹配预期的签名：公开静态ValidationResults {0}(对象值，ValidationContext 上下文)。 值可以是强类型。ValidationContext 参数是可选的。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: Could not convert the value of type '{0}' to '{1}' as expected by method {2}.{3}.
pt_br: Não foi possível converter o valor do tipo '{0}' para '{1}' como esperado pelo método {2}.{3}.
zh_cn: 无法按照方法 {2}.{3} 将类型 '{0}' 转换为 '{1}' 的值。。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The custom validation type '{0}' must be public.
pt_br: O tipo de validação customizada '{0}' deve ser público.
zh_cn: 自定义验证类型 '{0}' 必须是公开的。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: {0} is not valid.
pt_br: {0} não é válido.
zh_cn: {0} 无效。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The CustomValidationAttribute.ValidatorType was not specified.
pt_br: O CustomValidationAttribute.ValidatorType não foi especificado.
zh_cn: 未指定CustomValidationAttribute.ValidatorType

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The custom DataType string cannot be null or empty.
pt_br: A string de DataType personalizada não pode ser nula ou vazia.
zh_cn: 自定义数据类型字符串不能为空。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The {0} property has not been set. Use the {1} method to get the value.
pt_br: A propriedade {0} não foi definida. Use o método {1} para obter o valor.
zh_cn: {0} 属性尚未设置。使用 {1} 方法获取值。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The {0} field is not a valid e-mail address.
pt_br: O campo {0} não é um endereço de e-mail válido.
zh_cn: {0} 是无效电子邮件地址。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The type provided for EnumDataTypeAttribute cannot be null.
pt_br: O tipo fornecido para EnumDataTypeAttribute não pode ser nulo.
zh_cn: 为 EnumDataTypeattribute 提供的类型不能为 null。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The type '{0}' needs to represent an enumeration type.
pt_br: O tipo '{0}' precisa representar um tipo de enumeração.
zh_cn: 类型 '{0}' 需要表示枚举类型。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The {0} field only accepts files with the following extensions: {1}.
pt_br: O campo {0} só aceita arquivos com as seguintes extensões: {1}.
zh_cn: {0} 字段只接受具有以下扩展名的文件： {1}。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: Cannot retrieve property '{0}' because localization failed. Type '{1}' is not public or does not contain a public static string property with the name '{2}'.
pt_br: Não é possível recuperar a propriedade '{0}' porque a localização falhou. O tipo '{1}' não é público ou não contém uma propriedade de string estática pública com o nome '{2}'.
zh_cn: 无法检索属性 '{0}'，因为本地化失败。 输入 '{1}' 不是公开的，或者不包含名叫'{2}' 的公共静态字符串属性。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: MaxLengthAttribute must have a Length value that is greater than zero. Use MaxLength() without parameters to indicate that the string or array can have the maximum allowable length.
pt_br: O MaxLengthAttribute deve ter um valor de comprimento maior que zero. Use MaxLength() sem parâmetros para indicar que a string ou matriz podem ter o comprimento máximo permitido.
zh_cn: MaxLength属性必须有大于零的长度。 使用没有参数的MaxLength() 表示字符串或数组可以有最大允许的长度。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The field {0} must be a string or array type with a maximum length of '{1}'.
pt_br: O campo {0} deve ser um tipo string ou array com um comprimento máximo de '{1}'.
zh_cn: 字段 {0} 必须是字符串或数组类型，最大长度为 '{1}'。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: MetadataClassType cannot be null.
pt_br: MetadataClassType não pode ser nulo.
zh_cn: MetadataClassType 不能为空

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: MinLengthAttribute must have a Length value that is zero or greater.
pt_br: MinLengthAttribute deve ter um valor de comprimento de zero ou maior.
zh_cn: MinLength属性必须有一个零或更大值。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The field {0} must be a string or array type with a minimum length of '{1}'.
pt_br: O campo {0} deve ser uma string ou um tipo matriz com um comprimento mínimo de '{1}'.
zh_cn: 字段 {0} 必须是字符串或数组类型，最小长度为 '{1}'。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The field of type {0} must be a string, array or ICollection type.
pt_br: O campo do tipo {0} deve ser um tipo de string, array ou IColletion.
zh_cn: 类型 {0} 的字段必须是字符串、数组或ICollection类型。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The {0} field is not a valid phone number.
pt_br: O campo {0} não é um número de telefone válido.
zh_cn: {0} 字段不是一个有效的电话号码。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The type {0} must implement {1}.
pt_br: O tipo {0} deve implementar {1}.
zh_cn: 类型 {0} 必须实现 {1}。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The maximum value '{0}' must be greater than or equal to the minimum value '{1}'.
pt_br: O valor máximo '{0}' deve ser maior ou igual ao valor mínimo '{1}'.
zh_cn: 最大值 '{0}' 必须大于或等于最小值 '{1}'。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The minimum and maximum values must be set.
pt_br: Os valores mínimos e máximos devem ser definidos.
zh_cn: 必须设置最小值和最大值。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The OperandType must be set when strings are used for minimum and maximum values.
pt_br: O OperandType deve ser definido quando as strings são usadas para valores mínimos e máximos.
zh_cn: 当字符串使用最小值和最大值时，必须设置 OperandType 。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The field {0} must be between {1} and {2}.
pt_br: O campo {0} deve estar entre {1} e {2}.
zh_cn: 字段 {0} 必须在 {1} 和 {2} 之间。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The field {0} must match the regular expression '{1}'.
pt_br: O campo {0} deve corresponder à expressão regular '{1}'.
zh_cn: 字段 {0} 必须匹配正则表达式 '{1}'。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The pattern must be set to a valid regular expression.
pt_br: O modelo deve ser definido como uma expressão regular válida.
zh_cn: 模式必须设置为有效的正则表达式。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The {0} field is required.
pt_br: O campo {0} é obrigatório.
zh_cn: {0} 字段是必需的。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The maximum length must be a nonnegative integer.
pt_br: O comprimento máximo deve ser um inteiro não-negativo.
zh_cn: 最大长度必须是非负整数。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The field {0} must be a string with a maximum length of {1}.
pt_br: O campo {0} deve ser uma string com um comprimento máximo de {1}.
zh_cn: 字段 {0} 必须是一个最大长度为 {1} 的字符串。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The field {0} must be a string with a minimum length of {2} and a maximum length of {1}.
pt_br: O campo {0} deve ser uma string com um comprimento mínimo de {2} e um comprimento máximo de {1}.
zh_cn: 字段 {0} 必须是一个字符串，最小长度为 {2} ，最大长度为 {1}。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The key parameter at position {0} with value '{1}' is not a string. Every key control parameter must be a string.
pt_br: O parâmetro da chave na posição {0} com valor '{1}' não é uma string. Cada parâmetro de controle da chave deve ser uma string.
zh_cn: 位置 {0} 中的键值'{1}' 不是字符串。每个键值控制参数必须是字符串。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The key parameter at position {0} is null. Every key control parameter must be a string.
pt_br: O parâmetro da chave na posição {0} é nulo. Cada parâmetro de controle da chave deve ser uma string.
zh_cn: 位置 {0} 的密钥参数为空。每个密钥控制参数必须是字符串。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The key parameter at position {0} with value '{1}' occurs more than once.
pt_br: O parâmetro chave na posição {0} com valor '{1}' ocorre mais de uma vez.
zh_cn: 值为 {0} 的位置{1} 的关键参数不止一次出现。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The number of control parameters must be even.
pt_br: O número de parâmetros de controle precisa ser par.
zh_cn: 控制参数的数量必须为偶数。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The {0} field is not a valid fully-qualified http, https, or ftp URL.
pt_br: O campo {0} não é um endereço http, https ou ftp válido.
zh_cn: {0} 字段不是一个有效的完全合格的 http，https 或 ftp URL。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: Either ErrorMessageString or ErrorMessageResourceName must be set, but not both.
pt_br: Ou ErrorMessageString ou ErrorMessageResourceName deve ser definido, mas não ambos.
zh_cn: 必须设置 ErrorMessageString 或 ErrorMessageResourceName ，但不是两者兼而有之。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: IsValid(object value) has not been implemented by this class. The preferred entry point is GetValidationResult() and classes should override IsValid(object value, ValidationContext context).
pt_br: IsValid(object value) não foi implementado por esta classe. O ponto de entrada preferencial é GetValidationResult() e classes devem sobrescrever IsValid(object value, ValidationContext context).
zh_cn: IsValid(对象值) 尚未被此类实现。首选的入口点是 GetValidationResult() ，类应覆盖 IsValid(对象值, ValidationContext 上下文)。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: Both ErrorMessageResourceType and ErrorMessageResourceName need to be set on this attribute.
pt_br: Ambos ErrorMessageResourceType e ErrorMessageResourceName precisam ser definidos neste atributo.
zh_cn: 需要为此属性设置错误消息资源类型和 ErrorMessageResourceResourceName

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The property '{0}' on resource type '{1}' is not a string type.
pt_br: A propriedade '{0}' no tipo de recurso '{1}' não é um tipo de string.
zh_cn: 资源类型 '{1}' 上的属性 '{0}' 不是字符串类型。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The resource type '{0}' does not have an accessible static property named '{1}'.
pt_br: O tipo de recurso '{0}' não tem uma propriedade estática acessível chamada '{1}'.
zh_cn: 资源类型 '{0}' 没有可访问的名为 '{1}' 的静态属性。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The field {0} is invalid.
pt_br: O campo {0} é inválido.
zh_cn: 字段 {0} 无效。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The instance provided must match the ObjectInstance on the ValidationContext supplied.
pt_br: A instância fornecida deve corresponder ao ObjectInstance fornecido no ValidationContext.
zh_cn: 提供的实例必须匹配所提供的ValidationContext 上的对象实例。

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The value for property '{0}' must be of type '{1}'.
pt_br: O valor para a propriedade '{0}' deve ser do tipo '{1}'.
zh_cn: 属性的值 '{0}' 必须是类型 '{1}'。
