Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Facebook.po
Languages: cs, de, es, fa, tr

# OrchardCore.Facebook.AdminMenu
source: Configuration
tr: Yapılandırma

# OrchardCore.Facebook.AdminMenu
source: Settings
tr: Ayarlar

# OrchardCore.Facebook.AdminMenu
source: Facebook App
tr: Facebook Uygulaması

# OrchardCore.Facebook.AdminMenuLogin
source: Security
tr: Güvenlik

# OrchardCore.Facebook.AdminMenuLogin
source: Authentication
tr: Kimlik Doğrulama

# OrchardCore.Facebook.Services.FacebookService
source: The AppId is required.
cs: Pole AppId je povinné.
de: Die AppId ist ein Pflichtfeld.
es: Se requiere el AppId.
fa: AppId ضروری است.
tr: AppId zorunlu.

# OrchardCore.Facebook.Services.FacebookService
source: The App Secret is required.
cs: App Secret je povinné.
de: AppSecret ist ein Pflichtfeld.
es: El campo App Secret es obligatorio.
fa: کد مخفی برنامه‌ ضروری است.
tr: App Secret zorunlu.

# OrchardCore.Facebook.Login.ViewModels.FacebookLoginSettingsViewModel
source: Invalid path
tr: Geçersiz yol

# OrchardCore.Facebook.Widgets.Drivers.FacebookPluginPartDisplayDriver
source: The FaceBook Body doesn't contain a valid Liquid expression. Details: {0}
tr: Facebook gövdesi geçerli bir Liquid ifadesi içermiyor. Ayrıntılar: {0}

# OrchardCore.Facebook.Widgets.Settings.FacebookPluginPartSettingsDisplayDriver
source: The Body doesn't contain a valid Liquid expression. Details: {0}
tr: Gövde geçerli bir Liquid ifadesi içermiyor. Ayrıntılar: {0}

# OrchardCore.Facebook.Views.FacebookLoginSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
cs: Po uložení změn bude tento web restartován.
de: Der aktuelle Tenant wird neu geladen, wenn die Einstellungen gespeichert werden.
es: El inquilino actual se cargará de nuevo cuando se guarden los ajustes.
fa: پس از ذخیره تنظیمات، tenant جاری، مجدد بارگذاری خواهد شد.
tr: Ayarlar kaydedildiğinde mevcut tanent yeniden yüklenir.

# OrchardCore.Facebook.Views.FacebookLoginSettings.Edit
source: See documentation
tr: Dokümantasyon

# OrchardCore.Facebook.Views.FacebookLoginSettings.Edit
source: Login Settings
cs: Nastavení přihlášení
de: Login-Einstellungen
es: Configuración de inicio de sesión
fa: تنظیمات ورود به سامانه
tr: Oturum açma ayarları

# OrchardCore.Facebook.Views.FacebookLoginSettings.Edit
source: The request path within the application's base path where the user-agent will be returned. The middleware will process this request when it arrives.
cs: URL v rámci aplikace, kam bude uživatel přesměrován a kde aplikace zpracuje požadavek na přihášení.
de: Der Requestpfad innerhalb des Anwendungspfads, wohin der User-Agent weitergeleitet werden wird. Die Middleware wird die Anfrage verarbeiten, sobald sie ankommt.
es: La ruta de solicitud dentro de la ruta base de la aplicación donde el user-agent será devuelto. El middleware procesará esta solicitud cuando llegue.
fa: مسیر درخواست به همراه مسیر پایه (base path) برنامه‌کاربردی، جایی که user agent برگردانده می‌شود. این درخواست هنگام ورود، توسط middleware پردازش خواهد شد.
tr: Kullanıcı-ajanının döneceği uygulamanın temel yolundaki istek yoludur. Ara katman bu istek ulaştığında işleme koyacaktır.

# OrchardCore.Facebook.Views.FacebookLoginSettings.Edit
source: Store tokens
tr: Token'ları sakla

# OrchardCore.Facebook.Views.FacebookLoginSettings.Edit
source: Store external authentication tokens for reuse
tr: Yeniden kullanım için harici kimlik doğrulama belirteçlerini saklayın

# OrchardCore.Facebook.Views.FacebookPluginPart.Edit
source: Body
cs: Tělo
es: Cuerpo
fa: بدنه (Body)
tr: Gövde

# OrchardCore.Facebook.Views.FacebookPluginPart.Edit
source: The template of the plugin, in Liquid format.
cs: Šablona pluginu, v Liquid formátu.
de: Die Vorlage des Plugins, im Liquid-Format.
es: La plantilla del plugin, en formato Liquid.
fa: قالب افزونه، در فرمت Liquid.
tr: Liquid formatdaki plugin'in template'i.

# OrchardCore.Facebook.Views.FacebookPluginPartSettings.Edit
source: Body
cs: Tělo
es: Cuerpo
fa: بدنه (Body)
tr: Gövde

# OrchardCore.Facebook.Views.FacebookPluginPartSettings.Edit
source: The default template of the plugin, in Liquid format.
cs: Výchozí šablona pluginu, v Liquid formátu.
de: Die Standardvorlage des Plugins, im Liquid-Format.
es: La plantilla predeterminada del plugin, en formato Liquid.
fa: قالب پیش‌فرض افزونه، در فرمت Liquid.
tr: Liquid formatdaki plugin'in varsayılan template'i.

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
cs: Po uložení změn bude tento web restartován.
de: Der aktuelle Tenant wird neu geladen, wenn die Einstellungen gespeichert werden.
es: El inquilino actual se cargará de nuevo cuando se guarden los ajustes.
fa: پس از ذخیره تنظیمات، tenant جاری، مجدد بارگذاری خواهد شد.
tr: Ayarlar kaydedildiğinde mevcut kiracı (tenant) yeniden yüklenir.

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: See documentation
tr: Dokümantasyon

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: An error occurred while decrypting a setting. Please apply and save.
tr: Bir ayarın şifresi çözülürken bir hata oluştu. Lütfen uygulayın ve kaydedin.

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Facebook Integration
cs: Facebooková integrace
es: Integración de Facebook
fa: ادغام فیس‌بوک
tr: Facebook Entegrasyonu

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Application Identifier
cs: Identifikátor aplikace
de: Anwendungskennung
es: Identificador de aplicación
fa: مشخص‌کننده برنامه‌کاربردی
tr: Uygulama Tanımlayıcı

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: The Application ID found on the Facebook developer portal parameters.
cs: ID aplikace, které se nachází v parametrech na Facebook developer portal.
de: Die Anwendungs-ID, zu finden in den Parametern des Facebook Entwickler-Portals.
es: El ID de la aplicación que se encuentra en los parámetros del portal de desarrolladores de Facebook.
fa: شناسه برنامه‌کاربردی، موجود در پارامترهای پورتال توسعه‌دهندگان فیس‌بوک.
tr: Facebook geliştirici portalı parametrelerinde bulunan Uygulama gizli anahtarı.

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Secret Key
cs: Tajný klíč
de: Geheimer Schlüssel
es: Clave secreta
fa: کلید مخفی
tr: Gizli Anahtar

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: The Application secret key found on the Facebook developer portal parameters.
cs: Tajný klíč aplikace, který se nachází v parametrech na Facebook developer portal.
de: Geheimer Schlüssel der Anwendung, zu finden in den Parametern des Facebook Entwickler-Portals.
es: La clave secreta de la aplicación que se encuentra en los parámetros del portal de desarrolladores de Facebook.
fa: کلید مخفی برنامه‌کاربردی، موجود در پارامترهای پورتال توسعه‌دهندگان فیس‌بوک.
tr: Facebook geliştirici portalı parametrelerinde bulunan Uygulama gizli anahtarı.

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Javascript SDK Version
cs: Javascript SDK Verze
es: Versión de Javascript SDK
fa: نسخه Javascript SDK
tr: Javascript SDK Versiyonu

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Determines which versions of the Graph API and any API dialogs or plugins are invoked. Default is v3.2
cs: Určí jaká verze Graph API a jakékoliv další API dialogů nebo pluginů budou spuštěny. Výchozí je v3.2
de: Bestimmt, welche Versionen der Graph API und alle API-Dialoge oder Plugins aufgerufen werden. Standard ist v3.2
es: Determina qué versiones de la Graph API y qué cuadros de diálogo o plugins de la API se invocan. Por defecto es v3.2
fa: تعیین می‌کند که کدام یک از نسخه های Graph API یا چه نوع API dialogs یا API plugins فراخوانی می‌شوند. پیش‌فرض v3.2 است
tr: Graph API’nin hangi sürümlerinin ve herhangi bir API iletişim kutusunun veya eklentinin çağrılacağını belirler. Varsayılan v3.2

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Determines which sdk js file to load. Default is sdk.js but you can change it as needed. Eg. to render the chat plugin use sdk/xfbml.customerchat.js and <a target="_blank" href="https://developers.facebook.com/docs/messenger-platform/discovery/customer-chat-plugin#steps">follow instructions</a>
cs: Určí který sdk js soubor se načtě. Výchozí je sdk.js, ale to můžete podle potřeb změnit. Např., pro zobrazení chatovacího pluginu, použijte sdk/xfbml.customerchat.js a <a target="_blank" href="https://developers.facebook.com/docs/messenger-platform/discovery/customer-chat-plugin#steps">následujte instrikce</a>
de: Bestimmt, welche sdk js Datei geladen werden soll. Standard ist sdk.js, aber Sie können es ändern, wenn nötig. Um z.B. das Chat-Plugin zu rendern, verwenden Sie sdk/xfbml.customerchat.js und <a target="_blank" href="https://developers.facebook.com/docs/messenger-platform/discovery/customer-chat-plugin#steps">folgen Sie den Anweisungen</a>
es: Determina qué archivo sdk js cargar. Por defecto es sdkk.js pero puede cambiarlo cuando sea necesario. Por ejemplo, para renderizar el plugin de chat utilice sdk/xfbml.customerchat.js y <a target="_blank" href="https://developers.facebook.com/docs/messenger-platform/discovery/customer-chat-plugin#steps">siga las siguientes instrucciones</a>
fa: تعیین می‌کند که کدام فایل sdk js بارگذاری شود. پیش فرض sdk.js است اما در صورت نیاز می‌توانید آن را تغییر دهید. برای مثال برای رِندِر افزونه چت از sdk/xfbml.customerchat.js استفاده کنید و <a target="_blank" href="https://developers.facebook.com/docs/messenger-platform/discovery/customer-chat-plugin#steps">دستورالعمل را دنبال کنید</a>
tr: Hangi sdk js dosyasının yükleneceğini belirler. Varsayılan sdk.js'dir, ancak gerektiği gibi değiştirebilirsiniz. Örneğin, sohbet eklentisini oluşturmak için sdk/xfbml.customerchat.js ve <a target="_blank" href="https://developers.facebook.com/docs/messenger-platform/discovery/customer-chat-plugin#steps">yönergeleri izleyin</a> kullanınız.

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Init on every page
cs: Načíst na každé stránce
de: Auf jeder Seite initialisieren
es: Iniciar en cada página
fa: در هر صفحه‌ای Init فراخوانی شود
tr: bütün sayfalardaki ilklendirme (init)

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Parameters for the FB.init() call
cs: Parametry pro FB.init() zavolání
de: Parameter für den Aufruf von FB.init()
es: Parámetros para la llamada FB.init()
fa: پارامترهای مورد نیاز برای فراخوانی ()FB.init
tr: FB.init() çağrısı için parametreler

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: AppId and Version are filled automatically. Check the <a target="_blank" href="https://developers.facebook.com/docs/javascript/reference/FB.init/v3.2">reference doc for the <code>FB.init</code></a> function for more info
cs: AppId a Verze jsou vyplněny autmaticky. Pro více informací se podívejte na <a target="_blank" href="https://developers.facebook.com/docs/javascript/reference/FB.init/v3.2">dokumentace <code>FB.init</code></a>
de: AppId und Version werden automatisch ausgefüllt. Überprüfen Sie die <a target="_blank" href="https://developers.facebook.com/docs/javascript/reference/FB.init/v3.2">Referenz-doc für die <code>FB.init</code></a> Funktion für weitere Informationen
es: AppId y Version se rellenan automáticamente. Compruebe la función <a target="_blank" href="https://developers.facebook.com/docs/javascript/reference/FB.init/v3.2">documento de referencia para el <code>FB.init</code></a> para más información
fa: AppId و Version به طور خودکار پر می‌شوند. برای کسب اطلاعات بیشتر در مورد تابع <code>FB.init</code> <a target="_blank" href="https://developers.facebook.com/docs/javascript/reference/FB.init/v3.2">اینجا</a> بررسی شود
tr: AppId ve Sürüm otomatik olarak doldurulur. <code>FB.init</code> fonksiyonu için <a target="_blank" href="https://developers.facebook.com/docs/javascript/reference/FB.init/v3.2"> için referans dökümanını </a> control edin

# OrchardCore.Facebook.Views.NavigationItemText-facebookApp.Id
source: Facebook App
tr: Facebook Uygulaması

# OrchardCore.Facebook.Views.Items.FacebookLoginDeploymentStep.Edit
source: Facebook Login Settings
tr: Facebook Giriş Ayarları

# OrchardCore.Facebook.Views.Items.FacebookLoginDeploymentStep.Summary
source: Facebook Login Settings
tr: Facebook Giriş Ayarları

# OrchardCore.Facebook.Views.Items.FacebookLoginDeploymentStep.Summary
source: Adds Facebook Login settings to the plan.
tr: Facebook Giriş ayarlarını plana ekler.

# OrchardCore.Facebook.Views.Items.FacebookLoginDeploymentStep.Thumbnail
source: Facebook Login Settings
tr: Facebook Giriş Ayarları

# OrchardCore.Facebook.Views.Items.FacebookLoginDeploymentStep.Thumbnail
source: Exports the Facebook Login settings.
tr: Facebook Giriş ayarlarını dışa aktar.

# OrchardCore.Facebook.AdminMenu
source: Facebook
fa: فیس‌بوک

# OrchardCore.Facebook.AdminMenu
source: Application
cs: Aplikace
de: Anwendung
es: Aplicación
fa: برنامه‌کاربردی

# OrchardCore.Facebook.AdminMenuLogin
source: Facebook
fa: فیس‌بوک

# OrchardCore.Facebook.AdminMenuLogin
source: Login
cs: Přihlášení
es: Iniciar sesión
fa: ورود به سامانه

# OrchardCore.Facebook.Views.NavigationItemText-facebook.Id
source: Facebook
fa: فیس‌بوک

# OrchardCore.Facebook.Views.FacebookLoginSettings.Edit
source: CallbackPath
de: Callback-Pfad
