Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.ContentLocalization.po
Languages: ar, es, fa, it, ja, tr

# OrchardCore.ContentLocalization.AdminMenu
source: Configuration
ar: الضبط
es: Configuración
fa: پیکربندی
it: Configurazione
ja: 構成
tr: Konfigürasyon

# OrchardCore.ContentLocalization.AdminMenu
source: Settings
ar: الإعدادات
es: Ajustes
fa: تنظیمات
it: Impostazioni
ja: 設定
tr: Ayarlar

# OrchardCore.ContentLocalization.AdminMenu
source: ContentCulturePicker
ar: قائمة لغات المحتوى
es: Selector de Cultura
it: Selettore di cultura del contenuto
ja: コンテントカルチャの選択
tr: İçerikDilSeçici

# OrchardCore.ContentLocalization.Controllers.AdminController
source: A localization already exist for '{0}'
ar: هنالك تعريب موجود لـ '{0}'
es: Ya existe una localización para '{0}'
fa: '{0}' بومی‌سازی شده است
it: Esiste già una localizzazione per '{0}'
ja: 「{0}」の翻訳は既に存在します
tr: '{0}' için bir yerelleştirme zaten var

# OrchardCore.ContentLocalization.Controllers.AdminController
source: Successfully created localized version of the content.
ar: تم إنشاء نسخة تعريب للمحتوى بنجاح.
es: Se ha creado la versión localizada del contenido con éxito.
fa: نسخه بومی‌سازی شده محتوا با موافقیت ایجاد شد.
it: Versione localizzata del contenuto creata con successo.
ja: このコンテンツに対する翻訳版は正常に作成されました
tr: İçeriğin yerelleştirilmiş sürümü başarıyla oluşturuldu.

# OrchardCore.ContentLocalization.Controllers.AdminController
source: Could not create localized version of the content item
ar: لا يمكن انشاء نسخة تعريبية لعنصر المحتوى
es: No se pudo crear la versión localizada del elemento de contenido
fa: ایجاد نسخه بومی‌سازی شده این آیتم محتوا میسر نیست
it: Impossibile creare la versione localizzata dell'elemento del contenuto
ja: このコンテンツの項目の翻訳版は作成できませんでした
tr: İçerik öğesinin yerelleştirilmiş sürümü oluşturulamadı

# OrchardCore.ContentLocalization.GraphQL.LocalizationInputObjectType
source: the localization part of the content item
ar: جزء الترجمة لعنصر المحتوى
es: la parte de localización del elemento de contenido
fa: بخش بومی‌سازی این آیتم محتوا
it: la parte di localizzazione dell'elemento del contenuto
ja: コンテンツの項目のローカライズ部分
tr: içeriğin dil parçası

# OrchardCore.ContentLocalization.GraphQL.LocalizationInputObjectType
source: the culture of the content item to filter
ar: لغة عنصر المحتوى للتصفية
es: la cultura del elemento de contenido para filtrar
fa: فیلتر کردن آیتم محتوا بر مبنای فرهنگ
it: la cultura dell'elemento del contenuto da filtrare
ja: フィルタするコンテンツの項目のカルチャ
tr: içerik filtrelemenin dilleri

# OrchardCore.ContentLocalization.GraphQL.LocalizationQueryObjectType
source: Localization cultures for your content item.
ar: لغات الترجمة لعنصر المحتوى.
es: Culturas de localización para su elemento de contenido.
fa: فرهنگ‌های بومی‌سازی برای آیتم محتوای شما.
it: Culture di localizzazione per l'elemento del contenuto.
ja: コンテンツの項目のローカライズカルチャ
tr: İçeriğiniz için yereleştirme dilleri.

# OrchardCore.ContentLocalization.GraphQL.LocalizationQueryObjectType
source: The culture for your content item.
ar: لغة عنصر المحتوى.
es: La cultura para su elemento de contenido.
fa: فرهنگ آیتم محتوای شما.
it: La cultura per l'elemento di contenuto.
ja: コンテンツの項目のカルチャ
tr: İçeriğiniz için dil.

# OrchardCore.ContentLocalization.GraphQL.LocalizationQueryObjectType
source: The localization set for your content item.
ar: مجموعة الترجمات لعنصر المحتوى.
es: El conjunto de localización para su elemento de contenido.
fa: آیتم محتوای شما بومی‌سازی شد.
it: La localizzazione impostata per l'elemento del contenuto.
tr: İçeriğiniz için yerelleştirme aylarlayın.

# OrchardCore.ContentLocalization.Views.ContentCulturePickerSettings.Edit
source: Set Cookie
ar: ضبط الكوكيز
es: Establecer Cookie
fa: کوکی تنظیم شود
it: Imposta cookie
ja: クッキーを設定
tr: Çerezleri Ayarla

# OrchardCore.ContentLocalization.Views.ContentCulturePickerSettings.Edit
source: Sets the localization cookie when switching cultures using the ContentCulturePicker
ar: ضبط كوكيز الترجمات عند تغيير اللغات بإستخدام قائمة لغات المحتوى
es: Establece la cookie de localización al cambiar las culturas usando el Selector de Cultura
fa: کوکی بومی‌سازی در هنگام تغییر فرهنگ توسط ContentCulturePicker تنظیم می‌شود
it: Imposta il cookie di localizzazione quando si cambia la cultura usando il selettore di cultura del contenuto
tr: İçerikDilSeçici kullanarak kültürleri değiştirirken yerelleştirme çerezini ayarlar

# OrchardCore.ContentLocalization.Views.ContentCulturePickerSettings.Edit
source: Homepage redirect
ar: الإنتقال إلى الصفحة الرئيسية
es: Redirigir página de inicio
fa: تغییرمسیر صفحه اصلی
it: Reindirizzamento Homepage
ja: ホームページのリダイレクト
tr: Anasayfaya yönlendir

# OrchardCore.ContentLocalization.Views.ContentCulturePickerSettings.Edit
source: Redirects to the homepage of the target culture if the ContentItem of the target culture does not exist.
ar: الإنتقال إلى الصفحة الرئيسية للغة المحددة في حالة عدم توفر ترجمة لعنصر المحتوى.
es: Redirecciona a la página principal de la cultura de destino si el elemento de la cultura de destino no existe.
fa: در صورت عدم وجود آیتم محتوای فرهنگ موردنظر، به صفحه اصلی فرهنگ مورد نظر تغییرمسیر می‌دهد.
it: Reindirizza alla homepage relativa alla cultura di destinazione se l'elemento del contenuto relativo a quella cultura di destinazione non esiste.
ja: 対象のカルチャのコンテンツの要素が存在しない場合に対象のカルチャのホームページにリダイレクトします
tr: Hedef kültürün İçerik mevcut değilse, hedef kültürün ana sayfasına yönlendirir.

# OrchardCore.ContentLocalization.Views.LocalizationPart.Edit
source: Current Culture: {1} | {0}
ar: اللغة الحالية: {1} | {0}
es: Cultura actual: {1} | {0}
fa: فرهنگ فعلی: {1} | {0}
it: Cultura corrente: {1} | {0}
ja: 現在のカルチャー: {1} | {0}
tr: Güncel Kültür: {1} | {0}

# OrchardCore.ContentLocalization.Views.LocalizationPart.Edit
source: Your site does not have any cultures. Current System culture is {1} | {0}
ar: موقعك لا يحتوي على أية لغات. لغة النظام ستكون {1} | {0}
es: Tu sitio no tiene ninguna cultura. La cultura actual del sistema es {1} | {0}
fa: سایت شما از هیچ فرهنگی تبعیت نمی‌کند. فرهنگ سیستم فعلی {1} | {0} است
it: Il tuo sito non ha alcuna cultura selezionata. La cultura attuale del sistema è {1} | {0}
ja: サイトにカルチャーが設定されていません。システムのカルチャーは {1} | {0} です
tr: Sitenizde herhangi bir kültür (dil) yok. Geçerli Sistem kültürü (dili): {1} | {0}

# OrchardCore.ContentLocalization.Views.LocalizationPart.Edit
source: Edit {0}
ar: تحرير {0}
es: Editar {0}
fa: ویرایش {0}
it: Modifica {0}
ja: {0} を編集
tr: {0} Düzenle

# OrchardCore.ContentLocalization.Views.LocalizationPart.Edit
source: Create {0}
ar: إنشاء {0}
es: Crear {0}
fa: ایجاد {0}
it: Crea {0}
ja: {0} を作成
tr: {0} Oluştur

# OrchardCore.ContentLocalization.Views.LocalizationPart.Edit
source: Please save your content item before creating localizations
ar: فضلاً قم بحفظ عنصر المحتوى قبل تعريبه
es: Por favor, guarde su item de contenido antes de crear localizaciones
fa: قبل از ایجاد نسخه بومی‌سازی شده، لطفا این آیتم محتوا را ذخیره کنید
it: Si prega di salvare l'elemento del contenuto prima di creare le localizzazioni
ja: 翻訳版を作成する前にコンテンツを保存してください
tr: Yerelleştirme oluşturmadan önce lütfen içerik öğenizi kaydedin

# OrchardCore.ContentLocalization.Views.LocalizationPart.SummaryAdminLinks
source: Localizations
ar: التعريب
es: Localizaciones
fa: بومی‌سازی
it: Localizzazioni
ja: 翻訳版
tr: Yerelleştirmeler

# OrchardCore.ContentLocalization.Views.LocalizationPart.SummaryAdminLinks
source: Edit {0}
ar: تحرير {0}
es: Editar {0}
fa: ویرایش {0}
it: Modifica {0}
ja: {0} を編集
tr: {0} Düzenle

# OrchardCore.ContentLocalization.Views.LocalizationPart.SummaryAdminLinks
source: Create {0}
ar: إنشاء {0}
es: Crear {0}
fa: ایجاد {0}
it: Crea {0}
ja: {0} を作成
tr: {0} Oluştur
