Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Https.po
Languages: es, fr, ru, vi, zh_cn

# OrchardCore.Https.AdminMenu
source: Security
es: Seguridad

# OrchardCore.Https.AdminMenu
source: Settings
es: Ajustes
fr: Paramètres
ru: Настройки
vi: Cài đặt
zh_cn: 设置

# OrchardCore.Https.DeploymentStartup
source: Https settings
es: Ajustes de Https

# OrchardCore.Https.DeploymentStartup
source: Exports the Https settings.
es: Exporta los ajustes de Https.

# OrchardCore.Https.Drivers.HttpsSettingsDisplayDriver
source: For safety, Enabling require HTTPS over HTTP has been prevented.
es: Por seguridad, la activación requerir HTTPS sobre HTTP ha sido evitada.
fr: Pour des raisons de sécurité, l'activation de require HTTPS over HTTP a été empêchée.
ru: Для безопасности, включение требует HTTPS по HTTP было предотвращено.
vi: Để an toàn, việc kích hoạt yêu cầu HTTPS qua HTTP đã bị ngăn chặn.
zh_cn: 为了安全起见, 允许在 HTTP 上启用 HTTPS 已被阻止。

# OrchardCore.Https.Views.HttpsSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
es: El tenant actual se recargará cuando se guarden los ajustes.
fr: Le locataire actuel sera rechargé lorsque les paramètres seront sauvegardés.
ru: Текущий тенант будет перезагружен, когда настройки будут сохранены.
vi: Trang web hiện tại sẽ được tải lại sau khi các cài đặt được lưu.
zh_cn: 当设置保存时，将重新加载当前租户。

# OrchardCore.Https.Views.HttpsSettings.Edit
source: Require HTTPS
es: Requerir HTTPS
fr: Exiger HTTPS
ru: Требовать HTTPS
vi: Yêu cầu HTTPS
zh_cn: 需要 HTTPS

# OrchardCore.Https.Views.HttpsSettings.Edit
source: Require HTTPS for all requests
es: Requiere HTTPS para todas las solicitudes
fr: Exiger HTTPS pour toutes les demandes
ru: Требовать HTTPS для всех запросов
vi: Sử dụng HTTPS cho tất cả các yêu cầu
zh_cn: 要求所有请求使用 HTTPS

# OrchardCore.Https.Views.HttpsSettings.Edit
source: Enable HSTS
es: Habilitar HSTS
fr: Activer HSTS
ru: Включить HSTS
vi: Kích hoạt HSTS
zh_cn: 启用 HSTS

# OrchardCore.Https.Views.HttpsSettings.Edit
source: Indicates to browsers that connecting without transport security (e.g SSL or TLS) isn't allowed.
es: Indica a los navegadores que no están permitidos la conexión sin seguridad de transporte (por ejemplo SSL o TLS).
fr: Indique aux navigateurs que la connexion sans sécurité de transport (par exemple SSL ou TLS) n'est pas autorisée.
ru: Показывает браузерам, которые не имеют доступа к транспортной безопасности (например, SSL или TLS).
vi: Chỉ ra các trình duyệt kết nối mà không có bảo mật truyền tải (ví dụ: SSL hoặc TLS) không được phép.
zh_cn: 指示显示没有运输安全(例如 SSL 或 TLS)连接的浏览器。

# OrchardCore.Https.Views.HttpsSettings.Edit
source: This option should be enabled with caution, as it may prevent users from connecting if HTTPS was later disabled or wasn't available.
es: Esta opción debería activarse con precaución, ya que puede impedir que los usuarios se conecten si se desactiva o no está disponible HTTPS.
fr: Cette option devrait être activée avec prudence, car elle peut empêcher les utilisateurs de se connecter si HTTPS est désactivé par la suite ou n'est pas disponible.
ru: Эта опция должна быть включена с осторожностью, поскольку она может помешать пользователям подключаться, если HTTPS позже отключен или не был доступен.
vi: Tùy chọn này nên được kích hoạt một cách thận trọng, vì nó có thể ngăn người dùng kết nối nếu HTTPS sau đó bị vô hiệu hóa hoặc không khả dụng.
zh_cn: 此选项应该谨慎启用，因为如果 HTTPS 后来被禁用或者无法使用，它可能导致用户无法连接。

# OrchardCore.Https.Views.HttpsSettings.Edit
source: Require HTTPS Permanent
es: Requerir HTTPS permanente
fr: Exiger HTTPS Permanent
ru: Требовать HTTPS постоянно
vi: Yêu cầu HTTPS Vĩnh viễn
zh_cn: 需要 HTTPS 永久

# OrchardCore.Https.Views.HttpsSettings.Edit
source: Specifies whether a permanent redirect, 308 Moved Permanently, should be used instead of a temporary redirect, 307 Found, when redirecting to HTTPS
es: Especifica si una redirección permanente, 308 Moved Permanently, debe ser usada en lugar de una redirección temporal, 307 Found, cuando se redireccione a HTTPS
fr: Spécifie si une redirection permanente, 308 Moved Permanently, doit être utilisée au lieu d'une redirection temporaire, 307 Found, lors de la redirection vers HTTPS
ru: Определяет, следует ли постоянно перенаправить, 308 Перемещено навсегда, вместо временного перенаправления, 307 Найдено, при перенаправлении на HTTPS
vi: Xác định xem có nên sử dụng chuyển hướng vĩnh viễn, 308 Đã di chuyển Vĩnh viễn thay vì chuyển hướng tạm thời, 307 Tìm thấy khi chuyển hướng đến HTTPS
zh_cn: 指定当重定向到 HTTPS 时, 是否应使用永久重定向, 而不是临时重新定向、307 Found。

# OrchardCore.Https.Views.HttpsSettings.Edit
source: SSL Port
es: Puerto SSL
fr: Port SSL
ru: Порт SSL
vi: Cổng SSL
zh_cn: SSL 端口

# OrchardCore.Https.Views.HttpsSettings.Edit
source: The SSL Port Number, leave empty to let the middleware try to determinate it.
es: El número de puerto SSL, dejar vacío para que el middleware intente determinarlo.

# OrchardCore.Https.AdminMenu
source: Configuration
ru: Конфигурация
vi: Cấu hình
zh_cn: 配置

# OrchardCore.Https.Views.HttpsSettings.Edit
source: The SSL Port Number, leave empty to let the middlware try to determinate it.
fr: Le numéro de port SSL, laissez vide pour laisser le middleware essayer de le déterminer.
ru: Номер порта SSL, оставьте пустым, чтобы middlware попытался определить его.
vi: Số hiệu Cổng SSL, để trống để cho phần mềm trung gian cố gắng xác định nó.
zh_cn: SSL 端口号，留空让middlware尝试阻止它。
