Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Flows.po
Languages: ar

# OrchardCore.Flows.GraphQL.BagPartQueryObjectType
source: A BagPart allows to add content items directly within another content item
ar: يمكن لـ BagPart من إضافة عناصر محتوى ضمن عنصر محتوى آخر

# OrchardCore.Flows.GraphQL.FlowPartQueryObjectType
source: A FlowPart allows to add content items directly within another content item
ar: يمكن لـ FlowPart من إضافة عناصر محتوى ضمن عنصر محتوى آخر

# OrchardCore.Flows.Settings.BagPartSettingsDisplayDriver
source: At least one content type must be selected.
ar: لا بد من اختيار نوع محتوى واحد على الأقل.

# OrchardCore.Flows.Views.BagPart.Edit
source: Add Item
ar: إضافة عنصر

# OrchardCore.Flows.Views.BagPartSettings.Edit
source: Contained Content Types
ar: أنواع المحتوى الضمنية

# OrchardCore.Flows.Views.BagPartSettings.Edit
source: The content types that this bag can contain, e.g. Slide for a Slide Show.
ar: أنوع المحتوى التي يمكن أ يحويها الـ Bag هذا، هي على سبيل المثال: "شريحة" ضمن "شرائع عرض".

# OrchardCore.Flows.Views.BagPartSettings.Edit
source: Display Type
ar: إظهار النوع

# OrchardCore.Flows.Views.BagPartSettings.Edit
source: The display type to use when rendering the content items. Default is Summary.
ar: النوع المراد عرضه عند إظهار عناصر المحتوى. إفتراضياً سيتم عرض الملخص.

# OrchardCore.Flows.Views.FlowPart.Edit
source: Add Widget
ar: إضافة Widget

# OrchardCore.Flows.Views.Widget-Bag.Edit
source: Delete
ar: حذف

# OrchardCore.Flows.Views.Widget-Bag.Edit
source: Are you sure you want to remove this item?
ar: هل تريد بالتأكيد إزالة هذا العنصر؟

# OrchardCore.Flows.Views.Widget-Flow.Edit
source: Insert Widget
ar: إدراج Widget

# OrchardCore.Flows.Views.Widget-Flow.Edit
source: Delete
ar: حذف

# OrchardCore.Flows.Views.Widget-Flow.Edit
source: Are you sure you want to remove this item?
ar: هل تريد بالتأكيد إزالة هذا العنصر؟
