Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Settings.po
Languages: el, es, fa, vi

# OrchardCore.Settings.AdminMenu
source: Configuration
el: Παραμετροποίηση
es: Configuración
fa: پیکربندی
vi: Cấu hình

# OrchardCore.Settings.AdminMenu
source: Settings
el: Ρυθμίσεις
es: Ajustes
fa: تنظیمات
vi: Cài đặt

# OrchardCore.Settings.AdminMenu
source: General
el: Γενικά
fa: عمومی
vi: Tổng quát

# OrchardCore.Settings.Controllers.AdminController
source: Site settings updated successfully.
el: Οι ρυθμίσεις ενημερώθηκαν επιτυχώς.
es: Configuración del sitio actualizada correctamente.
fa: تنظیمات سایت با موفقیت به‌روزرسانی شد.
vi: Cài đặt trang web được cập nhật thành công.

# OrchardCore.Settings.Drivers.DefaultSiteSettingsDisplayDriver
source: The Base url must be a fully qualified URL.
el: Η βασική διεύθυνση URL πρέπει να είναι μια πλήρως κατάλληλη διεύθυνση URL.

# OrchardCore.Settings.Views.NavigationItemText-general.Id
source: General
el: Γενικά

# OrchardCore.Settings.Views.Settings.Edit
source: The current tenant will be reloaded when the settings are saved.
el: Ο τρέχων ενοικιαστής θα φορτωθεί ξανά όταν αποθηκευτούν οι ρυθμίσεις.
es: El inquilino actual se recargará cuando se guarden los ajustes.
fa: پس از ذخیره تنظیمات، tenant جاری، مجدد بارگذاری خواهد شد.

# OrchardCore.Settings.Views.Settings.Edit
source: Site
el: Ιστοσελίδα

# OrchardCore.Settings.Views.Settings.Edit
source: Resources
el: Πόροι

# OrchardCore.Settings.Views.Settings.Edit
source: Site name
el: Ονομα ιστοσελίδας
es: Nombre del Sitio
fa: نام سایت
vi: Tên Website

# OrchardCore.Settings.Views.Settings.Edit
source: The site name.
el: Το ονομα της ιστοσελίδας.
es: El nombre del sitio.
fa: نام سایت.
vi: Tên của website.

# OrchardCore.Settings.Views.Settings.Edit
source: Page title format
el: Μορφή τίτλου σελίδας
es: Formato de título de página
fa: فرمت عنوان صفحه

# OrchardCore.Settings.Views.Settings.Edit
source: The default format of page titles.
el: Η προεπιλεγμένη μορφή των τίτλων σελίδας.
es: El formato por defecto de los títulos de página.
fa: فرمت پیش‌فرض عنوان‌ صفحات.

# OrchardCore.Settings.Views.Settings.Edit
source: Base url
el: Βασικό url
es: Url Base
fa: آدرس پایه
vi: Url cơ sở

# OrchardCore.Settings.Views.Settings.Edit
source: Enter the fully qualified base URL of the web site.
el: Καταχώρισε την πλήρη βασική διεύθυνση URL της τοποθεσίας του web site.
es: Introduzca la URL base completamente calificada del sitio web.
fa: آدرس پایه وب‌سایت را به صورت کامل وارد نمایید.
vi: Nhập URL cơ sở đủ điều kiện của trang web.

# OrchardCore.Settings.Views.Settings.Edit
source: Default Time Zone
el: Προεπιλεγμένη Ζώνη Ώρας
es: Zona Horaria por Defecto
fa: ناحیه زمانی پیش‌فرض
vi: Múi giờ Mặc định

# OrchardCore.Settings.Views.Settings.Edit
source: Local to server
el: Τοπικό σε διακομιστή
es: Local al servidor
fa: از ناحیه زمانی فعلی سیستم شما در استفاده شود
vi: Cục bộ đến máy chủ

# OrchardCore.Settings.Views.Settings.Edit
source: Determines the default time zone used when displaying and editing dates and times. DST (daylight saving time) will be applied automatically per time zone if available.
el: Καθορίζει την προεπιλεγμένη ζώνη ώρας που χρησιμοποιείται κατά την εμφάνιση και την επεξεργασία ημερομηνιών και χρόνων. Το DST (θερινή ώρα) θα εφαρμοστεί αυτόματα ανά ζώνη ώρας, εάν υπάρχει.
es: Determina la zona horaria predeterminada utilizada al mostrar y editar fechas y horas. DST (daylight saving time) se aplicará automáticamente por zona horaria si está disponible.
fa: ناحیه زمانی پیش‌فرض که برای نمایش و ویرایش تاریخ‌ها و زمان‌ها استفاده می‌شود را مشخص می‌کند. DST (بلندتر یا کوتاه‌تر شدن مدتی که هوا روشن است به مدت یک ساعت که معمولا در تابستان رخ می‌دهد) به صورت خودکار در نظر و در صورت نیاز اعمال خواهد شد.
vi: Xác định múi giờ mặc định được sử dụng khi hiển thị và chỉnh sửa ngày và giờ. DST (daylight saving time) sẽ được áp dụng tự động cho mỗi múi giờ nếu có.

# OrchardCore.Settings.Views.Settings.Edit
source: Page size
el: Μέγεθος σελίδας
fa: تعداد در هر صفحه

# OrchardCore.Settings.Views.Settings.Edit
source: The default page size.
el: Το προεπιλεγμένο μέγεθος σελίδας.
fa: مقدار پیش فرض تعداد در هر صفحه.

# OrchardCore.Settings.Views.Settings.Edit
source: Settings for scripts and stylesheets
el: Ρυθμίσεις για scripts και stylesheets
es: Configuración de scripts y hojas de estilo
fa: تنظیمات اسکریپت‌ها و استایل‌شیت‌ها

# OrchardCore.Settings.Views.Settings.Edit
source: Use resources cache busting
el: Χρησιμοποίησε τους πόρους της προσωρινής μνήμης
es: Uso de la caché de recursos
fa: از امکان cache busting منابع استفاده شود

# OrchardCore.Settings.Views.Settings.Edit
source: Whether cache busting (append a version) is used for scripts and stylesheets
el: Το εάν η δημιουργία προσωρινής μνήμης (προσθήκη μιας έκδοσης) χρησιμοποιείται για δέσμες ενεργειών και stylesheets
fa: از Cache busting (افزودن ورژن به انتهای آدرس) برای اسکریپت‌ها و استایل‌شیت‌ها استفاده می‌شود

# OrchardCore.Settings.Views.Settings.Edit
source: Use framework CDN (Content Delivery Network)
el: Χρησιμοποίησε το πλαίσιο CDN (Δίκτυο Προβολής Περιεχομένου)
es: Usar framework CDN (Red de entrega de contenido)
fa: از (CDN (Content Delivery Network فریم‌وُرک استفاده شود

# OrchardCore.Settings.Views.Settings.Edit
source: Whether a framework CDN is used for registered scripts and stylesheets, such as jQuery, or their local version
el: Το κατά πόσο χρησιμοποιείται ένα πλαίσιο CDN για καταχωρημένα σενάρια και stylesheets, όπως το jQuery ή η τοπική τους έκδοση
es: Si un framework CDN se utiliza para scripts y hojas de estilo registradas, como jQuery, o su versión local
fa: برای ثبت اسکریپت‌ها و استایل‌شیت‌های فریم‌وُرک‌هایی مانند jQuery، به جای نسخه محلی‌ (نسخه موجود در هاست)، از CDN مربوط به آن‌ها استفاده می‌شود

# OrchardCore.Settings.Views.Settings.Edit
source: Site CDN (Content Delivery Network) base url
el: Url με βάση ένα ιστότοπο CDN (Content Delivery Network)
es: URL base del sitio CDN (Red de entrega de contenido)
fa: آدرس پایه (CDN (Content Delivery Network سایت

# OrchardCore.Settings.Views.Settings.Edit
source: A base CDN URL prefixed to the local scripts and stylesheets. It is disabled if the value is empty or if the Resource Debug Mode is enabled, e.g. <em>https://cdn.mysite.com</em>
el: Μια βασική διεύθυνση URL CDN προστίθεται στα τοπικά scripts και στα stylesheets. Απενεργοποιείται εάν η τιμή είναι κενή ή εάν είναι ενεργοποιημένη η Λειτουργία Εντοπισμού Σφαλμάτων πόρων, π.χ. <em>https://cdn.mysite.com</em>
es: Una URL base CDN prefijada a los scripts y hojas de estilo locales. Está deshabilitada si el valor está vacío o si el modo de depuración de recursos está activado, por ejemplo. <em>https://cdn.mysite.com</em>
fa: یک آدرس پایه CDN به قبل از آدرس اسکریپت‌ها و استایل‌شیت‌های محلی افزوده می‌شود. مانند <em>https://cdn.mysite.com</em>. زمانی که مقداری برای آدرس اسکریپت یا استایل‌شیت وارد نشده ویا زمانی که حالت اشکال‌زدایی فعال است، این گزینه غیر فعال می‌شود

# OrchardCore.Settings.Views.Settings.Edit
source: Resource Debug Mode
el: Λειτουργία Εντοπισμού Σφαλμάτων
es: Modo de depuración de recursos
fa: حالت اشکال‌زدایی منابع
vi: Chế độ Gỡ lỗi Tài nguyên

# OrchardCore.Settings.Views.Settings.Edit
source: From environment — disabled in <em>Production</em>, enabled otherwise
el: Περιβάλλον φόρμας - απενεργοποιημένο στην <em>Παραγωγή </em>, διαφορετικά ενεργοποιήμενο
fa: وابسته به مقدار متغیر environment در زمان اجرا — اگر مقدار <em>Production</em> باشد غیرفعال، درغیر این صورت فعال خواهدبود

# OrchardCore.Settings.Views.Settings.Edit
source: Enabled — use debuggable version of resources
el: Ενεργοποίημενο - χρησιμοποιηεί την εντολή debuggable των πόρων
es: Activado — usar versión depurable de recursos
fa: فعال — از نسخه مخصوص اشکال‌زدایی منابع استفاده شود
vi: Đã kích hoạt — sử dụng phiên bản gỡ lỗi của tài nguyên

# OrchardCore.Settings.Views.Settings.Edit
source: Disabled — use minified version of resources
el: Απενεργοποιημένο - χρησιμοποιεί την minified έκδοση των πόρων
es: Desactivado — usar versión minificada de recursos
fa: غیرفعال — از نسخه minify شده منابع استفاده شود
vi: Vô hiệu hóa - sử dụng phiên bản tài nguyên rút gọn

# OrchardCore.Settings.Views.Settings.Edit
source: Determines whether scripts and stylesheets load in their debuggable or minified form.
el: Προσδιορίζει αν τα scripts και τα stylesheets φορτώνονται στη μορφή debuggable ή minified τους.
es: Determina si los scripts y hojas de estilo se cargan en su forma depurable o minificada.
fa: مشخص می‌کند که اسکریپت‌ها و استایل‌شیت‌ها در حالت minify شده یا مناسب برای اشکال‌زدایی بارگذاری شوند.
vi: Xác định xem script và stylesheet tải trong debuggable của chúng hoặc hình thức giảm bớt.

# OrchardCore.Settings.Views.Settings.Edit
source: Enabled
el: Ενεργοποιημένο

# OrchardCore.Settings.Views.Settings.Edit
source: Disabled
el: Απενεργοποιημένο

# OrchardCore.Settings.Views.SiteSettings.SaveButton
source: Save
el: Αποθήκευση
es: Guardar
fa: ذخیره
vi: Lưu

# OrchardCore.Settings.Views.SiteSettings.SaveButton
source: Cancel
el: Άκυρο
es: Cancelar
fa: انصراف
vi: Bỏ qua

# OrchardCore.Settings.Views.Admin.Index
source: Settings
el: Ρυθμίσεις
es: Configuración
fa: تنظیمات
vi: Cài đặt

# OrchardCore.Settings.Views.Items.SiteSettingsDeploymentStep.Fields.Edit
source: Site Settings
el: Ρυθμίσεις Ιστοσελίδας
es: Configuración del Sitio
fa: تنظیمات سایت
vi: Cài đặt Website

# OrchardCore.Settings.Views.Items.SiteSettingsDeploymentStep.Fields.Edit
source: The site settings to add as part of the plan.
el: Οι ρυθμίσεις τοποθεσίας για προσθήκη ως μέρος του σχεδίου.
es: La configuración del sitio para agregar como parte del plan.
fa: تنظیمات سایتی که می‌خواهید به برنامه استقرار اضافه شود.
vi: Các thiết lập trang web để thêm như là một phần của kế hoạch.

# OrchardCore.Settings.Views.Items.SiteSettingsDeploymentStep.Fields.Summary
source: Site Settings
el: Ρυθμίσεις Ιστοσελίδας
es: Configuración del Sitio
fa: تنظیمات سایت
vi: Cài đặt Website

# OrchardCore.Settings.Views.Items.SiteSettingsDeploymentStep.Fields.Summary
source: No settings selected.
el: Δεν έχουν επιλεγεί ρυθμίσεις.
es: No hay ajustes seleccionados.
fa: هیچ تنظیماتی انتخاب نشده است.
vi: Không có cài đặt nào được chọn.

# OrchardCore.Settings.Views.Items.SiteSettingsDeploymentStep.Fields.Thumbnail
source: Site Settings
el: Ρυθμίσεις Ιστοσελίδας
es: Configuración del Sitio
fa: تنظیمات سایت
vi: Cài đặt Website

# OrchardCore.Settings.Views.Items.SiteSettingsDeploymentStep.Fields.Thumbnail
source: Exports the current site settings.
el: Εξάγει τις τρέχουσες ρυθμίσεις ιστότοπου.
es: Exportar los ajustes del sitio actual.
fa: از تنظیمات فعلی سایت خروجی می‌گیرد.
vi: Xuất cài đặt trang hiện tại.

# OrchardCore.Settings.Views.Shared.DisplayTemplates.RemovableCulture
source: Delete
el: Διαγραφή
es: Eliminar
fa: پاک‌کردن
vi: Xóa

# OrchardCore.Settings.Views.Settings.Edit
source: Resource Settings
es: Configuración de Recursos

# OrchardCore.Settings.Views.Settings.Edit
source: From environment — enabled in <em>Production</em>, disabled otherwise
es: Desde el entorno — habilitado en <em>Producción</em>, desactivado de otro modo
