Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.CustomSettings.po
Languages: vi

# OrchardCore.CustomSettings.AdminMenu
source: Configuration
vi: Cấu hình

# OrchardCore.CustomSettings.AdminMenu
source: Settings
vi: Cài đặt

# OrchardCore.CustomSettings.Views.Items.CustomSettingsDeploymentStep.Fields.Edit
source: Custom Settings
vi: Cài đặt Tùy chỉnh

# OrchardCore.CustomSettings.Views.Items.CustomSettingsDeploymentStep.Fields.Edit
source: Include all custom settings.
vi: Bao gồm tất cả các cài đặt tùy chỉnh.

# OrchardCore.CustomSettings.Views.Items.CustomSettingsDeploymentStep.Fields.Edit
source: The custom settings to add as part of the plan.
vi: Những cài đặt tùy chỉnh để thêm như một phần của kế hoạch.

source: Custom Settings
vi: Cài đặt Tùy chỉnh

source: All
vi: Tất cả

source: No custom settings selected.
vi: Không có cài đặt tùy chỉnh được chọn.

source: Custom Settings
vi: Cài đặt Tùy chỉnh

source: Exports all or specified custom settings.
vi: Xuất tất cả hoặc một vài cài đặt tùy chỉnh.
