Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.ReCaptcha.po
Languages: ar, fa, mk, zh_cn

# OrchardCore.ReCaptcha.AdminMenu
source: Security
fa: امنیت
mk: Безбедност
zh_cn: 安全

# OrchardCore.ReCaptcha.AdminMenu
source: Settings
ar: الإعدادات
fa: تنظیمات
mk: Подесувања
zh_cn: 设置

# OrchardCore.ReCaptcha.AdminMenu
source: reCaptcha
ar: إعادة رمز التحقق البشري
zh_cn: 验证码

# OrchardCore.ReCaptcha.DeploymentStartup
source: ReCaptcha settings
fa: تنظیمات ReCaptcha
mk: Подесувања на ReCaptcha
zh_cn: 验证码设置

# OrchardCore.ReCaptcha.DeploymentStartup
source: Exports the ReCaptcha settings.
fa: تنظیمات ReCaptcha را صادر می کند.
mk: Експорт на подесувања на ReCaptcha.
zh_cn: 导出验证码设置。

# OrchardCore.ReCaptcha.Workflows.ValidateReCaptchaTask
source: Validate ReCaptcha Task
ar: مهمة التحقق من الـ ReCaptcha
fa: وظیفه اعتبارسنجی ReCaptcha
mk: Валидирајте акција на „ReCaptcha“
zh_cn: 验证码任务

# OrchardCore.ReCaptcha.Workflows.ValidateReCaptchaTask
source: Validation
ar: التحقق
fa: اعتبارسنجی
mk: Валидација
zh_cn: 验证

# OrchardCore.ReCaptcha.Workflows.ValidateReCaptchaTask
source: Done
ar: تم
fa: انجام شد
mk: Завршено
zh_cn: 完成

# OrchardCore.ReCaptcha.Workflows.ValidateReCaptchaTask
source: Valid
ar: صالح
fa: معتبر
mk: Валидно
zh_cn: 有效

# OrchardCore.ReCaptcha.Workflows.ValidateReCaptchaTask
source: Invalid
ar: غير صالح
fa: نامعتبر
mk: Невалидно
zh_cn: 无效

# OrchardCore.ReCaptcha.Workflows.ValidateReCaptchaTask
source: Captcha validation failed. Try again.
ar: فشل التحقق من رمز التحقق البشري. حاول مرة أخرى.
fa: اعتبارسنجی Captcha انجام نشد. دوباره تلاش کنید.
mk: Валидацијата на „Captcha“ беше неуспешна. Обидете се повторно.
zh_cn: 验证码验证失败。请重试。

# OrchardCore.ReCaptcha.Views.ReCaptchaSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
ar: ستتم إعادة تحميل نسخة النظام الحالية (tenant) عند حفظ الإعدادت.
fa: با ذخیره تنظیمات، مستاجر فعلی دوباره بارگیری می شود.
mk: Тековниот „потстанар“ ќе биде повторно вчитан, кога ќе бидат сочувани подесувањата.
zh_cn: 当设置保存时，将重新加载当前租户。

# OrchardCore.ReCaptcha.Views.ReCaptchaSettings.Edit
source: Site Key
ar: مفتاح الموقع
fa: کلید سایت
mk: Клуч на сајтот
zh_cn: 站点密钥

# OrchardCore.ReCaptcha.Views.ReCaptchaSettings.Edit
source: Your Google's reCaptcha Site Key.
ar: مفتاح الموقع الخاص بأداة قوقل للتحقق البشري (Google's reCaptcha).
fa: کلید سایت reCaptcha گوگل شما.
mk: Вашиот „Google's reCaptcha“ клуч на сајтот.
zh_cn: 您的Google验证码网站密钥。

# OrchardCore.ReCaptcha.Views.ReCaptchaSettings.Edit
source: Secret Key
ar: المفتاح السري
fa: کلید مخفی
mk: Таен клуч
zh_cn: 密钥

# OrchardCore.ReCaptcha.Views.ReCaptchaSettings.Edit
source: Your Google's reCaptcha Secret Key.
ar: المفتاح السري الخاص بأداة قوقل للتحقق البشري (Google's reCaptcha).
fa: کلید مخفی reCaptcha گوگل شما.
mk: Вашиот „Google's reCaptcha“ таен клуч.
zh_cn: 您的 Google 验证码站点密钥。

# OrchardCore.ReCaptcha.Views.ReCaptchaSettings.Edit
source: Get your reCaptcha at
ar: أحصل على أداة التحقق البشري (reCaptcha) من خلال
fa: ReCaptcha خود را دریافت کنید از
mk: Превземето го вашиот „reCaptcha“ на
zh_cn: 获取您的验证码

# OrchardCore.ReCaptcha.Views.Items.ReCaptchaPart
source: ReCaptcha settings are not configured.
ar: لم يتم ضبط إعدادات أداة التحقق البشري (reCaptcha).
fa: تنظیمات ReCaptcha پیکربندی نشده است.
mk: Подесувањате на „ReCaptcha“ не се конфигурирани.
zh_cn: 验证码设置未配置。

# OrchardCore.ReCaptcha.Views.Items.ReCaptchaPart.Fields.Edit
source: <a {0}>ReCaptcha settings</a> are configured.
fa: <a {0}>ReCaptcha تنظیمات</a> پیکربندی شده‌اند.
mk: <a {0}>Подесувањате на „ReCaptcha“</a> се конфигурирани.
zh_cn: <a {0}>验证码设置</a> 已经配置。

# OrchardCore.ReCaptcha.Views.Items.ReCaptchaPart.Fields.Edit
source: <a {0}>ReCaptcha settings</a> are not configured. The captcha will not be displayed.
fa: <a {0}>ReCaptcha تنظیمات</a> پیکربندی نشده‌اند. Captcha نمایش داده نخواهد شد.
mk: <a {0}>Подесувањате на „ReCaptcha“</a> не се конфигурирани. Делот „captcha“ нема да биде прикажан.
zh_cn: <a {0}>验证码设置</a> 未配置。验证码将不会被显示。

# OrchardCore.ReCaptcha.Views.Items.ValidateReCaptchaTask.Fields.Design
source: Validate ReCaptcha
ar: التحقق من رمز التحقق البشري (reCaptcha)
fa: اعتبارسنجی ReCaptcha
mk: Валидирајте го „ReCaptcha“
zh_cn: 验证验证码

# OrchardCore.ReCaptcha.Views.Items.ValidateReCaptchaTask.Fields.Thumbnail
source: Validate ReCaptcha
ar: التحقق من رمز التحقق البشري (reCaptcha)
fa: اعتبارسنجی ReCaptcha
mk: Валидирајте го „ReCaptcha“
zh_cn: 验证验证码

# OrchardCore.ReCaptcha.Views.Items.ValidateReCaptchaTask.Fields.Thumbnail
source: Validates the recaptcha token for the current HTTP context in which the workflow executes.
ar: التحقق من رمز التحقق البشري (reCaptcha token) لطلب HTTP الحالي والمنفذ من مسير العمل.
fa: کد recaptcha را برای زمینه HTTP فعلی که در آن گردش کار اجرا می‌شود، تأیید می‌کند.
mk: Валидирајте го токенот на „ReCaptcha“ генериран за тековниот HTTP контекст, во кој се извршива тековниот „тек на работа“.
zh_cn: 在工作流的HTTP请求中使用验证码

# OrchardCore.ReCaptcha.AdminMenu
source: Configuration
ar: الضبط
