Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Rules.po
Languages: cs, fi

# OrchardCore.Rules.Services.ConditionOperatorConfigureOptions
source: Equals
cs: Rovná se
fi: Yhtä suuri kuin

# OrchardCore.Rules.Services.ConditionOperatorConfigureOptions
source: Does not equal
cs: Nerovná se
fi: Ei ole yhtä suuri kuin

# OrchardCore.Rules.Services.ConditionOperatorConfigureOptions
source: Starts with
cs: Začíná na
fi: Alkaa

# OrchardCore.Rules.Services.ConditionOperatorConfigureOptions
source: Does not start with
cs: Nezačíná na
fi: Ei alussa

# OrchardCore.Rules.Services.ConditionOperatorConfigureOptions
source: Ends with
cs: Končí na
fi: Päättyy

# OrchardCore.Rules.Services.ConditionOperatorConfigureOptions
source: Does not end with
cs: Nekončí na
fi: Ei pääty

# OrchardCore.Rules.Services.ConditionOperatorConfigureOptions
source: Contains
cs: Obsahuje
fi: Sisältää

# OrchardCore.Rules.Services.ConditionOperatorConfigureOptions
source: Does not contain
cs: Neobsahuje
fi: Ei sisällä

# OrchardCore.Rules.Views.Condition.Summary
source: Add
cs: Přidat
fi: Lisää

# OrchardCore.Rules.Views.Condition.Summary
source: Edit
cs: Upravit
fi: Muokkaa

# OrchardCore.Rules.Views.Condition.Summary
source: Delete
cs: Smazat
fi: Poista

# OrchardCore.Rules.Views.Condition.Thumbnail
source: Add
cs: Přidat
fi: Lisää

# OrchardCore.Rules.Views.ConditionsModal
source: Available Rules
cs: Dostupná pravidla
fi: Käytettävissä olevat säännöt

# OrchardCore.Rules.Views.ConditionsModal
source: Filter
cs: Filtr
fi: Suodatin

# OrchardCore.Rules.Views.ConditionsModal
source: Cancel
cs: Storno
fi: Peruuta

# OrchardCore.Rules.Views.Rule.Summary
source: Add
cs: Přidat
fi: Lisää

# OrchardCore.Rules.Views.Items.AllCondition.Fields.Edit
source: All
cs: Vše
fi: Kaikki

# OrchardCore.Rules.Views.Items.AllCondition.Fields.Edit
source: Name
cs: Název
fi: Nimi

# OrchardCore.Rules.Views.Items.AllCondition.Fields.Summary
source: All conditions
cs: Všechny podmínky
fi: Kaikki ehdot

# OrchardCore.Rules.Views.Items.AllCondition.Fields.Thumbnail
source: All condition group
cs: Všechny podmínky
fi: Kaikki ehtoryhmät

# OrchardCore.Rules.Views.Items.AllCondition.Fields.Thumbnail
source: An all condition group contains other conditions which are all required to be true.
cs: Skupina všech podmínek obsahuje další podmínky, které musí být všechny pravdivé.
fi: Kaikki-ehtoryhmä sisältää muita ehtoja, joiden kaikkien on oltava tosi.

# OrchardCore.Rules.Views.Items.AnyCondition.Fields.Edit
source: Any
cs: Jakékoliv
fi: Mikä tahansa

# OrchardCore.Rules.Views.Items.AnyCondition.Fields.Edit
source: Name
cs: Název
fi: Nimi

# OrchardCore.Rules.Views.Items.AnyCondition.Fields.Summary
source: Any conditions
cs: Alespoň jedna podmínka
fi: Kaikki ehdot

# OrchardCore.Rules.Views.Items.AnyCondition.Fields.Thumbnail
source: Any condition
cs: Alespoň jedna podmínka
fi: Mikä tahansa ehto

# OrchardCore.Rules.Views.Items.AnyCondition.Fields.Thumbnail
source: An any condition group contains other conditions but only requires any condition to be true.
cs: Skupina obsahuje další podmínky a ke splnění stačí, aby alespoň jedna byla pravdivá.
fi: Mikä tahansa -ehtoryhmä sisältää muita ehtoja, mutta edellyttää vain, että jokin ehdoista on tosi.

# OrchardCore.Rules.Views.Items.BooleanCondition.Fields.Edit
source: Boolean
cs: Logická hodnota
fi: Totuusarvo

# OrchardCore.Rules.Views.Items.BooleanCondition.Fields.Edit
source: True
cs: Pravda
fi: Tosi

# OrchardCore.Rules.Views.Items.BooleanCondition.Fields.Edit
source: False
cs: Nepravda
fi: Epätosi

# OrchardCore.Rules.Views.Items.BooleanCondition.Fields.Summary
source: Boolean condition
cs: Logická podmínka
fi: Totuusarvon ehto

# OrchardCore.Rules.Views.Items.BooleanCondition.Fields.Thumbnail
source: Boolean condition
cs: Logická podmínka
fi: Totuusarvon ehto

# OrchardCore.Rules.Views.Items.BooleanCondition.Fields.Thumbnail
source: A boolean condition can be either true or false.
cs: Logická podmínka může nabývat hodnot pravda anebo nepravda.
fi: Totuusehto voi olla joko tosi tai epätosi.

# OrchardCore.Rules.Views.Items.ConditionGroup.Fields.Summary
source: No conditions found. Please add at least one condition.
cs: Žádná podmínka nenalezena. Prosím přidejte alespoň jednu podmínku.
fi: Ehtoja ei löytynyt. Lisää vähintään yksi ehto.

# OrchardCore.Rules.Views.Items.ContentTypeCondition.Fields.Edit
source: Content type
cs: Typ obsahu
fi: Sisältötyyppi

# OrchardCore.Rules.Views.Items.ContentTypeCondition.Fields.Edit
source: Operation
cs: Operace
fi: Toiminta

# OrchardCore.Rules.Views.Items.ContentTypeCondition.Fields.Edit
source: Select the rule operator.
cs: Vyberte operátor pro pravidlo.
fi: Valitse sääntöoperaattori.

# OrchardCore.Rules.Views.Items.ContentTypeCondition.Fields.Edit
source: Value
cs: Hodnota
fi: Arvo

# OrchardCore.Rules.Views.Items.ContentTypeCondition.Fields.Edit
source: The value for the operation.
cs: Hodnota operace.
fi: Arvo toiminnalle.

# OrchardCore.Rules.Views.Items.ContentTypeCondition.Fields.Summary
source: Content type
cs: Typ obsahu
fi: Sisältötyyppi

# OrchardCore.Rules.Views.Items.ContentTypeCondition.Fields.Thumbnail
source: Content type condition
cs: Podmínka dle typu obsahu
fi: Sisällön tyypin ehto

# OrchardCore.Rules.Views.Items.ContentTypeCondition.Fields.Thumbnail
source: A content type condition evaluates the currently displayed content types against a value.
cs: Podmínka dle typu obsahu porovnává aktuálně zobrazené typy obsahu oproti hodnotě.
fi: Sisältötyyppiehto arvioi tällä hetkellä näytettäviä sisältötyyppejä suhteessa arvoon.

# OrchardCore.Rules.Views.Items.CultureCondition.Fields.Edit
source: Culture
cs: Jazyková verze
fi: Kulttuuri

# OrchardCore.Rules.Views.Items.CultureCondition.Fields.Edit
source: Operation
cs: Operace
fi: Toiminta

# OrchardCore.Rules.Views.Items.CultureCondition.Fields.Edit
source: Select the condition operator.
cs: Vyberte operátor pro podmínku.
fi: Valitse ehto-operaattori.

# OrchardCore.Rules.Views.Items.CultureCondition.Fields.Edit
source: Value
cs: Hodnota
fi: Arvo

# OrchardCore.Rules.Views.Items.CultureCondition.Fields.Edit
source: The value for the operation.
cs: Hodnota operace.
fi: Arvo toiminnalle.

# OrchardCore.Rules.Views.Items.CultureCondition.Fields.Summary
source: Culture
cs: Jazyková verze
fi: Kulttuuri

# OrchardCore.Rules.Views.Items.CultureCondition.Fields.Thumbnail
source: Culture condition
cs: Podmínka dle jazykové verze
fi: Kulttuurin ehto

# OrchardCore.Rules.Views.Items.CultureCondition.Fields.Thumbnail
source: A culture condition evaluates the current ui culture against a value.
cs: Podmínka dle jazykové verze porovnává nastavenou jazykovou verzi oproti hodnotě.
fi: Kulttuuriehto arvioi nykyisen käyttöliittymän kulttuurin arvoa vastaan.

# OrchardCore.Rules.Views.Items.HomepageCondition.Fields.Edit
source: Homepage
cs: Domovská stránka
fi: Kotisivu

# OrchardCore.Rules.Views.Items.HomepageCondition.Fields.Edit
source: Is homepage
cs: Je domovská stránka
fi: Jos on kotisivu

# OrchardCore.Rules.Views.Items.HomepageCondition.Fields.Edit
source: Is not homepage
cs: Není domovská stránka
fi: Jos ei ole kotisivu

# OrchardCore.Rules.Views.Items.HomepageCondition.Fields.Summary
source: Is homepage
cs: Je domovská stránka
fi: Jos on kotisivu

# OrchardCore.Rules.Views.Items.HomepageCondition.Fields.Summary
source: Is not homepage
cs: Není domovská stránka
fi: Jos ei ole kotisivu

# OrchardCore.Rules.Views.Items.HomepageCondition.Fields.Thumbnail
source: Homepage condition
cs: Podmínka dle domovské stránky
fi: Kotisivu ehto

# OrchardCore.Rules.Views.Items.IsAnonymousCondition.Fields.Edit
source: Is anonymous condition
cs: Podmínka dle anonymního uživatele
fi: Jos on anonyymi ehto

# OrchardCore.Rules.Views.Items.IsAnonymousCondition.Fields.Summary
source: Is anonymous
cs: Je anonymní
fi: Jos on anonyymi

# OrchardCore.Rules.Views.Items.IsAnonymousCondition.Fields.Thumbnail
source: Is anonymous condition
cs: Podmínka dle anonymního uživatele
fi: Jos on anonyymi ehto

# OrchardCore.Rules.Views.Items.IsAuthenticatedCondition.Fields.Edit
source: Is authenticated condition
cs: Podmínka dle ověřeného uživatele
fi: Jos on tunnistettu ehto

# OrchardCore.Rules.Views.Items.IsAuthenticatedCondition.Fields.Summary
source: Is authenticated
cs: Je ověřený
fi: Jos on tunnistettu

# OrchardCore.Rules.Views.Items.IsAuthenticatedCondition.Fields.Thumbnail
source: Is authenticated condition
cs: Podmínka dle ověřeného uživatele
fi: Jos on tunnistettu ehto

# OrchardCore.Rules.Views.Items.IsAuthenticatedCondition.Fields.Thumbnail
source: Whether the current user is authenticated.
cs: Zda je aktuální uživatel ověřen.
fi: Onko nykyinen käyttäjä todennettu.

# OrchardCore.Rules.Views.Items.JavascriptCondition.Fields.Edit
source: Javascript
fi: Javaskripti

# OrchardCore.Rules.Views.Items.JavascriptCondition.Fields.Edit
source: Script
cs: Skript
fi: Skripti

# OrchardCore.Rules.Views.Items.JavascriptCondition.Fields.Edit
source: The script must return true or false.
cs: Skript musí vrátit pravdivou nebo nepravdivou hodnotu.
fi: Skriptin on palautettava tosi tai epätosi.

# OrchardCore.Rules.Views.Items.JavascriptCondition.Fields.Summary
source: Javascript condition
cs: Javascriptová podmínka
fi: Javaskripti ehto

# OrchardCore.Rules.Views.Items.JavascriptCondition.Fields.Thumbnail
source: Javascript condition
cs: Javascriptová podmínka
fi: Javaskripti ehto

# OrchardCore.Rules.Views.Items.JavascriptCondition.Fields.Thumbnail
source: A script condition written in javascript.
cs: Skriptová podmínka napsaná v javascriptu.
fi: JavaScriptillä kirjoitettu skriptiehto.

# OrchardCore.Rules.Views.Items.RoleCondition.Fields.Edit
source: Role
fi: Rooli

# OrchardCore.Rules.Views.Items.RoleCondition.Fields.Edit
source: Operation
cs: Operace
fi: Toiminta

# OrchardCore.Rules.Views.Items.RoleCondition.Fields.Edit
source: Select the condition operator.
cs: Vyberte operátor pro podmínku.
fi: Valitse ehto-operaattori.

# OrchardCore.Rules.Views.Items.RoleCondition.Fields.Edit
source: Value
cs: Hodnota
fi: Arvo

# OrchardCore.Rules.Views.Items.RoleCondition.Fields.Edit
source: The value for the operation.
cs: Hodnota operace.
fi: Arvo toiminnalle.

# OrchardCore.Rules.Views.Items.RoleCondition.Fields.Summary
source: Role
fi: Rooli

# OrchardCore.Rules.Views.Items.RoleCondition.Fields.Thumbnail
source: Role condition
cs: Podmínka dle role
fi: Roolin ehto

# OrchardCore.Rules.Views.Items.RoleCondition.Fields.Thumbnail
source: A role condition evaluates the current users roles against a value.
cs: Podmínka dle role porovnává uživatelovy role oproti hodnotě.
fi: Rooliehto arvioi nykyisen käyttäjän rooleja arvoa vastaan.

# OrchardCore.Rules.Views.Items.Rule.Fields.Summary
source: Rules
cs: Pravidla
fi: Säännöt

# OrchardCore.Rules.Views.Items.UrlCondition.Fields.Edit
source: Url
fi: Url-osoite

# OrchardCore.Rules.Views.Items.UrlCondition.Fields.Edit
source: Operation
cs: Operace
fi: Toiminta

# OrchardCore.Rules.Views.Items.UrlCondition.Fields.Edit
source: Select the condition operator.
cs: Vyberte operátor pro podmínku.
fi: Valitse ehto-operaattori.

# OrchardCore.Rules.Views.Items.UrlCondition.Fields.Edit
source: Value
cs: Hodnota
fi: Arvo

# OrchardCore.Rules.Views.Items.UrlCondition.Fields.Edit
source: The value for the operation.
cs: Hodnota operace.
fi: Arvo toiminnalle.

# OrchardCore.Rules.Views.Items.UrlCondition.Fields.Summary
source: Url
fi: Url-osoite

# OrchardCore.Rules.Views.Items.UrlCondition.Fields.Thumbnail
source: Url condition
cs: Podmínka dle Url
fi: Url-osoite ehto

# OrchardCore.Rules.Views.Items.UrlCondition.Fields.Thumbnail
source: A url condition evaluates the current url against a value.
cs: Podmínka dle Url porovnává současnou Url oproti hodnotě.
fi: URL-ehto arvioi nykyisen URL-osoitteen arvoa vastaan.

# OrchardCore.Rules.Views.Items.HomepageCondition.Fields.Thumbnail
source: Whether the current page is the site homepage.
cs: Zda je aktuální stránka domovskou stránkou.

# OrchardCore.Rules.Views.Items.IsAnonymousCondition.Fields.Thumbnail
source: Whether the current user is anonymous, i.e. not authenticated.
cs: Zda je aktuální uživatel anonymní, tzn. není ověřen.
