Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Roles.po
Languages: fa

# OrchardCore.Roles.AdminMenu
source: Security
fa: امنیت

# OrchardCore.Roles.AdminMenu
source: Roles
fa: نقش‌ها

# OrchardCore.Roles.Controllers.AdminController
source: Invalid role name.
fa: نام نقش نامعتبر است.

# OrchardCore.Roles.Controllers.AdminController
source: The role is already used.
fa: این نقش قبلا استفاده شده است.

# OrchardCore.Roles.Controllers.AdminController
source: Role created successfully.
fa: نقش با موفقیت ایجاد شد.

# OrchardCore.Roles.Controllers.AdminController
source: Role deleted successfully.
fa: نقش با موفقیت حذف شد.

# OrchardCore.Roles.Controllers.AdminController
source: Could not delete this role.
fa: این نقش را نمی توانید حذف کنید.

# OrchardCore.Roles.Controllers.AdminController
source: Role updated successfully.
fa: نقش با موفقیت به‌روزرسانی شد.

# OrchardCore.Roles.Controllers.AdminController
source: {0} Feature
fa: ویژگی {0}

# OrchardCore.Roles.Services.RoleStore
source: Can't delete system roles.
fa: نقش‌های سیستمی را نمی‌توان پاک کرد.

# OrchardCore.Roles.Views.NavigationItemText-roles.Id
source: Roles
fa: نقش‌ها

# OrchardCore.Roles.Views.Admin.Create
source: Create Role
fa: ایجاد نقش

# OrchardCore.Roles.Views.Admin.Create
source: Role name
fa: نام نقش

# OrchardCore.Roles.Views.Admin.Create
source: The role name is required.
fa: نام نقش ضروری است.

# OrchardCore.Roles.Views.Admin.Create
source: Role description
fa: توضیحات نقش

# OrchardCore.Roles.Views.Admin.Create
source: Create
fa: ایجاد

# OrchardCore.Roles.Views.Admin.Create
source: Cancel
fa: انصراف

# OrchardCore.Roles.Views.Admin.Edit
source: Edit Role {0}
fa: ویرایش نقش {0}

# OrchardCore.Roles.Views.Admin.Edit
source: Search
fa: جستجو

# OrchardCore.Roles.Views.Admin.Edit
source: Edit Role Detail
fa: ویرایش جزئیات نقش

# OrchardCore.Roles.Views.Admin.Edit
source: Role description
fa: توضیحات نقش

# OrchardCore.Roles.Views.Admin.Edit
source: Role permissions
fa: مجوز‌های نقش

# OrchardCore.Roles.Views.Admin.Edit
source: Allow
fa: مجاز

# OrchardCore.Roles.Views.Admin.Edit
source: Permission is granted explicitly.
fa: مجوز به طور صریح اعطا می‌شود.

# OrchardCore.Roles.Views.Admin.Edit
source: Effective
fa: موثر

# OrchardCore.Roles.Views.Admin.Edit
source: Permission is implied by a higher level permission, or explicitly granted.
fa: مجوز با اجازه سطح بالاتر یا به طور صریح اعطا می‌شود.

# OrchardCore.Roles.Views.Admin.Edit
source: Permission
fa: مجوز

# OrchardCore.Roles.Views.Admin.Edit
source: This permission could allow a user to elevate their other permissions. Grant it with extreme consideration.
fa: این مجوز برای کاربر امکان بالابردن دسترسی‌های دیگرش را فراهم می‌کند. پس از انجام ملاحظات جدی این مجوز را اعطا کنید.

# OrchardCore.Roles.Views.Admin.Edit
source: Security Critical
fa: بحران امنیتی

# OrchardCore.Roles.Views.Admin.Edit
source: Save
fa: ذخیره

# OrchardCore.Roles.Views.Admin.Edit
source: Cancel
fa: انصراف

# OrchardCore.Roles.Views.Admin.Index
source: Roles
fa: نقش‌ها

# OrchardCore.Roles.Views.Admin.Index
source: Search
fa: جستجو

# OrchardCore.Roles.Views.Admin.Index
source: Add Role
fa: افزودن نقش

# OrchardCore.Roles.Views.Admin.Index
source: Are you sure you want to delete this role?
fa: آیا از پاک‌کردن این نقش اطمینان دارید؟

# OrchardCore.Roles.Views.Admin.Index
source: Edit
fa: ویرایش

# OrchardCore.Roles.Views.Admin.Index
source: Delete Role
fa: حذف نقش

# OrchardCore.Roles.Views.Admin.Index
source: Delete
fa: پاک‌کردن

# OrchardCore.Roles.Views.Admin.Index
source: <strong>Nothing here!</strong> Your search returned no results.
fa: <strong>هیچی اینجا نیست!</strong> هیچ نتیجه‌ای برای جستجوی شما یافت نشد.

# OrchardCore.Roles.Views.Items.AllRolesDeploymentStep.Edit
source: All Roles
fa: تمام نقش‌ها

# OrchardCore.Roles.Views.Items.AllRolesDeploymentStep.Summary
source: All Roles
fa: تمام نقش‌ها

# OrchardCore.Roles.Views.Items.AllRolesDeploymentStep.Summary
source: Adds all roles to the plan.
fa: همه نقش‌ها را به برنامه استقرار اضافه می‌کند.

# OrchardCore.Roles.Views.Items.AllRolesDeploymentStep.Thumbnail
source: All Roles
fa: تمام نقش‌ها

# OrchardCore.Roles.Views.Items.AllRolesDeploymentStep.Thumbnail
source: Exports every role.
fa: از همه نقش‌ها خروجی می‌گیرد.
