Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Demo.po
Languages: sv, zh_cn

# OrchardCore.Demo.AdminMenu
source: Demo
zh_cn: 演示

# OrchardCore.Demo.AdminMenu
source: This Menu Item 1
sv: Detta meny-objekt 1
zh_cn: 此菜单项1

# OrchardCore.Demo.AdminMenu
source: This is Menu Item 1.1
sv: Detta är meny-objekt 1.1
zh_cn: 这是菜单项1.1

# OrchardCore.Demo.AdminMenu
source: This is Menu Item 1.2
sv: Detta är meny-objekt 1.2
zh_cn: 这是菜单项1.2

# OrchardCore.Demo.AdminMenu
source: This Menu Item 2
sv: Detta meny-objekt 2
zh_cn: 此菜单项2

# OrchardCore.Demo.AdminMenu
source: This is Menu Item 2.1
sv: Detta är meny-objekt 2.1
zh_cn: 这是菜单项2.1

# OrchardCore.Demo.AdminMenu
source: This is Menu Item 2.2
sv: Detta är meny-objekt 2.2
zh_cn: 这是菜单项2.2

# OrchardCore.Demo.AdminMenu
source: This is Menu Item 3.2
sv: Detta är meny-objekt 3.2
zh_cn: 这是菜单项3.2

# OrchardCore.Demo.AdminMenu
source: This Menu Item 3
sv: Detta meny-objekt 3
zh_cn: 此菜单项3

# OrchardCore.Demo.AdminMenu
source: This is Menu Item 3.1
sv: Detta är meny-objekt 3.1
zh_cn: 这是菜单项3.1

# OrchardCore.Demo.AdminMenu
source: Todo (Liquid - Frontend)
sv: Att göra (Liquid - Frontend)
zh_cn: 待办事项（Liquid - Frontend）

# OrchardCore.Demo.Views.NavigationItemText-demo.Id
source: Demo
zh_cn: 演示

# OrchardCore.Demo.Views.UserProfile.Edit
source: First Name
sv: Förnamn
zh_cn: 名字

# OrchardCore.Demo.Views.UserProfile.Edit
source: Last Name
sv: Efternamn
zh_cn: 姓氏

# OrchardCore.Demo.Views.UserProfile.Edit
source: Age
sv: Ålder
zh_cn: 年龄

# OrchardCore.Demo.Views.Content.Edit
source: Edit {0}
sv: Redigera {0}
zh_cn: 编辑 {0}
