Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Lucene.po
Languages: fr, pt_br

# OrchardCore.Lucene.AdminMenu
source: Search
fr: Recherche
pt_br: Pesquisar

# OrchardCore.Lucene.AdminMenu
source: Indexing
fr: Indexation
pt_br: Indexando

# OrchardCore.Lucene.AdminMenu
source: Lucene Indices
fr: Index Lucene
pt_br: Índices Lucene

# OrchardCore.Lucene.AdminMenu
source: Run Lucene Query
fr: Requête Lucene
pt_br: Executar consulta Lucene

# OrchardCore.Lucene.AdminMenu
source: Settings
fr: Paramètres
pt_br: Configurações

# OrchardCore.Lucene.Controllers.AdminController
source: Reset
fr: Réinitialiser
pt_br: Reiniciar

# OrchardCore.Lucene.Controllers.AdminController
source: Rebuild
fr: Reconstruire
pt_br: Reconstruir

# OrchardCore.Lucene.Controllers.AdminController
source: Delete
fr: Supprimer
pt_br: Excluir

# OrchardCore.Lucene.Controllers.AdminController
source: Any culture
fr: Toutes les cultures
pt_br: Qualquer cultura

# OrchardCore.Lucene.Controllers.AdminController
source: An index named {0} already exists.
fr: Un index nommé {0} existe déjà.
pt_br: Um índice chamado {0} já existe.

# OrchardCore.Lucene.Controllers.AdminController
source: An index named {0} doesn't exist.
fr: Un index nommé {0} n'existe pas.
pt_br: Um índice chamado {0} não existe.

# OrchardCore.Lucene.Controllers.AdminController
source: An error occurred while creating the index.
fr: Une erreur s’est produite lors de la création de l'index.

# OrchardCore.Lucene.Controllers.AdminController
source: Index <em>{0}</em> created successfully.
fr: Index <em>{0}</em> créé avec succès.
pt_br: Índice <em>{0}</em> criado com sucesso.

# OrchardCore.Lucene.Controllers.AdminController
source: An error occurred while editing the index.
fr: Une erreur s'est produite lors de la modification de l'index.

# OrchardCore.Lucene.Controllers.AdminController
source: Index <em>{0}</em> modified successfully, <strong>please consider doing a rebuild on the index.</strong>
fr: L'index <em>{0}</em> a été modifié avec succès, <strong>veuillez envisager de reconstruire l'index.</strong>
pt_br: Índice <em>{0}</em> modificado com sucesso, <strong>por favor considere fazer uma reconstrução do índice.</strong>

# OrchardCore.Lucene.Controllers.AdminController
source: Index <em>{0}</em> reset successfully.
fr: Index <em>{0}</em> réinitialisé avec succès.
pt_br: Índice <em>{0}</em> reiniciado com sucesso.

# OrchardCore.Lucene.Controllers.AdminController
source: Index <em>{0}</em> rebuilt successfully.
fr: Index <em>{0}</em> reconstruit avec succès.
pt_br: Índice <em>{0}</em> reconstruido com sucesso.

# OrchardCore.Lucene.Controllers.AdminController
source: Index <em>{0}</em> deleted successfully.
fr: Index <em>{0}</em> supprimé avec succès.
pt_br: Índice <em>{0}</em> excluído com sucesso.

# OrchardCore.Lucene.Controllers.AdminController
source: An error occurred while deleting the index.
fr: Une erreur est survenue lors de la suppression de l'index.
pt_br: Ocorreu um erro ao excluir o índice.

# OrchardCore.Lucene.Controllers.AdminController
source: Invalid query : {0}
fr: Requête invalide : {0}
pt_br: Consulta inválida : {0}

# OrchardCore.Lucene.Controllers.AdminController
source: Indices successfully removed.
fr: Index supprimé avec succès.

# OrchardCore.Lucene.Controllers.AdminController
source: At least one content type selection is required.
fr: Au moins une sélection de type de contenu est nécessaire.
pt_br: Pelo menos um tipo de conteúdo é obrigatório.

# OrchardCore.Lucene.Controllers.AdminController
source: The index name is required.
fr: Le nom de l'index est requis.
pt_br: O nome do índice é obrigatório.

# OrchardCore.Lucene.Controllers.AdminController
source: The index name contains unallowed chars.
fr: Le nom de l'index contient des caractères non autorisés.
pt_br: O nome do índice contém caracteres não permitidos.

# OrchardCore.Lucene.Controllers.SearchController
source: Incorrect query syntax.
fr: Syntaxe de requête incorrecte.
pt_br: Sintaxe de consulta incorreta.

# OrchardCore.Lucene.Drivers.LuceneQueryDisplayDriver
source: The query field is required
fr: Le champ de requête est obligatoire
pt_br: O campo consulta é obrigatório

# OrchardCore.Lucene.Drivers.LuceneQueryDisplayDriver
source: The index field is required
fr: Le champ index est obligatoire
pt_br: O campo índice é obrigatório

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Include this element in the index
fr: Inclure cet élément dans l'index
pt_br: Incluir este elemento no índice

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Check to include the value of this element in the index.
fr: Cocher pour inclure la valeur de cet élément dans l'index.
pt_br: Selecione para incluir o valor deste elemento no índice.

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Stored
fr: Stocké
pt_br: Armazenado

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Check to be able to retrieve the value from the index.
fr: Cocher pour pouvoir récupérer la valeur à partir de l'index.
pt_br: Selecione para conseguir recuperar o valor do índice.

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Analyzed
fr: Analysé
pt_br: Analisado

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Check to analyze the value as readable text.
fr: Cocher pour analyser la valeur en tant que texte lisible.
pt_br: Selecione para analisar o valor como texto legível.

# OrchardCore.Lucene.Views.ContentPickerFieldLuceneEditorSettings.Edit
source: The Lucene index to query for content items
fr: L'index Lucene à rechercher pour les éléments de contenu
pt_br: O índice Lucene a consultar para itens de conteúdo

# OrchardCore.Lucene.Views.LuceneQuery.Buttons.SummaryAdmin
source: Run
fr: Executer
pt_br: Executar

# OrchardCore.Lucene.Views.LuceneQuery.Edit
source: The lucene index to search on
fr: L'index lucene dans lequel rechercher
pt_br: O índice de lucene para pesquisar

# OrchardCore.Lucene.Views.LuceneQuery.Edit
source: Return Content Items
fr: Retour des éléments de contenu
pt_br: Retornar itens de conteúdo

# OrchardCore.Lucene.Views.LuceneQuery.Edit
source: Check to return the corresponding content items.
fr: Cocher pour retourner les éléments de contenu correspondants.
pt_br: Selecione para devolver os itens de conteúdo correspondentes.

# OrchardCore.Lucene.Views.LuceneQuery.Edit
source: Query
fr: Requête
pt_br: Consulta

# OrchardCore.Lucene.Views.LuceneQuery.Edit
source: The search query uses the Elasticsearch format. Some documentation can be found here <a target="_blank" href="https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html">https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html</a>
fr: La requête de recherche utilise le format Elasticsearch. De la documentation peut être trouvée ici <a target="_blank" href="https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html">https://www.elastic.co/guide/fr/elasticsearch/reference/current/query-dsl.html</a>
pt_br: A consulta de pesquisa usa o formato Elasticsearch. Alguma documentação pode ser encontrada aqui <a target="_blank" href="https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html">https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html</a>

# OrchardCore.Lucene.Views.LuceneQuery.SummaryAdmin
source: Lucene query
fr: Requête Lucene
pt_br: Consulta de Lucene

# OrchardCore.Lucene.Views.LuceneSettings.Edit
source: Default search index
fr: Index de recherche par défaut
pt_br: Índice de pesquisa padrão

# OrchardCore.Lucene.Views.LuceneSettings.Edit
source: Select a search index
fr: Sélectionnez un index de recherche

# OrchardCore.Lucene.Views.LuceneSettings.Edit
source: The default index to use for the search page.
fr: L'index par défaut à utiliser pour la page de recherche.
pt_br: O índice padrão a ser usado na página de busca.

# OrchardCore.Lucene.Views.LuceneSettings.Edit
source: You need to create at least an index to set as the Search index.
fr: Vous devez créer au moins un index pour définir comme index de recherche.
pt_br: Você precisa criar pelo menos um índice para definir como índice de pesquisa.

# OrchardCore.Lucene.Views.LuceneSettings.Edit
source: Default searched fields
fr: Champs recherchés par défaut
pt_br: Campos pesquisados por padrão

# OrchardCore.Lucene.Views.LuceneSettings.Edit
source: A comma separated list of fields to use for search pages. The default value is <code>Content.ContentItem.FullText</code>.
fr: Une liste de champs séparés par des virgules à utiliser pour les pages de recherche. La valeur par défaut est <code>Content.ContentItem.FullText</code>.
pt_br: Uma lista separada por vírgulas de campos a serem usados nas páginas de pesquisa. O valor padrão é <code>Content.ContentItem.FullText</code>.

# OrchardCore.Lucene.Views.LuceneSettings.Edit
source: Allow Lucene queries in search forms
fr: Autoriser les requêtes Lucene dans les formulaires de recherche
pt_br: Permitir consultas Lucene nos formulários de pesquisa

# OrchardCore.Lucene.Views.LuceneSettings.Edit
source: Whether search queries should be allowed to use <a href="https://lucene.apache.org/core/2_9_4/queryparsersyntax.html">Lucene query parser syntax</a>.
fr: Si les requêtes de recherche doivent être autorisées à utiliser la <a href="https://lucene.apache.org/core/2_9_4/queryparsersyntax.html">syntaxe de l'analyseur de requête Lucene</a>.
pt_br: Se consultas de pesquisa devem permitir a utilização de <a href="https://lucene.apache.org/core/2_9_4/queryparsersyntax.html">sintaxe de consulta Lucene</a>.

# OrchardCore.Lucene.Views.LuceneSettings.Edit
source: See documentation
fr: Voir la documentation

# OrchardCore.Lucene.Views.NavigationItemText-search.Id
source: Search
fr: Recherche
pt_br: Pesquisar

# OrchardCore.Lucene.Views.Query-Lucene.Link
source: Queries a Lucene index.
fr: Requête un index Lucene.
pt_br: Consulta um índice de Lucene.

# OrchardCore.Lucene.Views.Query-Lucene.Link
source: Add
fr: Ajouter
pt_br: Adicionar

# OrchardCore.Lucene.Views.Search-Form
source: Enter your search term(s)
fr: Saisir vos termes de recherche
pt_br: Digite seu(s) termo(s) de pesquisa

# OrchardCore.Lucene.Views.Search-Form
source: Search
fr: Recherche
pt_br: Pesquisar

# OrchardCore.Lucene.Views.Search-Results
source: There are no such results.
fr: Il n'y a aucun résultat.
pt_br: Nenhum resultado encontrado.

# OrchardCore.Lucene.Views.Admin.Edit
source: Create Index
fr: Créer un index
pt_br: Criar Índice

# OrchardCore.Lucene.Views.Admin.Edit
source: Edit Index
fr: Modifier l'index
pt_br: Editar índice

# OrchardCore.Lucene.Views.Admin.Edit
source: Index Name
fr: Nom de l'index
pt_br: Nome do índice

# OrchardCore.Lucene.Views.Admin.Edit
source: Analyzer Name
fr: Nom de l'Analyseur
pt_br: Nome do Analizador

# OrchardCore.Lucene.Views.Admin.Edit
source: The content culture that it will index.
fr: La culture de contenu qu'il indexera.
pt_br: O idioma do conteúdo que será indexado.

# OrchardCore.Lucene.Views.Admin.Edit
source: Content Types
fr: Types de contenus
pt_br: Tipos de Conteúdo

# OrchardCore.Lucene.Views.Admin.Edit
source: The content types to index. Choose at least one.
fr: Les types de contenu à indexer. Choisissez au moins un.
pt_br: Os tipos de conteúdo a indexar. Escolha pelo menos um.

# OrchardCore.Lucene.Views.Admin.Edit
source: Index options
fr: Options d'index
pt_br: Opções do índice

# OrchardCore.Lucene.Views.Admin.Edit
source: Index latest version
fr: Indexer la dernière version
pt_br: Indexar última versão

# OrchardCore.Lucene.Views.Admin.Edit
source: Check to index draft if it exists, otherwise only the published version is indexed.
fr: Cochez pour indexer le brouillon s'il existe, sinon seule la version publiée est indexée.
pt_br: Selecione para indexar rascunho se existe, caso contrário, apenas a versão publicada é indexada.

# OrchardCore.Lucene.Views.Admin.Edit
source: Create
fr: Créer
pt_br: Criar

# OrchardCore.Lucene.Views.Admin.Edit
source: Cancel
fr: Annuler
pt_br: Cancelar

# OrchardCore.Lucene.Views.Admin.Edit
source: Save
fr: Enregistrer
pt_br: Salvar

# OrchardCore.Lucene.Views.Admin.Index
source: Indices
fr: Index
pt_br: Índices

# OrchardCore.Lucene.Views.Admin.Index
source: Search
fr: Recherche

# OrchardCore.Lucene.Views.Admin.Index
source: Add Index
fr: Ajouter un index
pt_br: Adicionar Índice

# OrchardCore.Lucene.Views.Admin.Index
source: Select All
fr: Tout sélectionner
pt_br: Selecionar todos

# OrchardCore.Lucene.Views.Admin.Index
source: 1 item
fr: 1 élément

# OrchardCore.Lucene.Views.Admin.Index
source: Items {0} to {1}
fr: Éléments {0} à {1}
pt_br: Itens {0} a {1}

# OrchardCore.Lucene.Views.Admin.Index
source: / {0} item in total
fr: / {0} élément au total
pt_br: / {0} item no total

# OrchardCore.Lucene.Views.Admin.Index
source: Bulk Action
fr: Action par lot
pt_br: Ação em lote

# OrchardCore.Lucene.Views.Admin.Index
source: Are you sure you want to {0} these items?
fr: Êtes-vous sûr de vouloir {0} ces éléments ?
pt_br: Tem certeza que deseja {0} estes itens?

# OrchardCore.Lucene.Views.Admin.Index
source: Query
fr: Requête
pt_br: Consulta

# OrchardCore.Lucene.Views.Admin.Index
source: Reset Index
fr: Réinitialiser l'index
pt_br: Redefinir Índice

# OrchardCore.Lucene.Views.Admin.Index
source: This will restart the indexing of all content items. Continue?
fr: Cela redémarrera l'indexation des éléments de contenu. Continuer ?
pt_br: Isso irá reiniciar a indexação de todos os itens de conteúdo. Deseja continuar?

# OrchardCore.Lucene.Views.Admin.Index
source: Yes
fr: Oui
pt_br: Sim

# OrchardCore.Lucene.Views.Admin.Index
source: No
fr: Non
pt_br: Não

# OrchardCore.Lucene.Views.Admin.Index
source: Reset
fr: Réinitialiser
pt_br: Redefinir

# OrchardCore.Lucene.Views.Admin.Index
source: Rebuild Index
fr: Reconstuire l'index
pt_br: Reconstruir o índice

# OrchardCore.Lucene.Views.Admin.Index
source: Your index will be rebuilt, which might alter some services during the process. Continue?
fr: Votre index sera reconstruit, ce qui pourrait modifier certains services pendant le processus. Continuer ?
pt_br: Seu índice será reconstruído, o que pode alterar alguns serviços durante o processo. Continuar?

# OrchardCore.Lucene.Views.Admin.Index
source: Rebuild
fr: Reconstruire
pt_br: Reconstruir

# OrchardCore.Lucene.Views.Admin.Index
source: Edit
fr: Modifier
pt_br: Editar

# OrchardCore.Lucene.Views.Admin.Index
source: Delete
fr: Supprimer
pt_br: Excluir

# OrchardCore.Lucene.Views.Admin.Index
source: <strong>Nothing here!</strong> There are no indices for the moment.
fr: <strong>Rien ici !</strong> Il n'y a pas d'index pour le moment.
pt_br: <strong>Nada aqui!</strong> Não há consultas no momento.

# OrchardCore.Lucene.Views.Admin.Index
source: selected
fr: sélectionné(s)
pt_br: selecionado

# OrchardCore.Lucene.Views.Admin.Query
source: Lucene Query
fr: Requête Lucene
pt_br: Consulta Lucene

# OrchardCore.Lucene.Views.Admin.Query
source: The lucene index to search on
fr: L'index lucene dans lequel rechercher
pt_br: O índice de lucene para pesquisar

# OrchardCore.Lucene.Views.Admin.Query
source: Template
fr: Modèle
pt_br: Modelo

# OrchardCore.Lucene.Views.Admin.Query
source: You can use the <a href="{0}">Match All query</a> to search all documents.
fr: Vous pouvez utiliser <a href="{0}">Correspondant à toutes les requêtes</a> pour rechercher tous les documents.
pt_br: Você pode usar a <a href="{0}">Combinar todas as consultas</a> para pesquisar todos os documentos.

# OrchardCore.Lucene.Views.Admin.Query
source: The search query uses the Elasticsearch format. Some documentation can be found here <a target="_blank" href="https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html">https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html</a>
fr: La requête de recherche utilise le format Elasticsearch. De la documentation peut être trouvée ici <a target="_blank" href="https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html">https://www.elastic.co/guide/fr/elasticsearch/reference/current/query-dsl.html</a>
pt_br: A consulta de pesquisa usa o formato Elasticsearch. Alguma documentação pode ser encontrada aqui <a target="_blank" href="https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html">https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html</a>

# OrchardCore.Lucene.Views.Admin.Query
source: Parameters
fr: Paramètres
pt_br: Parâmetros

# OrchardCore.Lucene.Views.Admin.Query
source: An optional Json object containing the parameter values for this query.
fr: Un objet Json optionnel contenant les valeurs de paramètre pour cette requête.
pt_br: Um objeto Json opcional que contém os valores de parâmetro para esta consulta.

# OrchardCore.Lucene.Views.Admin.Query
source: Query
fr: Requête
pt_br: Consulta

# OrchardCore.Lucene.Views.Admin.Query
source: Found {0} result(s) in {1} ms
fr: {0} résultat(s) trouvés en {1} ms
pt_br: Encontrado {0} resultado(s) em {1} ms

# OrchardCore.Lucene.Views.Admin.Query
source: Create
fr: Créer
pt_br: Criar

# OrchardCore.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Edit
source: Search Indexes
fr: Index de recherche
pt_br: Índices de Pesquisa

# OrchardCore.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Edit
source: Include all search indexes.
fr: Inclure tous les index de recherche.
pt_br: Incluir todos os índices de busca.

# OrchardCore.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Edit
source: The search indexes to add as part of the plan.
fr: Les index de recherche à ajouter dans le plan.
pt_br: Os índices de pesquisa a adicionar como parte do plano.

# OrchardCore.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Summary
source: Search Indexes
fr: Index de recherche
pt_br: Índice de Pesquisa

# OrchardCore.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Summary
source: All
fr: Tous
pt_br: Todos

# OrchardCore.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Summary
source: No index selected.
fr: Aucun élément sélectionné.
pt_br: Nenhum índice selecionado.

# OrchardCore.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Thumbnail
source: Search Indexes
fr: Index de recherche
pt_br: Índices de Pesquisa

# OrchardCore.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Thumbnail
source: Exports all or specified search indexes.
fr: Exporte tous les index de recherche ou ceux spécifiés.
pt_br: Exporta todos ou os índices de pesquisa especificados.

# OrchardCore.Lucene.Views.Items.LuceneSettingsDeploymentStep.Fields.Edit
source: Search Settings
fr: Paramètres de recherche
pt_br: Configurações de Pesquisa

# OrchardCore.Lucene.Views.Items.LuceneSettingsDeploymentStep.Fields.Summary
source: Search Settings
fr: Paramètres de recherche
pt_br: Configurações de Pesquisa

# OrchardCore.Lucene.Views.Items.LuceneSettingsDeploymentStep.Fields.Summary
source: Adds search settings to the plan.
fr: Ajoute les paramètres de recherche au plan.
pt_br: Adiciona configurações de pesquisa ao plano.

# OrchardCore.Lucene.Views.Items.LuceneSettingsDeploymentStep.Fields.Thumbnail
source: Search Settings
fr: Paramètres de recherche
pt_br: Configurações de Pesquisa

# OrchardCore.Lucene.Views.Items.LuceneSettingsDeploymentStep.Fields.Thumbnail
source: Exports search settings.
fr: Exporte les paramètres de recherche.
pt_br: Exporta as configurações de pesquisa.

# OrchardCore.Lucene.Views.ContentPickerFieldLuceneEditorSettings.Edit
source: Index
pt_br: Índice

# OrchardCore.Lucene.Views.LuceneQuery.Edit
source: Index
pt_br: Índice

# OrchardCore.Lucene.Views.Admin.Edit
source: Culture
pt_br: Idioma

# OrchardCore.Lucene.Views.Admin.Index
source: Actions
pt_br: Ações

# OrchardCore.Lucene.Views.Admin.Query
source: Index
pt_br: Índice
