Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Seo.po
Languages: it

# OrchardCore.Seo.Drivers.SeoMetaPartDisplayDriver
source: The canonical entry contains invalid characters.
it: La voce canonica contiene caratteri non validi.

# OrchardCore.Seo.Drivers.SeoMetaPartDisplayDriver
source: The meta entries are written in an incorrect format.
it: Le meta voci sono scritte in un formato errato.

# OrchardCore.Seo.Drivers.SeoMetaPartDisplayDriver
source: The google schema is written in an incorrect format.
it: Lo schema di Google è scritto in un formato errato.

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Render
it: Visualizza

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Whether to render metadata for this page.
it: Indica se usare i metadati per questa pagina.

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Page Title
it: Titolo della pagina

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Override the default generated web browser page title (recommended to keep under 70 characters).
it: Sovrascrivi il titolo predefinito della pagina generato dal browser (si raccomanda di tenersi sotto i 70 caratteri).

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Meta Description
it: Meta Descrizione

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: The meta description to render for this page.
it: La meta descrizione da visualizzare per questa pagina.

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Meta Keywords
it: Meta Parole chiave

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: The meta keywords to render for this page, comma separated.
it: Le meta parole chiave da visualizzare per questa pagina, separate da virgola.

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Canonical
it: Canonico

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Override the default canonical url.
it: Sovrascrivi l'url canonico predefinito.

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: The robots meta to render for this page.
it: Il meta robots da visualizzare per questa pagina.

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Content
it: Contenuto

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Name
it: Nome

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Property
it: Proprietà

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Charset
it: Codifica dei caratteri

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Remove element from list
it: Rimuovi elemento dalla lista

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Add a custom meta tag
it: Aggiungi un meta tag personalizzato

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Edit Data
it: Modifica dati

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Custom Meta Tags
it: Meta Tag Personalizzati

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: A JSON representation of the allowed values, e.g. {0}
it: Una rappresentazione JSON dei valori consentiti, es.: {0}

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Cancel
it: Annulla

# OrchardCore.Seo.Views.SeoMetaPartGoogleSchema.Edit
source: The Social Meta Settings Google Schema is used by default, or can be overridden here.
it: Le impostazioni Google Schema dei Social Meta vengono utilizzate per impostazione predefinita o possono essere sovrascritte qui.

# OrchardCore.Seo.Views.SeoMetaPartOpenGraph.Edit
source: Open Graph Type
it: Tipo Open Graph

# OrchardCore.Seo.Views.SeoMetaPartOpenGraph.Edit
source: The Social Meta Settings Open Graph Type is used by default, or can be overridden here.
it: Le impostazioni dei Social Meta vengono utilizzate per impostazione predefinita o possono essere sovrascritte qui.

# OrchardCore.Seo.Views.SeoMetaPartOpenGraph.Edit
source: Open Graph Title
it: Titolo Open Graph

# OrchardCore.Seo.Views.SeoMetaPartOpenGraph.Edit
source: The Title is used by default, then the Page Title, or can be overridden here.
it: Il Title (e quindi il Page Title) è usato per impostazione predefinita, o può essere sovrascritto qui.

# OrchardCore.Seo.Views.SeoMetaPartOpenGraph.Edit
source: Open Graph Description
it: Descrizione Open Graph

# OrchardCore.Seo.Views.SeoMetaPartOpenGraph.Edit
source: The Meta Description is used by default, or can be overridden here.
it: La Meta Description è usata per impostazione predefinita, o può essere sovrascritta qui.

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Display Keywords
it: Mostra Parole Chiave

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Check to display the Keywords panel.
it: Spunta la casella per visualizzare il pannello Parole chiave.

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Display Custom Meta Tags
it: Visualizza Meta Tag Personalizzati

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Check to display the Custom Meta Tags.
it: Spunta la casella per visualizzare i meta tag personalizzati.

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Display Open Graph
it: Visualizza Open Graph

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Check to display the Open Graph panel.
it: Spunta la casella per visualizzare il pannello Open Graph.

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Display Twitter
it: Mostra Twitter

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Check to display the Twitter panel.
it: Spunta la casella per visualizzare il pannello Twitter.

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Display Google Schema
it: Mostra Google Schema

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Check to display the Google Schema panel.
it: Spunta la casella per visualizzare il pannello Schema di Google.

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: Twitter Title
it: Titolo Twitter

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: The Title is used by default, then the Page Title, or can be overridden here.
it: Il Title (e quindi il Page Title) è usato per impostazione predefinita, o può essere sovrascritto qui.

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: Twitter Description
it: Descrizione Twitter

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: The Meta Description is used by default, or can be overridden here.
it: La Meta Description è usata per impostazione predefinita, o può essere sovrascritta qui.

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: The Social Meta Settings Twitter Card is used by default, or can be overridden here.
it: Le impostazioni Social Meta della card di Twitter è utilizzata per impostazione predefinita, o possono essere sovrascritte qui.

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: The Social Meta Settings Twitter Creator is used by default, or can be overridden here.
it: Le impostazioni Social Meta della Creator di Twitter è utilizzata per impostazione predefinita, o possono essere sovrascritte qui.

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: Twitter Site
it: Sito Twitter

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: The Social Meta Settings Twitter Site is used by default, or can be overridden here.
it: Le impostazioni Social Meta del sito di Twitter utilizzate per impostazione predefinita o che possono essere sovrascritte qui.
