Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Users.po
Languages: ar

# OrchardCore.Users.Views.UsersAdminListSearch
source: Single
ar: واحد

# OrchardCore.Users.Views.UsersAdminListSearch
source: A single value can be entered
ar: يمكن إدخال قيمة واحدة

# OrchardCore.Users.Views.UsersAdminListSearch
source: Multiple
ar: متعدد

# OrchardCore.Users.Views.UsersAdminListSearch
source: Logical operators and groups are supported
ar: المشغلون المنطقيون والمجموعات مدعومين

# OrchardCore.Users.Views.UsersAdminListSearch
source: The default operator when whitespace is found, e.g.
ar: المشغل الافتراضي عند العثور على مساحة بيضاء، على سبيل المثال.

# OrchardCore.Users.Views.UsersAdminListSearch
source: Combines, e.g.
ar: المزج، مثل.

# OrchardCore.Users.Views.UsersAdminListSearch
source: Negates, e.g.
ar: الفسخ، مثل.

# OrchardCore.Users.Views.UsersAdminListSearch
source: Groups operators, e.g.
ar: مشغلي المجموعات، مثل.

# OrchardCore.Users.Views.UsersAdminListSearch
source: Escape operators, e.g.
ar: مشغلي الهروب، مثل.

# OrchardCore.Users.Views.UsersAdminListSearch
source: Current filter
ar: المُرشِح الحالي

# OrchardCore.Users.Views.UsersAdminListSearch
source: including all implied groups and operators
ar: بما في ذلك جميع المجموعات و المشغلين الضمنية

# OrchardCore.Users.Views.UsersAdminListSearch
source: No current filter applied
ar: لا يوجد فلتر مطبق حاليا

# OrchardCore.Users.Views.UsersAdminListSearch
source: Close
ar: إغلاق

# OrchardCore.Users.Views.UsersAdminListSummary
source: Select All
ar: اختيار الكل

# OrchardCore.Users.Views.UsersAdminListSummary
source: Items {0} to {1}
ar: العناصر {0} إلى {1}

# OrchardCore.Users.Views.UserSaveButtons.Edit
source: Save
ar: حفظ

# OrchardCore.Users.Views.UserSaveButtons.Edit
source: Cancel
ar: إلغاء

# OrchardCore.Users.Views.UserTimeZone.Edit
source: Default Time Zone
ar: المنطقة الزمنية الافتراضية

# OrchardCore.Users.Views.UserTimeZone.Edit
source: Use site's time zone
ar: إستخدام المنطقة الزمنية للموقع

# OrchardCore.Users.Views.UserTimeZone.Edit
source: Determines the time zone used when displaying and editing dates and times.
ar: حدد المنطقة الزمنية التي سيتم إستخدامها لعرض وتعديل التواريخ والأوقات.

# OrchardCore.Users.Views.Account.ChangePassword
source: Change password
ar: تغيير كلمة المرور

# OrchardCore.Users.Views.Account.ChangePassword
source: Current password
ar: كلمة المرور الحالية

# OrchardCore.Users.Views.Account.ChangePassword
source: New password
ar: كلمة المرور الجديدة

# OrchardCore.Users.Views.Account.ChangePassword
source: New password confirmation
ar: تأكيد كلمة المرور الجديدة

# OrchardCore.Users.Views.Account.ChangePasswordConfirmation
source: Change Password
ar: تغيير كلمة المرور

# OrchardCore.Users.Views.Account.ChangePasswordConfirmation
source: Your password has been changed successfully.
ar: تم تغيير كلمة المرور بنجاح.

# OrchardCore.Users.Views.Account.LinkExternalLogin
source: Link your account.
ar: اربط حسابك.

# OrchardCore.Users.Views.Account.LinkExternalLogin
source: You've successfully authenticated with <strong>{0}</strong>. You already have an account with this email address. Enter your local account password and click the Register button to link the accounts and finish logging in.
ar: لقد نجحت في المصادقة مع <strong>{0}</strong>. لديك بالفعل حساب مع عنوان البريد الإلكتروني هذا. أدخل كلمة مرور حسابك المحلي وانقر على زر التسجيل لربط الحسابات وإنهاء تسجيل الدخول.

# OrchardCore.Users.Views.Account.LinkExternalLogin
source: Username
ar: إسم المستخدم

# OrchardCore.Users.Views.Account.LinkExternalLogin
source: Email
ar: البريد الإلكتروني

# OrchardCore.Users.Views.Account.LinkExternalLogin
source: Password
ar: كلمة المرور

# OrchardCore.Users.Views.Account.LinkExternalLogin
source: Register
ar: سجل

# OrchardCore.Users.Views.Account.Login
source: Log in
ar: تسجيل الدخول

# OrchardCore.Users.Views.Account.Login
source: Username or email address
ar: اسم المستخدم أو البريد الالكتروني

# OrchardCore.Users.Views.Account.Login
source: Password
ar: كلمة المرور

# OrchardCore.Users.Views.Account.Login
source: Forgot your password?
ar: هل نسيت كلمة المرور؟

# OrchardCore.Users.Views.Account.Login
source: Remember me
ar: تذكرني

# OrchardCore.Users.Views.Account.Login
source: Register as a new user
ar: تسجيل مستخدم جديد

# OrchardCore.Users.Views.Account.Login
source: Use another service to log in
ar: استخدام خدمة آخري لتسجيل الدخول

# OrchardCore.Users.Views.Account.Login
source: Log in using your {0} account
ar: تسجيل الدخول باستخدام حسابك {0}

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: Create a new account.
ar: إنشاء حساب جديد.

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: You've successfully authenticated with <strong>{0}</strong>. Please fill the form below and click the Register button to complete the registration.
ar: تم المصادقة بنجاح مع <strong>{0}</strong>. الرجاء ملء النموذج أدناه وانقر على زر التسجيل لإكمال التسجيل.

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: Username
ar: إسم المستخدم

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: Email
ar: البريد الإلكتروني

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: Password
ar: كلمة المرور

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: Confirm password
ar: تأكيد كلمة المرور

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: Register
ar: سجل

# OrchardCore.Users.Views.Admin.Create
source: Create User
ar: إنشاء مستخدم

# OrchardCore.Users.Views.Admin.Edit
source: Edit User
ar: تعديل المستخدم

# OrchardCore.Users.Views.Admin.EditPassword
source: Edit Password
ar: تغيير كلمة المرور

# OrchardCore.Users.Views.Admin.EditPassword
source: New password
ar: كلمة المرور الجديدة

# OrchardCore.Users.Views.Admin.EditPassword
source: New password confirmation
ar: تأكيد كلمة المرور الجديدة

# OrchardCore.Users.Views.Admin.EditPassword
source: Submit
ar: إرسال

# OrchardCore.Users.Views.Admin.EditPassword
source: Cancel
ar: إلغاء

# OrchardCore.Users.Views.Admin.Index
source: Users
ar: المستخدمين

# OrchardCore.Users.Views.ChangeEmail.ChangeEmailConfirmation
source: Email changed
ar: تم تغيير البريد الإلكتروني

# OrchardCore.Users.Views.ChangeEmail.ChangeEmailConfirmation
source: Thank you for changing your email.
ar: شكراً لتغيير بريدك الإلكتروني.

# OrchardCore.Users.Views.ChangeEmail.Index
source: Change Email
ar: تغيير البريد الإلكتروني

# OrchardCore.Users.Views.ChangeEmail.Index
source: Email
ar: البريد الإلكتروني

# OrchardCore.Users.Views.ChangeEmail.Index
source: Submit
ar: إرسال

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Design
source: Assign user to role
ar: إسناد المستخدم إلى دور

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Design
source: {0} to role {1}
ar: {0} إلى الدور {1}

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Edit
source: UserName
ar: إسم المستخدم

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Edit
source: The User to assign. With Liquid support.
ar: المستخدم المراد إسناده. مع دعم الـ Liquid.

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Edit
source: RoleName
ar: إسم الدور

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Edit
source: The Role to assign. With Liquid support.
ar: الدور المراد إسناده. مع دعم الـ Liquid.

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Thumbnail
source: Assign user to role
ar: إسناد المستخدم إلى دور

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Thumbnail
source: Assigns a user to a role.
ar: إسناد المستخدم إلى دور.

# OrchardCore.Users.Views.Items.AuditTrailUserEventDetail.DetailAdmin
source: User Id
ar: رمز المستخدم

# OrchardCore.Users.Views.Items.AuditTrailUserEventDetail.DetailAdmin
source: User Name
ar: اسم المستخدم

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Design
source: Register User
ar: تسجيل مستخدم

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Edit
source: Send confirmation email
ar: إرسال تأكيد على البريد الإلكتروني

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Edit
source: Subject for confirmation email
ar: موضوع تأكيد البريد الإلكتروني

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Edit
source: The subject of the message. Supports Liquid syntax.
ar: موضوع الرسالة. يدعم بناء صيغة Liquid.

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Edit
source: Template for confirmation email
ar: قالب لتأكيد البريد الإلكتروني

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Edit
source: The message to send. Access email confirmation url with Workflow.Properties.EmailConfirmationUrl liquid property.
ar: الرسالة المراد إرسالها. الوصول لرابط تأكيد البريد الإلكتروني عبر الخاصيه Workflow.Properties.EmailConfirmationUrl.

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Edit
source: Users must be approved before they can log in
ar: يجب الموافقة على المستخدمين قبل أن يستطيعوا تسجيل الدخول

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Thumbnail
source: Register User
ar: تسجيل مستخدم

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Thumbnail
source: Register user from form fields.
ar: تسجيل مستخدم من حقول النموذج.

# OrchardCore.Users.Views.Items.UserCreatedEvent.Fields.Design
source: User Created
ar: تم إنشاء المستخدم

# OrchardCore.Users.Views.Items.UserCreatedEvent.Fields.Thumbnail
source: User Created
ar: تم إنشاء المستخدم

# OrchardCore.Users.Views.Items.UserCreatedEvent.Fields.Thumbnail
source: User is created.
ar: تم إنشاء المستخدم.

# OrchardCore.Users.Views.Items.UserDeletedEvent.Fields.Design
source: User Deleted
ar: تم حذف المستخدم

# OrchardCore.Users.Views.Items.UserDeletedEvent.Fields.Thumbnail
source: User Deleted
ar: تم حذف المستخدم

# OrchardCore.Users.Views.Items.UserDeletedEvent.Fields.Thumbnail
source: User is Deleted.
ar: تم حذف المستخدم.

# OrchardCore.Users.Views.Items.UserDisabledEvent.Fields.Design
source: User Disabled
ar: تعطيل المستخدم

# OrchardCore.Users.Views.Items.UserDisabledEvent.Fields.Thumbnail
source: User Disabled
ar: تعطيل المستخدم

# OrchardCore.Users.Views.Items.UserDisabledEvent.Fields.Thumbnail
source: User is disabled.
ar: تم تعطيل المستخدم

# OrchardCore.Users.Views.Items.UserEnabledEvent.Fields.Design
source: User Enabled
ar: تفعيل المستخدم

# OrchardCore.Users.Views.Items.UserEnabledEvent.Fields.Thumbnail
source: User Enabled
ar: تفعيل المستخدم

# OrchardCore.Users.Views.Items.UserEnabledEvent.Fields.Thumbnail
source: User is enabled.
ar: تم تفعيل المستخدم.

# OrchardCore.Users.Views.Items.UserLoggedInEvent.Fields.Design
source: User LoggedIn
ar: تسجيل دخول المستخدم

# OrchardCore.Users.Views.Items.UserLoggedInEvent.Fields.Thumbnail
source: User Logged in
ar: تسجيل دخول المستخدم

# OrchardCore.Users.Views.Items.UserLoggedInEvent.Fields.Thumbnail
source: User Logged in.
ar: تسجيل دخول المستخدم.

# OrchardCore.Users.Views.Items.UsersAdminFilters-Email.Thumbnail
source: Filters on the email address of a user.
ar: تصفية على عنوان البريد الإلكتروني للمستخدم.

# OrchardCore.Users.Views.Items.UsersAdminFilters-Name.Thumbnail
source: Filters on the name of a user.
ar: تصفية على اسم للمستخدم.

# OrchardCore.Users.Views.Items.UsersAdminFilters-Role.Thumbnail
source: Filters on a role name.
ar: تصفية على اسم دور.

# OrchardCore.Users.Views.Items.UsersAdminFilters-Sort.Thumbnail
source: Orders by a user value.
ar: ترتيبات حسب قيمة مستخدم.

# OrchardCore.Users.Views.Items.UsersAdminFilters-Status.Thumbnail
source: Filters on a user status.
ar: تصفية على حالة المستخدم.

# OrchardCore.Users.Views.Items.UserUpdatedEvent.Fields.Design
source: User Updated
ar: تم تحديث المستخدم

# OrchardCore.Users.Views.Items.UserUpdatedEvent.Fields.Thumbnail
source: User Updated
ar: تم تحديث المستخدم

# OrchardCore.Users.Views.Items.UserUpdatedEvent.Fields.Thumbnail
source: User is updated.
ar: تم تحديث المستخدم.

# OrchardCore.Users.Views.Items.ValidateUserTask.Fields.Design
source: Validate User
ar: التحقق من المستخدم

# OrchardCore.Users.Views.Items.ValidateUserTask.Fields.Edit
source: Set the 'UserName' workflow property if the user is authenticated
ar: تعيين خاصية "اسم المستخدم" لسير العمل إذا تم مصادقة المستخدم

# OrchardCore.Users.Views.Items.ValidateUserTask.Fields.Edit
source: Roles
ar: الأدوار

# OrchardCore.Users.Views.Items.ValidateUserTask.Fields.Thumbnail
source: Validate User
ar: التحقق من المستخدم

# OrchardCore.Users.Views.Items.ValidateUserTask.Fields.Thumbnail
source: Check if the user exists for the current request and has the specified role(s).
ar: تحقق مما إذا كان المستخدم موجود للطلب الحالي ولديه دور (أدوار) محددة.

# OrchardCore.Users.Views.Registration.ConfirmEmail
source: Email confirmation
ar: تأكيد البريد الإلكتروني

# OrchardCore.Users.Views.Registration.ConfirmEmail
source: Thank you for confirming your email.
ar: شكراً لتأكيد بريدك الإلكتروني.

# OrchardCore.Users.Views.Registration.ConfirmEmail
source: Home
ar: الرئيسية

# OrchardCore.Users.Views.Registration.ConfirmEmailSent
source: Email confirmation sent
ar: تم إرسال بريد الكتروني التأكيد

# OrchardCore.Users.Views.Registration.ConfirmEmailSent
source: An email has been sent to you. Please click on the link it contains in order to have access on this site.
ar: تم إرسال بريد إلكتروني إليك. الرجاء النقر على الرابط الذي يحتوي عليه من أجل الوصول إلى هذا الموقع.

# OrchardCore.Users.Views.Registration.ConfirmEmailSent
source: Previous Page
ar: الصفحة السابقة

# OrchardCore.Users.Views.Registration.ConfirmEmailSent
source: Home
ar: الرئيسية

# OrchardCore.Users.Views.Registration.Register
source: Register
ar: تسجيل

# OrchardCore.Users.Views.Registration.Register
source: Create a new account.
ar: إنشاء حساب جديد.

# OrchardCore.Users.Views.Registration.Register
source: Username
ar: إسم المستخدم

# OrchardCore.Users.Views.Registration.Register
source: Email
ar: البريد الإلكتروني

# OrchardCore.Users.Views.Registration.Register
source: Password
ar: كلمة المرور

# OrchardCore.Users.Views.Registration.Register
source: Confirm password
ar: تأكيد كلمة المرور

# OrchardCore.Users.Views.Registration.RegistrationPending
source: User Registration Pending
ar: تسجيل المستخدم معلق

# OrchardCore.Users.Views.Registration.RegistrationPending
source: Your user account has been created but has to be approved before it can be used.
ar: تم إنشاء حساب المستخدم الخاص بك ولكن يجب الموافقة عليه قبل استخدامه.

# OrchardCore.Users.Views.Registration.RegistrationPending
source: Previous Page
ar: الصفحة السابقة

# OrchardCore.Users.Views.Registration.RegistrationPending
source: Home
ar: الرئيسية

# OrchardCore.Users.Views.ResetPassword.ForgotPassword
source: Forgot password?
ar: نسيت كلمة المرور؟

# OrchardCore.Users.Views.ResetPassword.ForgotPassword
source: Please check your email to reset your password.
ar: يرجى التحقق من بريدك الإلكتروني لإعادة تعيين كلمة مرورك.

# OrchardCore.Users.Views.ResetPassword.ForgotPassword
source: Email
ar: بريد إلكتروني

# OrchardCore.Users.Views.ResetPassword.ForgotPassword
source: Submit
ar: إرسال

# OrchardCore.Users.Views.ResetPassword.ForgotPasswordConfirmation
source: Forgot Password confirmation
ar: نسيت تأكيد كلمة المرور

# OrchardCore.Users.Views.ResetPassword.ForgotPasswordConfirmation
source: Please check your email to reset your password.
ar: فضلاً افحص بريدك الإلكتروني ليتم إعادة تعيين كلمة مرورك.

# OrchardCore.Users.Views.ResetPassword.ResetPassword
source: Reset password
ar: إعادة تعيين كلمة المرور

# OrchardCore.Users.Views.ResetPassword.ResetPassword
source: Email
ar: البريد الإلكتروني

# OrchardCore.Users.Views.ResetPassword.ResetPassword
source: New password
ar: كلمة المرور الجديدة

# OrchardCore.Users.Views.ResetPassword.ResetPassword
source: New password confirmation
ar: تأكيد كلمة المرور الجديدة

# OrchardCore.Users.Views.ResetPassword.ResetPasswordConfirmation
source: Reset Password
ar: إعادة تعيين كلمة المرور

# OrchardCore.Users.Views.ResetPassword.ResetPasswordConfirmation
source: Your password has been reset.
ar: لقد تم إعادة تعيين كلمة المرور.

# OrchardCore.Users.Views.ResetPassword.ResetPasswordConfirmation
source: Please
ar: من فضلك

# OrchardCore.Users.Views.ResetPassword.ResetPasswordConfirmation
source: Click here to log in
ar: انقر هنا لتسجيل الدخول
