Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Autoroute.po
Languages: ar, cs, es, fa, fi, it, pt_br, ru, sv, vi

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: The pattern used to render the custom url of this content type.
ar: النمط المستخدم لرسم الإسم المستعار لنوع المحتوى هذا.
cs: Předloha používaná pro generování URL pro tento typ obsahu.
es: El patrón usado para generar la Dirección de Recurso en Internet personalizada de este elemento de contenido.
fa: این الگو جهت رندر لینک سفارشی این نوع محتوا استفاده می‌شود.
it: Il modello utilizzato per visualizzare l'indirizzo personalizzato di questo tipo di contenuto.
ru: Шаблон, используемый для отображения пользовательского url этого типа содержимого.
sv: Mönstret som används för att rendera den anpassade URL:en för denna innehållstyp.
vi: Mẫu được sử dụng để tạo url tùy chỉnh cho loại nội dung này.
