Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Alias.po
Languages: ar, de, es, fa, tr

# OrchardCore.Alias.GraphQL.AliasInputObjectType
source: the alias part of the content item
ar: جزء الإسم المستعار لعنصر المحتوى
de: Der Alias Teil des Inhalt-Elements
es: la parte alias del elemento de contenido
fa: قسمت نام مستعار آیتم محتوا
tr: içerik parçasının takma ad bölümü

# OrchardCore.Alias.GraphQL.AliasInputObjectType
source: the alias of the content item
ar: الإسم المستعار لعنصر المحتوى
de: Der Alias des Inhalt-Elements
es: el alias del elemento de contenido
fa: نام مستعار آیتم محتوا
tr: içerik parçasının takma adı

# OrchardCore.Alias.GraphQL.AliasQueryObjectType
source: Alternative path for the content item
ar: مسار بديل لعنصر المحتوى
de: Alternativer Pfad für das Inhaltselement
es: Ruta alternativa para el elemento de contenido
fa: مسیر جایگزین برای آیتم محتوا
tr: İçerik parçası için alternatif yol

# OrchardCore.Alias.Models.AliasPartExtensions
source: Your alias is too long. The alias can only be up to {0} characters.
de: Dein Alias ist zu lang. Der Alias kann nur bis zu {0} Zeichen lang sein.
es: Tu alias es demasiado largo. El alias solo puede ser de {0} caracteres.
fa: نام مستعار شما خیلی طولانی است. نام مستعار فقط می تواند حداکثر تا {0} کاراکتر باشد.

# OrchardCore.Alias.Models.AliasPartExtensions
source: Your alias is already in use.
de: Dein Alias wird bereits verwendet.
es: Su alias está actualmente en uso.
fa: نام مستعار شما در حال حاضر در حال استفاده است.

# OrchardCore.Alias.Settings.AliasPartSettingsDisplayDriver
source: Pattern doesn't contain a valid Liquid expression. Details: {0}
ar: النمط لا يحتوي على عبارة Liquid صحيحة. للتفاصيل: {0}
de: Muster enthält keinen gültigen Liquid-Ausdruck. Details: {0}
es: El Patrón no contiene una expresión Liquid válida. Detalles: {0}
fa: الگو حاوی یک عبارت Liquid معتبر نیست. جزئیات: {0}
tr: Desen geçerli bir Liquid ifadesi içermiyor. Ayrıntılar: {0}

# OrchardCore.Alias.Views.AliasPart.Edit
source: Alias
ar: الإسم المستعار
fa: نام مستعار
tr: Takma Ad

# OrchardCore.Alias.Views.AliasPart.Edit
source: The alias of the content item.
ar: الإسم المستعار لعنصر المحتوى.
de: Der Alias des Inhalt-Elements.
es: El alias del elemento de contenido.
fa: نام مستعار آیتم محتوا.
tr: İçerik parçasının takma adı.

# OrchardCore.Alias.Views.AliasPart.Edit
source: Leave empty to re-generate it.
ar: اتركه فارغاً لإعادة توليده.
de: Leer lassen, um neu zu generieren.
es: Dejar vacío para regenerarlo.
fa: خالی بگذارید تا دوباره تولید شود.
tr: Yeniden oluşturmak için boş bırakın.

# OrchardCore.Alias.Views.AliasPart.Option
source: Standard
es: Estándar
fa: استاندارد

# OrchardCore.Alias.Views.AliasPartSettings.Edit
source: Options
de: Optionen
es: Opciones
fa: گزینه ها

# OrchardCore.Alias.Views.AliasPartSettings.Edit
source: Alias is editable
de: Alias ist editierbar
es: Alias es editable
fa: نام مستعار قابل ویرایش است

# OrchardCore.Alias.Views.AliasPartSettings.Edit
source: Alias is generated and input is disabled
de: Alias ist generiert und Eingabe ist deaktiviert
es: Se genera el alias y la entrada está desactivada
fa: نام مستعار ایجاد می شود و ورودی غیرفعال می شود

# OrchardCore.Alias.Views.AliasPartSettings.Edit
source: Pattern
ar: نمط
de: Muster
es: Patrón
fa: مدل
tr: Desen

# OrchardCore.Alias.Views.AliasPartSettings.Edit
source: The pattern used to render the alias of this content type.
ar: النمط المستخدم لرسم الإسم المستعار لنوع المحتوى هذا.
de: Das Muster, das verwendet wird, um den Alias dieses Inhaltstyps zu rendern.
es: El patrón usado para generar el alias de este elemento de contenido.
fa: الگوی مورد استفاده برای ارائه نام مستعار از این نوع محتوا.
tr: Bu içerik türünün takma adını oluşturmak için kullanılan desen.

# OrchardCore.Alias.Drivers.AliasPartDisplayDriver
source: Your alias is too long. The alias can only be up to {0} characters.
ar: الإسم البديل طويل جداً. الإسم البديل يمكن أن يصل إلى {0} حرف.

# OrchardCore.Alias.Drivers.AliasPartDisplayDriver
source: Your alias is already in use.
ar: الإسم المستعار مستخدم مسبقاً.
tr: Takma ad zaten kullanımda.
