Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Taxonomies.po
Languages: mk

# OrchardCore.Taxonomies.AdminMenu
source: Configuration
mk: Конфигурација

# OrchardCore.Taxonomies.AdminMenu
source: Settings
mk: Подесувања

# OrchardCore.Taxonomies.AdminMenu
source: Taxonomy Filters
mk: Филтри на таксономии

# OrchardCore.Taxonomies.ContentsAdminListDeploymentStartup
source: Taxonomy Filters settings
mk: Подесувања на филтри на таксономии

# OrchardCore.Taxonomies.ContentsAdminListDeploymentStartup
source: Exports the Taxonomy filters settings.
mk: Експорт на подесувања на филтри на таксономии.

# OrchardCore.Taxonomies.Drivers.TaxonomyContentsAdminListDisplayDriver
source: Clear filter
mk: Исчисти филтер

# OrchardCore.Taxonomies.Drivers.TaxonomyContentsAdminListDisplayDriver
source: Show all
mk: Покажете ги сите

# OrchardCore.Taxonomies.Drivers.TaxonomyFieldDisplayDriver
source: A value is required for '{0}'
mk: Вредност е задолжителна за '{0}'

# OrchardCore.Taxonomies.Drivers.TaxonomyFieldTagsDisplayDriver
source: A value is required for '{0}'
mk: Вредност е задолжителна за '{0}'

# OrchardCore.Taxonomies.Views.Content.TermAdmin
source: Edit
mk: Измени

# OrchardCore.Taxonomies.Views.Content.TermAdmin
source: Add
mk: Додади

# OrchardCore.Taxonomies.Views.Content.TermAdmin
source: Delete
mk: Избриши

# OrchardCore.Taxonomies.Views.TaxonomyContentsAdminListSettings.Edit
source: Taxonomies
mk: Таксономии

# OrchardCore.Taxonomies.Views.TaxonomyContentsAdminListSettings.Edit
source: The taxonomies to filters in the contents list.
mk: Таксономии кои би се користеле за филтер на листата на содржини.

# OrchardCore.Taxonomies.Views.TaxonomyField-Tags.DisplayOption
source: Tags
mk: Тагови

# OrchardCore.Taxonomies.Views.TaxonomyField-Tags.Edit
source: The taxonomy could not be found. Please check the settings for this field.
mk: Таксономијата не може да се најде. Ве молиме проверете ги подесувањата на ова поле.

# OrchardCore.Taxonomies.Views.TaxonomyField-Tags.Edit
source: Error creating tag
mk: Грешка при креирање на таг

# OrchardCore.Taxonomies.Views.TaxonomyField-Tags.Edit
source: Type to search
mk: Внесете за пребарување

# OrchardCore.Taxonomies.Views.TaxonomyField-Tags.Edit
source: Select
mk: Избери

# OrchardCore.Taxonomies.Views.TaxonomyField-Tags.Edit
source: Remove
mk: Отстрани

# OrchardCore.Taxonomies.Views.TaxonomyField-Tags.Edit
source: Press enter to create a tag
mk: Притиснете „ентер“ за да креирате таг

# OrchardCore.Taxonomies.Views.TaxonomyField-Tags.Edit
source: No tags found
mk: Не се најдени тагови

# OrchardCore.Taxonomies.Views.TaxonomyField-Tags.Option
source: Tags
mk: Тагови

# OrchardCore.Taxonomies.Views.TaxonomyField.DisplayOption
source: Standard
mk: Стандардно

# OrchardCore.Taxonomies.Views.TaxonomyField.Edit
source: The taxonomy could not be found. Please check the settings for this field.
mk: Таксономијата не може да се најде. Ве молиме проверете ги подесувањата на ова поле.

# OrchardCore.Taxonomies.Views.TaxonomyField.Option
source: Standard
mk: Стандардно

# OrchardCore.Taxonomies.Views.TaxonomyFieldSettings.Edit
source: Hint
mk: Помош

# OrchardCore.Taxonomies.Views.TaxonomyFieldSettings.Edit
source: The hint text to display for this field on the editor.
mk: Текстот за помош кој би бил прикажан за ова поле.

# OrchardCore.Taxonomies.Views.TaxonomyFieldSettings.Edit
source: Taxonomy
mk: Таксономија

# OrchardCore.Taxonomies.Views.TaxonomyFieldSettings.Edit
source: Required
mk: Задолжително

# OrchardCore.Taxonomies.Views.TaxonomyFieldSettings.Edit
source: Whether at least one element is selected.
mk: Дали барем еден елемент е избран.

# OrchardCore.Taxonomies.Views.TaxonomyFieldSettings.Edit
source: Unique
mk: Уникатно

# OrchardCore.Taxonomies.Views.TaxonomyFieldSettings.Edit
source: Whether only one element can be selected.
mk: Дали само еден елемент може да е избран.

# OrchardCore.Taxonomies.Views.TaxonomyFieldSettings.Edit
source: Leaves only
mk: Само „листови“

# OrchardCore.Taxonomies.Views.TaxonomyFieldSettings.Edit
source: Whether leaves are the only items that can be selected.
mk: Дали „листови“ се единствените елементи кои може да бидат избрани.

# OrchardCore.Taxonomies.Views.TaxonomyFieldTagsEditorSettings.Edit
source: Open
mk: Отворено

# OrchardCore.Taxonomies.Views.TaxonomyFieldTagsEditorSettings.Edit
source: Whether new tags can be created inline. Note: When creating tags inline only the display text term property will be set.
mk: Дали нови тагови може да се креираат на средина текст („inline“). Забелешка: Кога се креираат тагови на средина на текст, само прикажаниот израз во текстот ќе биде поставен.

# OrchardCore.Taxonomies.Views.TaxonomyPart.Edit
source: Term Content Type
mk: Содржински вид „Израз“

# OrchardCore.Taxonomies.Views.TaxonomyPart.Edit
source: Add {0}
mk: Додади {0}

# OrchardCore.Taxonomies.Views.TaxonomyPart.Edit
source: You have reordered the taxonomy.
mk: Ја прередивте таксономијата.

# OrchardCore.Taxonomies.Views.Term
source: The list is empty
mk: Листата е празна

# OrchardCore.Taxonomies.Views.TermPart
source: The list is empty
mk: Листата е празна

# OrchardCore.Taxonomies.Views.Admin.Create
source: New {0}
mk: Нов/а {0}

# OrchardCore.Taxonomies.Views.Admin.Edit
source: Edit {0}
mk: Измени {0}
