Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Queries.po
Languages: ar, vi

# OrchardCore.Queries.AdminMenu
source: Configuration
ar: الضبط
vi: Cấu hình

# OrchardCore.Queries.AdminMenu
source: Queries
ar: استعلامات
vi: Truy vấn

# OrchardCore.Queries.Controllers.AdminController
source: Query created successfully
ar: تم إنشاء الاستعلام بنجاح
vi: Đã tạo truy vấn

# OrchardCore.Queries.Controllers.AdminController
source: Query updated successfully
ar: تم تحديث الاستعلام بنجاح
vi: Đã cập nhật truy vấn

# OrchardCore.Queries.Controllers.AdminController
source: Query deleted successfully
ar: تم حذف الاستعلام بنجاح
vi: Đã xoá truy vấn

# OrchardCore.Queries.Drivers.QueryDisplayDriver
source: Name is required
ar: الإسم إلزامي
vi: Tên là bắt buộc

# OrchardCore.Queries.Drivers.QueryDisplayDriver
source: Name contains illegal characters
ar: الإسم يحتوي على أحرف غير مسموح بها
vi: Tên chứa các ký tự không hợp lệ

# OrchardCore.Queries.Drivers.QueryDisplayDriver
source: A query with the same name already exists
ar: الاستعلام باسم مشابه موجود مسبقاً
vi: Một truy vấn có cùng tên đã tồn tại

# OrchardCore.Queries.Sql.AdminMenu
source: Configuration
ar: الضبط
vi: Cấu hình

# OrchardCore.Queries.Sql.AdminMenu
source: Site
ar: موقع

# OrchardCore.Queries.Sql.AdminMenu
source: SQL Queries
ar: إستعلامات SQL
vi: Truy vấn SQL

# OrchardCore.Queries.Sql.Drivers.SqlQueryDisplayDriver
source: The query field is required
ar: حقل الاستعلام إلزامي
vi: Trường truy vấn là bắt buộc

# OrchardCore.Queries.Views.Query-Sql.Link
source: Queries the SQL database.
ar: استعلامات قاعدة بيانات SQL.
vi: Truy vấn cơ sở dữ liệu SQL.

# OrchardCore.Queries.Views.Query-Sql.Link
source: Add
ar: إضافة
vi: Thêm

# OrchardCore.Queries.Views.Query.Buttons.SummaryAdmin
source: Edit
ar: تحرير
vi: Sửa

# OrchardCore.Queries.Views.Query.Buttons.SummaryAdmin
source: Delete
ar: حذف
vi: Xóa

# OrchardCore.Queries.Views.Query.Fields.Buttons
source: Save
ar: حفظ
vi: Lưu

# OrchardCore.Queries.Views.Query.Fields.Buttons
source: Cancel
ar: إلغاء
vi: Bỏ qua

# OrchardCore.Queries.Views.Query.Fields.Edit
source: Name
ar: الإسم
vi: Tên

# OrchardCore.Queries.Views.Query.Fields.Edit
source: The technical name of the query.
ar: الإسم الفني للاستعلام.
vi: Tên kỹ thuật của truy vấn.

# OrchardCore.Queries.Views.Query.Fields.Edit
source: Schema
ar: مخطط
vi: Lược đồ

# OrchardCore.Queries.Views.Query.Fields.Edit
source: The schema the api will use to return results.
ar: سيتم استخدام مخطط الواجهات البرمجية للتطبيق (API) لاستعادة نتائج الاستعلام.
vi: Lược đồ api sẽ sử dụng để trả về kết quả.

# OrchardCore.Queries.Views.Query.Link
source: If you see this message you need to create a custom shape template for {0}
ar: إن كنت ترى هذه الرسالة، فأنت بحاجة إلى إنشاء نمودج شكلي مخصص إلى {0}
vi: Nếu bạn thấy thông báo này bạn cần phải tạo một mẫu hình dạng tùy chỉnh cho {0}

# OrchardCore.Queries.Views.SqlQuery.Buttons.SummaryAdmin
source: Run
ar: تشغيل
vi: Chạy

# OrchardCore.Queries.Views.SqlQuery.Edit
source: Return Documents
ar: إعادة الوثائق
vi: Tài liệu Trả về

# OrchardCore.Queries.Views.SqlQuery.Edit
source: Check to return the corresponding documents.
ar: اختر للعودة إلى المستندات المقابلة.
vi: Đánh dấu để trả lại các tài liệu tương ứng.

# OrchardCore.Queries.Views.SqlQuery.Edit
source: When checked, the result has to be a list of document ids.
ar: عند اختياره، ستكون النتائج في شكل قائمة بأرقام معرفات الوثائق.
vi: Khi được đánh dấu, kết quả trả về là một danh sách các Id của tài liệu.

# OrchardCore.Queries.Views.SqlQuery.Edit
source: Query
ar: استعلام
vi: Truy vấn

# OrchardCore.Queries.Views.SqlQuery.Edit
source: The SQL query to execute.
ar: استعلام SQL المراد تنفيذه.
vi: Truy vấn SQL để thực thi.

# OrchardCore.Queries.Views.SqlQuery.SummaryAdmin
source: SQL query
ar: استعلام SQL
vi: Truy vấn SQL

# OrchardCore.Queries.Views.Admin.Create
source: New {0} query
ar: استعلام {0} جديد

# OrchardCore.Queries.Views.Admin.Edit
source: Edit '{0}' query
ar: تحرير استعلام "{0}"
vi: Chỉnh sửa '{0}' truy vấn

# OrchardCore.Queries.Views.Admin.Index
source: Queries
ar: استعلامات
vi: Các truy vấn

# OrchardCore.Queries.Views.Admin.Index
source: Add Query
ar: إضافة استعلام
vi: Thêm truy vấn

# OrchardCore.Queries.Views.Admin.Index
source: Search
ar: بحث
vi: Tìm kiếm

# OrchardCore.Queries.Views.Admin.Index
source: <strong>Nothing here!</strong> There are no queries for the moment.
ar: <strong>لا شي هنا!</strong> لاتوجد استعلامات في الوقت الحالي.
vi: <strong>Không có gì ở đây!</strong> Không có câu truy vấn nào ở thời điểm này.

# OrchardCore.Queries.Views.Admin.Index
source: Available Query Types
ar: أنواع الاستعلامات المتاحة
vi: Các loại Truy vấn Đã có

# OrchardCore.Queries.Views.Admin.Index
source: You need to enable a feature which provides a query source.
ar: تحتاج إلى تفعيل ميزة تتيح لك استعلام المصدر.
vi: Bạn cần kích hoạt một tính năng cung cấp nguồn truy vấn.

# OrchardCore.Queries.Views.Admin.Index
source: Go to Features
ar: انتقل إلى المميزات
vi: Xem Các tính năng

# OrchardCore.Queries.Views.Admin.Index
source: Cancel
ar: إلغاء
vi: Bỏ qua

# OrchardCore.Queries.Views.Admin.Query
source: SQL Query
ar: استعلام SQL
vi: Truy vấn SQL

# OrchardCore.Queries.Views.Admin.Query
source: Template
ar: قالب
vi: Khuôn mẫu

# OrchardCore.Queries.Views.Admin.Query
source: You can <a href="{0}">click here</a> to query all content items.
ar: يمكنك <a href="{0}">النقر هنا</a> للاستعلام عن كل عناصر المحتوى.
vi: Bạn có thể <a href="{0}">bấm vào đây</a> để truy vấn tất cả các mục nội dung.

# OrchardCore.Queries.Views.Admin.Query
source: The SQL query uses standard SQL92 syntax and is converted based on the actual database. Tables will be prefixed automatically.
ar: الاستعلام SQL يستخدم المعيار النصي SQL92 و تم تحويله استناداً إلى قاعدة البيانات المتوفرة. ستتم إضافة سابقة ثابته إلى مسميات جداول البيانات آلياً.
vi: Truy vấn SQL sử dụng cú pháp SQL92 tiêu chuẩn và được chuyển đổi dựa trên cơ sở dữ liệu thực tế. Các bảng sẽ được đặt tiền tố tự động.

# OrchardCore.Queries.Views.Admin.Query
source: Parameters
ar: عوامل متغيرة
vi: Tham số

# OrchardCore.Queries.Views.Admin.Query
source: An optional Json object containing the parameter values for this query.
ar: كائن JSON اختياري يحتوي على قيم العامل المتغير لهذا الاستعلام.
vi: Một đối tượng Json tùy chọn chứa các giá trị tham số cho truy vấn này.

# OrchardCore.Queries.Views.Admin.Query
source: Query
ar: استعلام
vi: Truy vấn

# OrchardCore.Queries.Views.Admin.Query
source: Final SQL Query
ar: استعلام SQL النهائي
vi: Truy vấn SQL cuối cùng

# OrchardCore.Queries.Views.Admin.Query
source: The query as it will be executed by the SQL database.
ar: سيتم تنفيذ الاستعلام كما هو بواسطة قواعد بيانات SQL.
vi: Truy vấn sẽ được thực thi bởi cơ sở dữ liệu SQL.

# OrchardCore.Queries.Views.Admin.Query
source: Create
ar: إنشاء
vi: Tạo

# OrchardCore.Queries.Views.Admin.Query
source: Query executed in {0} ms
ar: تم تنفيذ الاستعلام في مدة {0} ملي ثانية
vi: Truy vấn được thực hiện trong {0} ms

# OrchardCore.Queries.Views.Items.AllQueriesDeploymentStep.Edit
source: All Queries
ar: كل الاستعلامات
vi: Tất cả Truy vấn

# OrchardCore.Queries.Views.Items.AllQueriesDeploymentStep.Summary
source: All Queries
ar: كل الاستعلامات
vi: Tất cả Truy vấn

# OrchardCore.Queries.Views.Items.AllQueriesDeploymentStep.Summary
source: Adds all queries to the plan.
ar: إضافة كل الاستعلامات إلى الخطة.
vi: Thêm tất cả các truy vấn vào kế hoạch.

# OrchardCore.Queries.Views.Items.AllQueriesDeploymentStep.Thumbnail
source: All Queries
ar: كل الاستعلامات
vi: Tất cả Truy vấn

# OrchardCore.Queries.Views.Items.AllQueriesDeploymentStep.Thumbnail
source: Exports every query.
ar: تصدير كافة الاستعلامات.
vi: Xuất tất cả các truy vấn.
