Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Media.po
Languages: fi

# OrchardCore.Media.Views.Shared.MediaFieldEditAnchorModal
source: Reset Anchor
fi: Nollaa Ankkuri

# OrchardCore.Media.Views.Shared.MediaFieldEditAnchorModal
source: Cancel
fi: Peruuta

# OrchardCore.Media.Views.Shared.MediaFieldEditLocalization
source: Only one item is allowed on this field.
fi: Vain yksi kohde on sallittu tässä kentässä.

# OrchardCore.Media.Views.Shared.MediaFieldEditLocalization
source: Not Found
fi: Ei löytynyt

# OrchardCore.Media.Views.Shared.MediaFieldEditLocalization
source: It will be discarded on saving
fi: Se hylätään tallentamisen yhteydessä

# OrchardCore.Media.Views.Shared.MediaFieldEditLocalization
source: No Images
fi: Ei valittuja tiedostoja

# OrchardCore.Media.Views.Shared.MediaFieldEditMediaTextModal
source: Enter media text
fi: Vaihtoehtoinen teksti, tekstivastine, alt-teksti

# OrchardCore.Media.Views.Shared.MediaFieldEditMediaTextModal
source: Cancel
fi: Peruuta
