Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Layers.po
Languages: ar, cs, ru, sv

# OrchardCore.Layers.AdminMenu
source: Settings
ar: الإعدادات
cs: Nastavení
ru: Настройки
sv: Inställningar

# OrchardCore.Layers.AdminMenu
source: Zones
ar: المناطق
cs: Zóny
ru: Зоны
sv: Zoner

# OrchardCore.Layers.AdminMenu
source: Widgets
cs: Widgety
sv: Widgetar

# OrchardCore.Layers.Controllers.AdminController
source: Layer deleted successfully.
ar: تم حذف الطبقة بنجاح.
cs: Vrstva úspěšně odstraněna.
ru: Слой успешно удален.
sv: Lager raderades.

# OrchardCore.Layers.Controllers.AdminController
source: The layer couldn't be deleted: you must remove any associated widgets first.
ar: لا يمكن حذف الطبقة: عليك أولاً إزالة أي الحاجيات المرتبطة بها.
cs: Vrstva nemohla být odstraněne: musíte nejprve odstranit všechny související widgety.
ru: Слой не может быть удален: сначала вы должны удалить все связанные виджеты.
sv: Lagret kunde inte tas bort: du måste ta bort alla tillhörande widgetar först.

# OrchardCore.Layers.Controllers.AdminController
source: The layer name is required.
ar: إسم الطبقة مطلوب.
cs: Název vrstvy je povinný.
ru: Требуется название слоя.
sv: Namn måste fyllas i.

# OrchardCore.Layers.Controllers.AdminController
source: The layer name already exists.
ar: إسم الطبقة موجود مسبقاً.
cs: Název vrstvy již existuje.
ru: Название слоя уже существует.
sv: Namnet används redan.

# OrchardCore.Layers.Controllers.LayerRuleController
source: Condition added successfully.
cs: Podmínka úspěšně přidána.

# OrchardCore.Layers.Controllers.LayerRuleController
source: Condition updated successfully.
cs: Podmínka úspěšně aktualizována.

# OrchardCore.Layers.Controllers.LayerRuleController
source: The condition has validation errors.
cs: Podmínka není validní.

# OrchardCore.Layers.Controllers.LayerRuleController
source: Condition deleted successfully.
cs: Podmínka úspěšně odstraněna.

# OrchardCore.Layers.Drivers.LayerMetadataWelder
source: Zone is missing
ar: المنطقة مفقوده
cs: Zóna nenalezena
ru: Зона отсутствует
sv: Zon saknas

# OrchardCore.Layers.Drivers.LayerMetadataWelder
source: Layer is missing
cs: Vrstva nenalezena

# OrchardCore.Layers.GraphQL.SiteLayersQuery
source: Site layers define the rules and zone placement for widgets.
ar: طبقات الموقع تعرف القواعد والمناطق المستبدله للـ widgets.
cs: Vrstvy webu definují pravidla a umístění zón pro widgety.
ru: Слои сайта определяют правила и расположение зоны для виджетов.
sv: Webbplatslager definierar regler och zonplacering för widgetar.

# OrchardCore.Layers.Views.LayerMetadata.Edit
source: Title
ar: العنوان
cs: Titulek
ru: Заголовок
sv: Titel

# OrchardCore.Layers.Views.LayerMetadata.Edit
source: Render title
ar: رسم العنوان
cs: Vykreslit titulek
ru: Отображение заголовка
sv: Rendera titel

# OrchardCore.Layers.Views.LayerMetadata.Edit
source: If checked, the title will be rendered with the widget.
ar: اذا مختار, العنوان سوف يتم عرضه في الـ widget.
cs: Je-li zaškrtnuto, název bude vykreslen společně s widgetem.
ru: Если отмечено, название будет отображаться с виджетом.
sv: Om markerad, kommer titeln att renderas med widgeten.

# OrchardCore.Layers.Views.LayerMetadata.Edit
source: The layer the widget should be associated with.
ar: الطبقة المرتبطة بالـ widget.
cs: Vrstva, se kterou má být widget svázán.
ru: Слой, с которым виджет должен быть связан.
sv: Lagret widgeten ska associeras med.

# OrchardCore.Layers.Views.LayerSettings.Edit
source: Available zones for Layers
ar: المناطق المتاحة للطبقات
cs: Dostupné zóny pro vrstvy
ru: Доступные зоны для слоёв
sv: Tillgängliga zoner för lager

# OrchardCore.Layers.Views.LayerSettings.Edit
source: A comma separated list of values, representing the available zones for <a href="{0}">widgets</a>. Note that you'll need to render these zones in the layout template, as they do not automatically render.
cs: Čárkami oddělený seznam hodnot, které představují dostupné zóny pro <a href="{0}">widgety</a>. Všimněte si, že budete muset vykreslit tyto zóny v rozvržení šablony (Layout. cshtml nebo Layout. liquid), protože se nezobrazují automaticky.

# OrchardCore.Layers.Views.Admin.Create
source: Create Layer
ar: إنشاء طبقة
cs: Vytvořit vrstvu
ru: Создать слой
sv: Skapa lager

# OrchardCore.Layers.Views.Admin.Create
source: Name
ar: الإسم
cs: Název
ru: Название
sv: Namn

# OrchardCore.Layers.Views.Admin.Create
source: Description
ar: الوصف
cs: Popis
ru: Описание
sv: Beskrivning

# OrchardCore.Layers.Views.Admin.Create
source: Create
ar: إنشاء
cs: Vytvořit
ru: Создать
sv: Skapa

# OrchardCore.Layers.Views.Admin.Edit
source: Edit Layer - {0}
ar: تحرير طبقة - {0}
cs: Upravit vrstvu - {0}
ru: Изменить слой - {0}
sv: Redigera lager - {0}

# OrchardCore.Layers.Views.Admin.Edit
source: Name
ar: الإسم
cs: Název
ru: Название
sv: Namn

# OrchardCore.Layers.Views.Admin.Edit
source: Description
ar: الوصف
cs: Popis
ru: Описание
sv: Beskrivning

# OrchardCore.Layers.Views.Admin.Edit
source: Error updating rule order
cs: Chyba při aktualizaci pořadí pravidel

# OrchardCore.Layers.Views.Admin.Edit
source: Save
ar: حفظ
cs: Uložit
ru: Сохранить
sv: Spara

# OrchardCore.Layers.Views.Admin.Index
source: Edit Widgets and Layers
cs: Upravit widgety a vrstvy
sv: Redigera widgetar och lager

# OrchardCore.Layers.Views.Admin.Index
source: Widget successfully moved. <a href="javascript:console.log('submit');$('#undo-form').submit();"><strong>Undo</strong></a>.
ar: تم نقل الـ widgets بنجاح. <a href="javascript:console.log('submit');$('#undo-form').submit();"><strong>تراجع</strong></a>.
cs: Widget úspěšně přesunut. <a href="javascript:console.log('submit');$('#undo-form').submit();"><strong>Zpět</strong></a>.
ru: Виджет успешно перемещен. <a href="javascript:console.log('submit');$('#undo-form').submit();"><strong>Отменить</strong></a>.
sv: Widget har flyttats. <a href="javascript:console.log('submit');$('#undo-form').submit();"><strong>Ångra</strong></a>.

# OrchardCore.Layers.Views.Admin.Index
source: Zones
ar: المناطق
cs: Zóny
ru: Зоны
sv: Zoner

# OrchardCore.Layers.Views.Admin.Index
source: Please <a href="{0}">define the available zones</a> before adding Widgets
cs: Před vkládáním widgetů <a href="{0}">definujte dostupné zóny</a>
sv: <a href="{0}">Definiera tillgängliga zoner</a> innan du lägger till widgetar

# OrchardCore.Layers.Views.Admin.Index
source: Add Widget
ar: إضافة Widget
cs: Přidat widget
ru: Добавить виджет
sv: Lägg till Widget

# OrchardCore.Layers.Views.Admin.Index
source: Layers
ar: الطبقات
cs: Vrstvy
ru: Слои
sv: Lager

# OrchardCore.Layers.Views.Admin.Index
source: Select a layer to reveal its associated widgets.
ar: اختر الطبقة للكشف عن الـ widgets المرتبطة بها.
cs: Pro zobrazení svázaných widgetů vyberte vrstvu.
ru: Выберите слой, чтобы показать связанные виджеты.
sv: Välj ett lager för att visa tillhörande widgetar.

# OrchardCore.Layers.Views.Admin.Index
source: See documentation
cs: Viz dokumentaci

# OrchardCore.Layers.Views.Admin.Index
source: Edit
ar: تحرير
cs: Upravit
ru: Изменить
sv: Redigera

# OrchardCore.Layers.Views.Admin.Index
source: Delete
ar: حذف
cs: Smazat
ru: Удалить
sv: Radera

# OrchardCore.Layers.Views.Admin.Index
source: Please <a href="{0}">create a layer</a> before adding Widgets
ar: الرجاء <a href="{0}">إنشاء طبقة</a> قبل إضافة الـ Widgets
cs: Před vkládáním widgetů <a href="{0}">vytvořte vrstvu</a>
ru: Пожалуйста, <a href="{0}">создайте слой</a> перед добавлением виджетов
sv: <a href="{0}">Skapa ett lager</a> innan du lägger till widgetar

# OrchardCore.Layers.Views.Admin.Index
source: Add
ar: إضافة
cs: Přidat
ru: Добавить
sv: Lägg till

# OrchardCore.Layers.Views.Items.AllLayersDeploymentStep.Edit
source: All Layers
ar: كل الطبقات
cs: Všechny vrstvy
ru: Все слои
sv: Alla lager

# OrchardCore.Layers.Views.Items.AllLayersDeploymentStep.Summary
source: All Layers
ar: كل الطبقات
cs: Všechny vrstvy
ru: Все слои
sv: Alla lager

# OrchardCore.Layers.Views.Items.AllLayersDeploymentStep.Summary
source: Adds all layers to the plan.
ar: إضافة كل الطبقات إلى الخطة.
cs: Přidá všechny vrstvy do plánu.
ru: Добавляет все слои в план.
sv: Lägger till alla lager i planen.

# OrchardCore.Layers.Views.Items.AllLayersDeploymentStep.Thumbnail
source: All Layers
ar: كل الطبقات
cs: Všechny vrstvy
ru: Все слои
sv: Alla lager

# OrchardCore.Layers.Views.Items.AllLayersDeploymentStep.Thumbnail
source: Exports all layers.
ar: تصدير كل الطبقات.
cs: Exportuje všechny vrstvy.
ru: Экспортирует все слои.
sv: Exporterar alla lager.

# OrchardCore.Layers.Views.LayerRule.Create
source: Create Rule
cs: Vytvořit pravidlo

# OrchardCore.Layers.Views.LayerRule.Create
source: Create
cs: Vytvořit

# OrchardCore.Layers.Views.LayerRule.Create
source: Cancel
cs: Storno

# OrchardCore.Layers.Views.LayerRule.Edit
source: Edit Rule
cs: Upravit pravidlo

# OrchardCore.Layers.Views.LayerRule.Edit
source: Save
cs: Uložit

# OrchardCore.Layers.AdminMenu
source: Configuration
ar: الإعدادات
ru: Конфигурация

# OrchardCore.Layers.AdminMenu
source: Layers
ar: الطبقات
ru: Слои

# OrchardCore.Layers.Controllers.AdminController
source: The rule is required.
ar: القاعدة مطلوبة.
ru: Требуется правило.

# OrchardCore.Layers.Views.LayerSettings.Edit
source: A comma separated list of values, representing the available zones for widgets.
ar: قائمة قيم مفصولة بفواصل, تعبر عن المناطق المتاحة للـ widgets.
ru: Список значений, разделенных запятыми, представляющих доступные зоны для виджетов.

# OrchardCore.Layers.Views.Admin.Create
source: Rule
ar: القاعدة
ru: Правило

# OrchardCore.Layers.Views.Admin.Edit
source: Rule
ar: القاعدة
ru: Правило

# OrchardCore.Layers.Views.Admin.Index
source: Edit Widget Layers
ar: تحرير طبقات الـ widget
ru: Редактировать слои виджета
