Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Workflows.po
Languages: ar, cs, el, fa, fr, it, ru, vi

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: The HTTP Method. For example: GET, POST, PUT, PATCH, OPTIONS, HEAD, DELETE
ar: اسلوب HTTP. مثل GET, POST, PUT, PATCH, OPTIONS, HEAD, DELETE
cs: HTTP methoda. Například: GET, POST, PUT, PATCH, OPTIONS, HEAD, DELETE
el: Η μέθοδος HTTP. Για παράδειγμα: GET, POST, PUT, PATCH, OPTIONS, HEAD, DELETE
fa: متود HTTP. برای مثال: GET, POST, PUT, PATCH, OPTIONS, HEAD, DELETE
fr: La méthode HTTP. Par exemple : GET, POST, PUT, PATCH, OPTIONS, HEAD, DELETE
it: Il metodo HTTP. Ad esempio: GET, POST, PUT, PATCH, OPTIONS, HEAD, DELETE
ru: Метод HTTP. Например: GET, POST, PUT, PATCH, OPTIONS, HEAD, DELETE
vi: Phương thức HTTP. Ví dụ: GET, POST, PUT, PATCH, OPTIONS, HEAD, DELETE

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: Content Type
ar: نوع المحتوى
el: Τύπος Περιεχομένου
fa: نوع محتوا
fr: Type de Contenu
it: Tipo di contenuto
ru: Тип контента
vi: Loại Nội dung

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: The content type of the request body.
ar: نوع المحتوى لمحتوى الطلب.
cs: Content type těla požadavku.
el: Ο τύπος περιεχομένου των αιτήσεων του σώματος.
fa: نوع محتوای بدنه (Body) درخواست.
fr: Le type de contenu du corps de la requête.
it: Il tipo di contenuto nel corpo della richiesta.
ru: Тип содержимого тела запроса.
vi: Loại nội dung của nội dung yêu cầu.

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: Body
ar: المحتوى
cs: Tělo zprávy
el: Σώμα
fa: بدنه (Body)
fr: Corps
ru: Тело
vi: Nội dung

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: The body to send with POST, PUT and PATCH requests. With Liquid support.
ar: المحتوى المراد إرساله مع طلبات POST, PUT و PATCH. يدعم تنسيق Liquid.
cs: Tělo HTTP požadavku pro metody POST, PUT a PATCH. S podporou Liquid.
el: Το σώμα που στέλνει με POST, PUT και PATCH αιτήματα. Με υποστήριξη Liquid.
fa: بدنه‌ای (body) که با درخواست‌های PUT ،Post و PATCH ارسال می‌شود.
fr: Le corps à envoyer avec les requêtes POST, PUT et PATCH. Supporte la syntaxe Liquid.
it: Il body da inviare con richieste POST, PUT e PATCH. Supporta sintassi Liquid.
ru: Тело, которое отправляется с POST, PUT и PATCH запросами. При поддержке Liquid.
vi: Nội dung để gửi với các yêu cầu POST, PUT và PATCH. Hỗ trợ Liquid.

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: Headers
ar: الرؤوس
cs: Hlavičky
el: Κεφαλίδες
fa: هدرها (Headers)
fr: En-têtes
ru: Заголовки
vi: Tiêu đề

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: Provide additional HTTP headers, one per line. For example: Authorization: Bearer 123ABC. With Liquid support.
ar: توفير رؤوس HTTP إضافية، واحد في كل سطر. فعلى سبيل المثال: Authorization: Bearer 123ABC. مع دعم Liquid.
cs: Zadejte další HTTP hlavičky, každý pár klíč/hodnota na nový řádek. Příklad: "X-MyHeader: Foo". S podporou Liquid.
el: Παρέχετε πρόσθετες κεφαλίδες HTTP, μία ανά γραμμή. Για παράδειγμα: Εξουσιοδότηση: Φορέας 123ABC. Με την υποστήριξη Liquid.
fa: هریک از هدرهای HTTP اضافه را در یک خط ارائه دهید. برای مثال: Authorization: Bearer 123ABC. با پشتیبانی از Liquid.
fr: Fournir des en-têtes HTTP supplémentaires, un par ligne. Par exemple : Autorisation : Bearer 123ABC. Supporte la syntaxe Liquid.
it: Fornisci ulteriori headers HTTP, una per riga. Ad esempio: Authorization: Bearer 123ABC. Supporta sintassi Liquid.
ru: Предоставьте дополнительные HTTP заголовки, один на строку. Например: Авторизация: Bearer 123ABC. С поддержкой Liquid.
vi: Cung cấp các tiêu đề HTTP bổ sung, mỗi tiêu đề một dòng. Ví dụ: Authorization: Bearer 123ABC. Với sự hỗ trợ của Liquid.

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: HTTP Response Codes
ar: رموز إستجابة HTTP
cs: Kód HTTP odpovědi
el: Κωδικοί Απόκρισης HTTP
fa: کدهای پاسخ HTTP
fr: Codes de réponse HTTP
it: Codici di risposta HTTP
ru: Код ответа HTTP
vi: Mã HTTP Phản hồi

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: A comma-separated list of HTTP response status codes to handle as activity outcomes. For example: 200, 404, 500
ar: قائمة مفصوله بفواصل لرموز حالات الإستجابة مثل: 200, 404, 500
cs: Čárkami oddělený seznam kód- HTTP odpovědí, které se považují za výsledek aktivity. Například: 200,404,500
el: Μια λίστα με κωδικούς κατάστασης απόκρισης HTTP που διαχωρίζονται με κόμματα για να διαχειρίζονται ως αποτελέσματα δραστηριότητας. Για παράδειγμα: 200, 404, 500
fa: لیستی از کدهای وضعیت HTTP که نتایج فعالیت را بر می‌گرداند. آیتم‌های این لیست باید توسط ویرگول از یک‌دیگر جدا شوند. برای مثال: 200, 404, 500
fr: Une liste de codes d'état de réponse HTTP séparés par des virgules pour gérer les résultats de l'activité. Par exemple : 200, 404, 500
it: Un elenco separato da virgole di codici di stato di risposta HTTP da gestire come risultati di un attività. Ad esempio: 200, 404, 500
ru: Список кодов статуса ответа HTTP, разделенных запятыми, для обработки как результатов деятельности. Например: 200, 404, 500
vi: Danh sách mã trạng thái phản hồi HTTP được phân tách bằng dấu phẩy để xử lý như kết quả hoạt động. Ví dụ: 200, 404, 500

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Thumbnail
source: HTTP Request
ar: طلب HTTP
cs: HTTP požadavek
el: Αίτηση HTTP
fa: درخواست HTTP
fr: Requête HTTP
it: Richiesta HTTP
ru: HTTP Запрос
vi: Yêu cầu HTTP

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Thumbnail
source: Perform a HTTP request to a given URL.
ar: إجراء طلب HTTP إلى العنوان المعين.
cs: Provede HTTP požadavek na zadanou URL.
el: Εκτελέστε ένα αίτημα HTTP σε μια δεδομένη διεύθυνση URL.
fa: یک درخواست HTTP را در آدرس داده شده انجام می‌دهد.
fr: Effectuez une requête HTTP vers une URL donnée.
it: Esegui una richiesta HTTP a un dato URL.
ru: Выполнить HTTP запрос на указанный URL.
vi: Thực hiện một yêu cầu HTTP đến một URL nhất định.

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Design
source: HTTP Response
ar: إستجابة HTTP
cs: HTTP odpověď
el: Απόκριση HTTP
fa: پاسخ HTTP
fr: Réponse HTTP
it: Risposta HTTP
ru: HTTP-ответ
vi: Phản hồi HTTP

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Edit
source: HTTP Status Code
ar: رمز حالة HTTP
cs: Stavový kód HTTP
el: Κωδικός Κατάστασης HTTP
fa: کد وضعیت HTTP
fr: Code de statut HTTP
it: Codice di stato HTTP
ru: Коды состояния HTTP
vi: Mã Trạng thái HTTP

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Edit
source: The HTTP Status Code to send back. <a href="https://en.wikipedia.org/wiki/List_of_HTTP_status_codes" target="_blank">Click here</a> for a complete list.
ar: رمز حالة HTTP لإرسالة مره آخرى. <a href="https://en.wikipedia.org/wiki/List_of_HTTP_status_codes" target="_blank">انقر هنا</a> للحصول على القائمة كاملة.
cs: Stavový kód odpovědi. <a href="https://en.wikipedia.org/wiki/List_of_HTTP_status_codes" target="_blank">Zobrazit kompletní seznam</a>.
el: Ο κωδικός κατάστασης HTTP για αποστολή. <a href="https://en.wikipedia.org/wiki/List_of_HTTP_status_codes" target="_blank"> Κάντε κλικ εδώ </a> για μια πλήρη λίστα.
fa: کد وضعیت HTTP که در جواب ارسال می‌شود. جهت مشاهده لیست کامل کدها <a href="https://en.wikipedia.org/wiki/List_of_HTTP_status_codes" target="_blank">اینجا</a> for a complete list. کلیک کنید.
fr: Le code de statut HTTP à renvoyer. <a href="https://en.wikipedia.org/wiki/List_of_HTTP_status_codes" target="_blank">Cliquez ici</a> pour une liste complète.
it: Il codice di stato HTTP da inviare. <a href="https://en.wikipedia.org/wiki/List_of_HTTP_status_codes" target="_blank">Clicca qui</a> per una lista completa.
ru: Код статуса HTTP для отправки назад. <a href="https://en.wikipedia.org/wiki/List_of_HTTP_status_codes" target="_blank">Нажмите здесь</a> для полного списка.
vi: Mã Trạng thái HTTP để gửi lại. Bấm <a href="https://en.wikipedia.org/wiki/List_of_HTTP_status_codes" target="_blank">vào đây</a> để xem danh sách đầy đủ.

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Edit
source: Content Type
ar: نوع المحتوى
el: Τύπος Περιεχομένου
fa: نوع محتوا
fr: Type de Contenu
it: Tipo di contenuto
ru: Тип контента
vi: Loại Nội dung

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Edit
source: The content type of the response body.
ar: نوع المحتوى لمحتوى الطلب.
cs: Content type těla odpovědi.
el: Ο τύπος περιεχομένου του σώματος απόκρισης.
fa: نوع محتوای بدنه (Body) پاسخ.
fr: Le type de contenu du corps de réponse.
it: Il tipo di contenuto nel corpo della risposta.
ru: Тип содержимого тела запроса.
vi: Loại nội dung của nội dung phản hồi.

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Edit
source: Content
ar: محتوى
cs: Obsah
el: Περιεχόμενο
fa: محتوا
fr: Contenu
it: Contenuto
ru: Контент
vi: Nội dung

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Edit
source: The body to send back. With Liquid support.
ar: المحتوى الذي سيتم إرساله مره آخرى. يدعم تنسيق Liquid.
cs: Tělo odpovědi. S podporou Liquid.
el: Το σώμα που στέλνει πίσω. Με υποστήριξη Liquid.
fa: بدنه‌ای (body) که در پاسخ ارسال می‌شود. با پشتیبانی از Liquid.
fr: Le corps à renvoyer. Supporte la syntaxe Liquid.
it: Il contenuto da ritornare. Supporta sintassi Liquid.
ru: Тело для отправки обратно. С поддержкой Liquid.
vi: Nội dung gửi lại. Với sự hỗ trợ của Liquid.

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Edit
source: Headers
ar: الرؤوس
cs: Hlavičky
el: Επικεφαλίδες
fa: هدرها (Headers)
fr: En-têtes
ru: Заголовки
vi: Tiêu đề

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Edit
source: Provide additional HTTP response headers. Enter one key/value pair per line. For example: "X-MyHeader: Foo". With Liquid support.
ar: توفير رؤوس إستجابة HTTP إضافية. أدخل زوج مفتاح/قيمة واحد على كل سطر. فعلى سبيل المثال: "X-MyHeader: Foo". مع دعم Liquid.
cs: Zadejte další hlavičky odpovědi, každý pár klíč/hodnota na nový řádek. Příklad: "X-MyHeader: Foo". S podporou Liquid.
el: Παρέχετε επιπλέον κεφαλίδες απόκρισης HTTP. Εισαγάγετε ένα ζεύγος κλειδιών / τιμών ανά γραμμή. Για παράδειγμα: "X-MyHeader: Foo". Με υποστήριξη Liquid.
fa: هریک از هدرهای HTTP اضافه را در یک خط به صورت یک جفت key/value ارائه دهید. برای مثال: "X-MyHeader: Foo". با پشتیبانی از Liquid.
fr: Fournir des en-têtes de réponse HTTP supplémentaires. Entrez une paire de clés/valeur par ligne. Par exemple : "X-MyHeader: Foo". Supporte la syntaxe Liquid.
it: Fornisci ulteriori headers HTTP di risposta. Inserisci una coppia di codice/valore per riga. Ad esempio: "X-MyHeader: Foo". Supporta sintassi Liquid.
ru: Укажите дополнительные заголовки ответа HTTP. Введите одну пару клавиш/значений в строке. Например: "X-MyHeader: Foo". С поддержкой Liquid.
vi: Cung cấp thêm tiêu đề phản hồi HTTP. Nhập một cặp khóa/giá trị trên mỗi dòng. Ví dụ: "X-MyHhead: Foo". Với sự hỗ trợ của Liquid.

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Thumbnail
source: HTTP Response
ar: إستجابة HTTP
cs: HTTP odpověď
el: Απόκριση HTTP
fa: پاسخ HTTP
fr: Réponse HTTP
it: Risposta HTTP
ru: HTTP-ответ
vi: Phản hồi HTTP

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Thumbnail
source: Write a HTTP response.
ar: كتابة إستجابة HTTP.
cs: Odešle HTTP odpověď.
el: Γράψτε μια απάντηση HTTP.
fa: یک پاسخ HTTP می‌نویسد.
fr: Écrire une réponse HTTP.
it: Scrivi una risposta HTTP.
ru: Написать HTTP-ответ.
vi: Viết một phản hồi HTTP.

# OrchardCore.Workflows.Views.Items.IfElseTask.Fields.Design
source: If/Else
ar: إذا كان/إلا

# OrchardCore.Workflows.Views.Items.IfElseTask.Fields.Design
source: Evaluate <em>{0}</em>
ar: حساب <em>{0}</em>
cs: Vyhodnotit <em>{0}</em>
el: Αξιολογήστε <em>{0}</em>
fa: ارزیابی <em>{0}</em>
fr: Évalue <em>{0}</em>
it: Valuta <em>{0}</em>
ru: Проверка <em>{0}</em>
vi: Đánh giá <em>{0}</em>

# OrchardCore.Workflows.Views.Items.IfElseTask.Fields.Edit
source: Condition Expression
ar: تعبير شرطي
cs: Podmínka
el: Συνθήκες Έκφρασης
fa: عبارت شرطی
fr: Expression de condition
it: Espressione Condizionale
ru: Условное выражение
vi: Biểu thức Điều kiện

# OrchardCore.Workflows.Views.Items.IfElseTask.Fields.Edit
source: A JavaScript expression that evaluates to true or false.
ar: تعبير جافا سكربت يحسب بنعم أو لا.
cs: Výraz jazyka JavaScript, který je vyhodnocen na true nebo false.
el: Μια έκφραση JavaScript που αξιολογείται ως αληθής ή ψευδής.
fa: یک expression جاوااسکریپت که true یا false بودن را ارزیابی می‌کند.
fr: Une expression de script JavaScript qui évalue à true ou false.
it: Un'espressione JavaScript che valuta se delle condizioni booleane sono vere o false.
ru: Выражение скрипта JavaScript, которое оценивает true или false.
vi: Một biểu thức JavaScript đánh giá là đúng hay sai.

# OrchardCore.Workflows.Views.Items.IfElseTask.Fields.Thumbnail
source: If/Else
ar: إذا كان/إلا

# OrchardCore.Workflows.Views.Items.IfElseTask.Fields.Thumbnail
source: Evaluate a boolean condition and continues execution based on the outcome.
ar: حساب شرط منطقي والإستمرار في التنفيذ بناءاً على المخرجات.
cs: Vyhodnotí logickou podmínku a pokračuje v provádění na základě výsledku.
el: Αξιολογήστε μια κατάσταση boolean και συνεχίστε την εκτέλεση με βάση το αποτέλεσμα.
fa: یک شرط از نوع Boolean را ارزیابی می‌کند و بر اساس نتیجه حاصل از ارزیابی، اجرا را ادامه می‌دهد.
fr: Évaluer une condition booléenne et poursuivre l'exécution en fonction du résultat.
it: Valuta una condizione booleana e continua l'esecuzione in base al risultato.
ru: Оцените логическое состояние и продолжает выполнение на основе результатов.
vi: Đánh giá một điều kiện boolean và tiếp tục thực hiện dựa trên kết quả.

# OrchardCore.Workflows.Views.Items.JoinTask.Fields.Design
source: Join
ar: ربط
cs: Spojit
el: Ένωση
fa: اتصال
fr: Joindre
it: Unisci
ru: Соединить
vi: Tham gia

# OrchardCore.Workflows.Views.Items.JoinTask.Fields.Design
source: Await <strong>all</strong> inbound activities before joining execution into a single path.
ar: في إنتظار <strong>جميع</strong> الأنشطة المتجهة للداخل قبل الإنضمام إلى التنفيذ في مسار واحد.
cs: Čekat na <strong>všechny</strong> příchozí větve před spojením do jedné větve.
el: Περίμενε <strong>όλες</strong> τις εισερχόμενες δραστηριότητες προτού να συνδεθείς στην εκτέλεση σε μια μοναδική διαδρομή.
fa: قبل از اینکه همه مسیرهای اجرا را به یک مسیر تبدیل کند، منتظر اتمام فعالیت <strong>تمام</strong> فعالیت‌های ورودی می‌ماند.
fr: Attendre <strong>toutes</strong> les activités entrantes avant de rejoindre l'exécution en un seul chemin.
it: In attesa di <strong>tutte le</strong> attività in ingresso prima unire l'esecuzione in un unico percorso.
ru: Ожидайте <strong>всех действий</strong>, прежде чем присоединиться к исполнению в один путь.
vi: Chờ đợi <strong>tất cả</strong> các hoạt động đến trước khi tham gia thực thi vào một nhánh duy nhất.

# OrchardCore.Workflows.Views.Items.JoinTask.Fields.Design
source: Awaits <strong>any</strong> inbound activities before joining execution into a single path.
ar: في إنتظار <strong>أي</strong> الأنشطة المتجهة للداخل قبل الإنضمام إلى التنفيذ في مسار واحد.
cs: Čekat na <strong>jakoukoli</strong> příchozí větv před spojením do jedné větve.
el: Περίμενε <strong>οποιωνδήποτε</strong> εισερχόμενη δραστηριότητα προτού να συνδεθείς στην εκτέλεση σε μια μοναδική διαδρομή.
fa: بعد از اتمام فعالیت <strong>هریک</strong> از فعالیت‌های ورودی، همه مسیرهای اجرا را به یک مسیر تبدیل کند.
fr: Attendre <strong>n'importe quelle</strong> activité entrante avant de rejoindre l'exécution en un seul chemin.
it: In attesa <strong>qualsiasi</strong> attività in ingresso prima di unire l'esecuzione in un unico percorso.
ru: Ожидает <strong>любой</strong> входящие действия перед тем, как вступить в выполнение в один путь.
vi: Đang chờ <strong>một vài</strong> hoạt động đến trước khi tham gia thực thi vào một nhánh duy nhất.

# OrchardCore.Workflows.Views.Items.JoinTask.Fields.Edit
source: Mode
ar: نمط
cs: Režim
el: Λειτουργία
fa: حالت
it: Modalità
ru: Режим
vi: Chế độ

# OrchardCore.Workflows.Views.Items.JoinTask.Fields.Edit
source: Controls whether the Join task should wait for all or any inbound activity to be completed.
ar: التحكم في ما إذا كانت مهمة الربط ينبغي أن تنتظر لجميع أو أي نشاط واردة يكتمل.
cs: Určuje, zda úkol Spojit, čeká na všechny příchozí akce nebo na jakoukoli z nich.
el: Ελέγχει αν η εργασία ένωσης πρέπει να περιμένει την ολοκλήρωση όλων ή οποιασδήποτε εισερχόμενης δραστηριότητας.
fa: کنترل می‌کند که وظیفه اتصال، باید بعد از اتمام فعالیت همه فعالیت‌های ورودی انجام شود یا بعد از اتمام هریک از فعالیت‌ها.
fr: Contrôle si la tâche Joindre doit attendre que toute activité entrante soit terminée.
it: Controlla se l'attività di Join debba attendere che una o tutte le attività in ingresso siano completate.
ru: Контролирует, должна ли задача присоединиться к работе, которая будет завершена.
vi: Kiểm soát xem tác vụ Tham gia có nên đợi tất cả hoặc bất kỳ hoạt động đến nào được hoàn thành hay không.

# OrchardCore.Workflows.Views.Items.JoinTask.Fields.Thumbnail
source: Join
ar: ربط
cs: Spojit
el: Ένωση
fa: اتصال
fr: Joindre
it: Unisci
ru: Соединить
vi: Tham gia

# OrchardCore.Workflows.Views.Items.JoinTask.Fields.Thumbnail
source: Join forked workflow execution back into a single path of execution.
ar: الإنضمام إلى تنفيذ فرع سير العمل والعودة إلى مسار واحد للتنفيذ.
cs: Spojit více větví workflow zpět do jedné.
el: Ένωσε το διαχωρισμό της ροής εργασίας πίσω σε μια ενιαία διαδρομή εκτέλεσης.
fa: تمامی انشعاب‌های گردش‌کار را دوباره به یک مسیر اجرا متصل می‌کند.
fr: Joindre l'exécution du workflow renvoyé dans un seul chemin d'exécution.
it: Riunisce l'esecuzione del workflow spezzato in un unico percorso di esecuzione.
ru: Присоединяйтесь к прерванному выполнению рабочего процесса обратно в один путь выполнения.
vi: Tham gia thực thi quy trình rẽ nhánh trở lại vào một nhánh thực hiện duy nhất.

# OrchardCore.Workflows.Views.Items.LogTask.Fields.Design
source: Log
ar: سجل
el: Καταγραφή
fa: گزارش (Log)
fr: Journal
ru: Лог
vi: Nhật ký

# OrchardCore.Workflows.Views.Items.LogTask.Fields.Edit
source: Log Level
ar: مستوى السجل
cs: Úrovně logu
el: Επίπεδο Καταγραφής
fa: سطح Log
fr: Niveau de journalisation
it: Livello di Log
ru: Уровень логгирования
vi: Mức Nhật ký

# OrchardCore.Workflows.Views.Items.LogTask.Fields.Edit
source: The log level.
ar: مستوى السجل.
cs: Úrovně logu.
el: Το επίπεδο καταγραφής.
fa: سطح Log.
fr: Le niveau de journalisation.
it: Il livello di log.
ru: Уровень логирования.
vi: Mức nhật ký.

# OrchardCore.Workflows.Views.Items.LogTask.Fields.Edit
source: Text
ar: نص
el: Κείμενο
fa: متن
fr: Texte
it: Testo
ru: Текст
vi: Văn bản

# OrchardCore.Workflows.Views.Items.LogTask.Fields.Edit
source: The text to log. With Liquid support.
ar: النص المراد تسجيله. يدعم تنسيق Liquid.
cs: Text záznamu. S podporou Liquid.
el: Το κείμενο για καταγραφή. Με υποστήριξη Liquid.
fa: متن Log. با پشتیبانی از Liquid.
fr: Le texte à loguer. Supporte la syntaxe Liquid.
it: Il testo da loggare. Supporta sintassi Liquid.
ru: Текст для логирования. С поддержкой Liquid.
vi: Văn bản ghi nhật ký. Với sự hỗ trợ của Liquid.

# OrchardCore.Workflows.Views.Items.LogTask.Fields.Thumbnail
source: Log
ar: سجل
el: Καταγραφή
fa: گزارش (Log)
fr: Journal
ru: Лог
vi: Nhật ký

# OrchardCore.Workflows.Views.Items.LogTask.Fields.Thumbnail
source: Write a log entry.
ar: كتابة سجل.
cs: Zapsat záznam logu.
el: Γράψτε μια καταχώρηση καταγραφής.
fa: یک ورودی برای log می‌نویسد.
fr: Écrire une entrée de journal.
it: Scrivi un log.
ru: Запись записи лога.
vi: Viết một mục nhật ký.

# OrchardCore.Workflows.Views.Items.MissingActivity.Fields.Design
source: Missing Activity
ar: نشاط مفقود
cs: Chybějící akce
el: Ελλείπεις δραστηριότητα
fa: فعالیت پیدا نشد
fr: Activité manquante
it: Attività mancante
ru: Отсутствует активность
vi: Hoạt động Còn thiếu

# OrchardCore.Workflows.Views.Items.MissingActivity.Fields.Design
source: <em>{0}</em> is no longer available.
ar: <em>{0}</em> لم يعد متوفر.
cs: <em>{0}</em> již není k dispozici.
el: <em>{0}</em> δεν είναι πλέον διαθέσιμη.
fa: <em>{0}</em> دیگر قابل دسترس نیست.
fr: <em>{0}</em> n'est plus disponible.
it: <em>{0}</em> non è più disponibile.
ru: <em>{0}</em> больше не доступен.
vi: <em>{0}</em> không còn tồn tại.

# OrchardCore.Workflows.Views.Items.NotifyTask.Fields.Design
source: {0} Notification
ar: {0} إشعارات
cs: {0} upozornění
el: Ανακοίνωση για {0}
fa: {0} اعلان
fr: Notification {0}
it: {0} Notifica
ru: {0} уведомление
vi: {0} Thông báo

# OrchardCore.Workflows.Views.Items.NotifyTask.Fields.Edit
source: Notification Type
ar: نوع الإشعار
cs: Typ oznámení
el: Τύπος ειδοποίησης
fa: نوع اعلان
fr: Type Notification
it: Tipo di notifica
ru: Тип уведомления
vi: Loại Thông báo

# OrchardCore.Workflows.Views.Items.NotifyTask.Fields.Edit
source: The notification type.
ar: نوع الإشعار.
cs: Typ oznámení.
el: Ο τύπος ειδοποίησης.
fa: نوع اعلان.
fr: Sélectionner le type de notification.
it: Tipo di notifica.
ru: Тип уведомления.
vi: Loại thông báo.

# OrchardCore.Workflows.Views.Items.NotifyTask.Fields.Edit
source: Message
ar: رسالة
cs: Zpráva
el: Μήνυμα
fa: پیام
it: Messaggio
ru: Сообщение
vi: Tin nhắn

# OrchardCore.Workflows.Views.Items.NotifyTask.Fields.Edit
source: The message to show. With Liquid support.
ar: الرسالة المراد اظهارها. يدعم تنسيق Liquid.
cs: Zobrazená zpráva. S Liquid podporou.
el: Το μήνυμα που θα εμφανιστεί. Με υποστήριξη Liquid.
fa: پیامی برای نمایش دادن. با پشتیبانی از Liquid.
fr: Le message à afficher. Supporte la syntaxe Liquid.
it: Il messaggio da mostrare. Supporta sintassi Liquid.
ru: Сообщение для показа. С поддержкой Liquid.
vi: Tin nhắn để hiển thị. Hỗ trợ cú pháp Liquid.

# OrchardCore.Workflows.Views.Items.NotifyTask.Fields.Thumbnail
source: Notify
ar: تنويه
cs: Upozornit
el: Ειδοποιώ
fa: آگاه‌سازی
fr: Notifier
it: Notifica
ru: Уведомить
vi: Thông báo

# OrchardCore.Workflows.Views.Items.NotifyTask.Fields.Thumbnail
source: Display a notification.
ar: اظهار الإشعار.
cs: Zobrazit upozornění.
el: Εμφάνιση μιας ειδοποίησης.
fa: یک اعلان نمایش می‌دهد.
fr: Afficher une notification.
it: Visualizza una notifica.
ru: Показывать уведомление.
vi: Hiển thị một thông báo.

# OrchardCore.Workflows.Views.Items.ScriptTask.Fields.Design
source: Script
ar: سكريبت
cs: Skript
fa: اسکریپت
ru: Скрипт

# OrchardCore.Workflows.Views.Items.ScriptTask.Fields.Edit
source: Available Outcomes
ar: المخرجات المتوفرة
cs: Dostupné výstupy
el: Διαθέσιμα αποτελέσματα
fa: نتایج موجود
fr: Résultats disponibles
it: Risultati disponibili
ru: Доступные результаты
vi: Các kết quả Có sẵn

# OrchardCore.Workflows.Views.Items.ScriptTask.Fields.Edit
source: A comma-separated list of available outcomes.
ar: قائمة مفصولة بفواصل من المخرجات المتوفرة.
cs: Čárkami oddělený seznam dostupných výstupů.
el: Μια λίστα διαχωρισμένη με κόμματα των διαθέσιμων αποτελεσμάτων.
fa: لیستی از نتایج موجود که آیتم‌های آن توسط ویرگول از یک‌دیگر جدا شده‌اند.
fr: Une liste séparée par des virgules des résultats disponibles.
it: Un elenco separato da virgole di possibili risultati disponibili.
ru: Список доступных результатов, разделенный запятыми.
vi: Danh sách các kết quả có sẵn được ngăn cách bởi dấu phẩy.

# OrchardCore.Workflows.Views.Items.ScriptTask.Fields.Edit
source: Script
ar: سكريبت
cs: Skript
fa: اسکریپت
ru: Скрипт
