Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Workflows.po
Languages: ar, cs, el, fa, fr, it, ru, vi

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Properties
ar: خصائص
el: Ιδιότητες
it: Proprietà

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Advanced
ar: متقدم
el: Για προχωρημένους
it: Avanzate

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Name
ar: الإسم
cs: Název
el: Όνομα
fa: نام
fr: Nom
it: Nome
ru: Имя
vi: Tên

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: The name of the workflow.
ar: اسم مسار العمل.
el: Το όνομα της ροής εργασίας.
it: Il nome del workflow.

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Enabled
ar: تمكين
cs: Povoleno
el: Ενεργοποιημένο
fa: فعال‌شده
fr: Activé
it: Abilitato
ru: Включено
vi: Đã kích hoạt

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Uncheck to prevent workflows of this type from being executed.
ar: قم بإلغاء التحديد لتجنب تنفيذ تدفق أعمال من نفس النوع.
cs: Odškrtněte pro zakázání spouštění tohoto typu workflow.
el: Καταργήστε την επιλογή για να αποτρέψετε την εκτέλεση ροών εργασίας αυτού του τύπου.
fa: برای جلوگیری از اجرای این نوع گردش‌کار، انتخاب نشود.
fr: Décochez pour empêcher l'exécution des workflows de ce type.
it: Deseleziona per impedire che i workflow di questo tipo vengano eseguiti.
ru: Снимите флажок, чтобы предотвратить выполнение рабочих процессов этого типа.
vi: Bỏ đánh dấu để ngăn luồng của loại này được thực thi.

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Single instance
ar: كائن واحد
cs: Jedna instance
el: Μοναδική περίπτωση
fa: اجرای تنها یک مورد
fr: Instance unique
it: Crea come istanza unica
ru: Один экземпляр
vi: Trường hợp duy nhất

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Check to ensure only one workflow of this type can execute at a time. Leave unchecked to allow any number of workflows to execute at the same time.
ar: اختر لتنفيذ تدفق عمل واحد من هذا النوع. اترك الخيار إن اردت تنفيذ أي عدد من تدفقات العمل في نفس الوقت.
cs: Zaškrtněte v případě, že v jednu chvíli může běžet pouze jedna instance workflow. Odškrtněte pro povolení současného běhu více instancí.
el: Επιλέξτε για να βεβαιωθείτε ότι μόνο μία ροή εργασίας αυτού του τύπου μπορεί να εκτελεστεί κάθε φορά. Απόεπιλέξτε για να επιτρέψετε την εκτέλεση οποιουδήποτε αριθμού ροών εργασίας ταυτόχρονα.
fa: در صورتی که می‌خواهید فقط یک مورد از این نوع گردش‌کار در آن‌واحد اجرا شود، این گزینه را انتخاب کنید. در صورتی که می‌خواهید چندین مورد از این نوع گردش‌کار به صورت همزمان اجرا شود، این گزینه را انتخاب نکنید.
fr: Cocher pour vérifier qu'un seul workflow de ce type peut être exécuté à la fois. Laisser non coché pour permettre n'importe quel nombre de workflows de s'exécuter en même temps.
it: Seleziona per garantire che solo un workflow di questo tipo possa essere eseguito per volta. Lasciare deselezionato per consentire esecuzioni contemporanee di questo tipo di workflow.
ru: Проверьте, чтобы убедиться, что только один рабочий процесс этого типа может выполняться в одно время. Оставьте без ограничений, чтобы разрешить любое количество рабочих потоков одновременно.
vi: Đánh dấu để đảm bảo chỉ một luồng thuộc loại này có thể thực thi tại một thời điểm. Bỏ đánh dấu để cho phép không giới hạn số lượng quy trình được thực thi cùng một lúc.

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Delete successfully completed workflows
ar: حذف تدفقات العمل التي تم إكمالها بنجاح
cs: Odstranit úspěšně dokončené workflow
el: Διαγράψτε επιτυχώς ολοκληρωμένες ροές εργασίας
fa: گردش‌کارهایی که با موفقیت به پایان رسیده‌اند، پاک شوند
fr: Supprimer les workflows terminés avec succès
it: Rimozione dei workflow completata con successo
ru: Удалить успешно завершенные рабочие процессы
vi: Xóa những quy trình đã hoàn thành thành công

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Check to automatically delete workflows that have completed successfully. Leave unchecked to maintain a history of executed workflows.
ar: اختر للحذف التلقائي لتدفقات العمل التي اكملت بنجاح. اترك الخيار للحفاظ على تاريخ تنفيذ تدفقات العمل.
cs: Zaškrtněte, pokud chcete automaticky mazat úspěšně dokončené workflow. Odškrtněte, pokud chcete ponechat historii dokončených workflow.
el: Επιλέξτε για να διαγράψετε αυτόματα ροές εργασίας που ολοκληρώθηκαν με επιτυχία. Αποεπιλέξτε για να διατηρήσετε ένα ιστορικό εκτέλεσης ροών εργασίας.
fa: در صورتی که می‌خواهید گردش‌کارهایی که با موفقیت به پایان رسیده‌اند، به صورت خودکار پاک شوند، این گزینه انتخاب شود. در صورتی که می‌خواهید تاریخچه اجرای این گردش‌کارها موجود باشد، این گزینه را انتخاب نکنید.
fr: Cochez pour supprimer automatiquement les flux de travail qui ont été terminés avec succès. Laisser décoché pour maintenir un historique des flux de travail exécutés.
it: Seleziona per eliminare automaticamente i workflow che sono terminati con successo. Lascia deselezionato per mantenere la cronologia dei workflow eseguiti.
ru: Проверьте, чтобы автоматически удалить рабочие потоки, которые успешно завершены. Оставьте флажок, чтобы сохранить историю выполненных рабочих потоков.
vi: Đánh dấu để tự động xóa các quy trình đã hoàn thành thành công. Không đánh dấu để duy trì lịch sử của các quy trình đã thực hiện.

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Invalid lock timeout value in the advanced tab
ar: قيمة مهلة القفل غير صالحة في تبويب المتقدمة
it: La scheda avanzata contiene un valore non valido per il timeout blocco

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Invalid lock expiration value in the advanced tab
ar: قيمة مهلة القفل انتهت في تبويب المتقدمة
it: La scheda avanzata contiene un valore non valido per il blocco scadenza

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Lock timeout (ms)
ar: مهلة القفل (ملي ثانية)
el: Λήξη χρονικού ορίου κλειδώματος (ms)

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: The timeout in milliseconds to acquire a lock before resuming a given workflow instance of this type atomically. Leave it to zero to not use any locking.
ar: مهلة القفل بالملي ثانية للحصول على قفل قبل استئناف حالة مسار عمل معين من هذا النوع الذري. اتركه صفر لعدم استخدام أي قفل.
it: Il timeout in millisecondi per acquisire un lock prima di eseguire un'attività in maniera atomica. Lascialo a zero per non usare alcun blocco.

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Lock expiration (ms)
ar: مهلة انتهاء الصلاحية للقفل (ملي ثانية)
it: Scadenza Lock (ms)

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: The expiration in milliseconds of the lock acquired before resuming a workflow instance of this type atomically. Leave it to zero to not use any locking.
ar: انتهاء صلاحية القفل بالملي ثانية قبل استئناف حالة مسار العمل من هذا النوع الذري. اتركه صفر لعدم استخدام أي قفل.
it: Il tempo di scadenza (in millisecondi) del blocco acquisito prima di riprendere l'istanza di workflow in modo atomico. Lasciare impostato a 0 per non avere un lock.

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Save
ar: حفظ
cs: Uložit
el: Αποθήκευση
fa: ذخیره
fr: Enregistrer
it: Salva
ru: Сохранить
vi: Lưu

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Cancel
ar: إلغاء
cs: Storno
el: Ακύρωση
fa: انصراف
fr: Annuler
it: Annulla
ru: Отмена
vi: Bỏ qua

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Workflows
ar: تدفقات عمل
el: Ροές Εργασίας
fa: گردش‌کار
ru: Рабочие потоки
vi: Quy trình

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Available Events
ar: الأحداث المتوفرة
cs: Dostupné události
el: Διαθέσιμα γεγονότα
fa: رویدادهای موجود
fr: Événements disponibles
it: Eventi disponibili
ru: Доступные события
vi: Sự kiện Đã có

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Add Event
ar: إضافة حدث
cs: Přidat událost
el: Προσθήκη Γεγονότος
fa: افزودن رویداد
fr: Ajouter un évenement
it: Aggiungi evento
ru: Добавить событие
vi: Thêm Sự kiện

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Available Tasks
ar: المهام المتوفرة
cs: Dostupné akce
el: Διαθέσιμες Εργασίες
fa: وظایف موجود
fr: Tâches disponibles
it: Task disponibile
ru: Доступные задачи
vi: Các tác vụ Đã có

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Add Task
ar: إضافة مهمة
cs: Přidat akci
el: Προσθήκη Εργασίας
fa: افزودن وظیفه
fr: Ajouter une tâche
it: Aggiungi Task
ru: Добавить задачу
vi: Thêm tác vụ

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Properties
ar: خصائص
cs: Vlastnosti
el: Ιδιότητες
fa: ویژگی‌ها
fr: Propriétés
it: Proprietà
ru: Свойства
vi: Thuộc tính

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Instances
ar: الحالات
el: Περιπτώσεις
it: Istanze

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Are you sure you want to delete this activity?
ar: هل أنت متأكد من حذف هذا النشاط؟
cs: Opravdu chcete smazat tuto akci?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτή τη δραστηριότητα;
fa: آیا مطمئن هستید که می‌خواهید این فعالیت را پاک کنید؟
fr: Êtes-vous sûr de vouloir supprimer cette activité ?
it: Sei sicuro di voler eliminare questa attività?
ru: Вы уверены, что вы хотите удалить это действие?
vi: Bạn có chắc chắn muốn xóa hoạt động này không?

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Save
ar: حفظ
cs: Uložit
el: Αποθήκευση
fa: ذخیره
fr: Enregistrer
it: Salva
ru: Сохранить
vi: Lưu

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Cancel
ar: إلغاء
cs: Storno
el: Άκυρο
fa: انصراف
fr: Annuler
it: Annulla
ru: Отмена
vi: Bỏ qua

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Available Activities
ar: النشاطات المتوفرة
cs: Dostupné akce
el: Διαθέσιμες Δραστηριότητες
fa: فعالیت‌های موجود
fr: Activités disponibles
it: Attività disponibili
ru: Доступные действия
vi: Các hoạt động Hiện có

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Filter
ar: تصفية
cs: Filtrovat
el: Φίλτρο
fa: فیلتر
fr: Filtrer
it: Filtra
ru: Фильтр
vi: Bộ lọc

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Edit Workflow
ar: تعديل مسار العمل
el: Επεξεργασία ροής εργασίας
it: Modifica Workflow

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Properties
ar: خصائص
el: Ιδιότητες
it: Proprietà

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Advanced
ar: متقدم
el: Για προχωρημένους
it: Avanzate

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Name
ar: الإسم
cs: Název
el: Όνομα
fa: نام
fr: Nom
it: Nome
ru: Имя
vi: Tên

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: The name of the workflow.
ar: اسم مسار العمل.
el: Το όνομα της ροής εργασίας.
it: Il nome del workflow.

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Enabled
ar: تمكين
cs: Povoleno
el: Ενεργοποιημένο
fa: فعال
fr: Activé
it: Abilitato
ru: Включено
vi: Đã kích hoạt

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Uncheck to prevent workflows of this type from being executed.
ar: قم بإلغاء التحديد لتجنب تنفيذ تدفق أعمال من نفس النوع.
cs: Odškrtněte pro zakázání spouštění tohoto typu workflow.
el: Καταργήστε την επιλογή για να αποτρέψετε την εκτέλεση ροών εργασίας αυτού του τύπου.
fa: برای جلوگیری از اجرای این نوع گردش‌کار، انتخاب نشود.
fr: Décochez pour empêcher l'exécution des workflows de ce type.
it: Deseleziona per impedire che i workflow di questo tipo vengano eseguiti.
ru: Снимите флажок, чтобы предотвратить выполнение рабочих процессов этого типа.
vi: Bỏ đánh dấu để ngăn các quy trình của loại này được thực thi.

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Single instance
ar: كائن واحد
cs: Jedna instance
el: Μοναδική περίπτωση
fa: اجرای تنها یک مورد
fr: Instance unique
it: Istanza singola
ru: Один экземпляр
vi: Trường hợp duy nhất

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Check to ensure only one workflow of this type can execute at a time. Leave unchecked to allow any number of workflows to execute at the same time.
ar: اختر لتنفيذ تدفق عمل واحد من هذا النوع. اترك الخيار إن اردت تنفيذ أي عدد من تدفقات العمل في نفس الوقت.
cs: Zaškrtněte v případě, že v jednu chvíli může běžet pouze jedna instance workflow. Odškrtněte pro povolení současného běhu více instancí.
el: Επιλέξτε για να βεβαιωθείτε ότι μόνο μία ροή εργασίας αυτού του τύπου μπορεί να εκτελεστεί κάθε φορά. Αποεπιλέξτε για να επιτρέψετε την εκτέλεση οποιουδήποτε αριθμού ροών εργασίας ταυτόχρονα.
fa: در صورتی که می‌خواهید فقط یک مورد از این نوع گردش‌کار در آن‌واحد اجرا شود، این گزینه را انتخاب کنید. در صورتی که می‌خواهید چندین مورد از این نوع گردش‌کار به صورت همزمان اجرا شود، این گزینه را انتخاب نکنید.
fr: Cocher pour vérifier qu'un seul workflow de ce type peut être exécuté à la fois. Laisser non coché pour permettre n'importe quel nombre de workflows de s'exécuter en même temps.
it: Seleziona per garantire che solo un workflow di questo tipo possa essere eseguito per volta. Lasciare deselezionato per consentire esecuzioni contemporanee di questo tipo di workflow.
ru: Проверьте, чтобы убедиться, что только один рабочий процесс этого типа может выполняться в одно время. Оставьте без ограничений, чтобы разрешить любое количество рабочих потоков одновременно.
vi: Đánh dấu để đảm bảo chỉ một luồng công việc thuộc loại này có thể thực thi tại một thời điểm. Bỏ đánh dấu để không giới hạn số lượng quy trình được thực thi cùng một lúc.

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Delete successfully completed workflows
ar: حذف تدفقات العمل التي تم إكمالها بنجاح
cs: Odstranit úspěšně dokončené workflow
el: Διαγράψατε επιτυχώς ολοκληρωμένες ροές εργασιών
fa: گردش‌کارهایی که با موفقیت به پایان رسیده‌اند، پاک شوند
fr: Supprimer les workflows terminés avec succès
it: Elimina i workflow completati con successo
ru: Удалить успешно завершенные рабочие процессы
vi: Đã xóa thành công các quy trình đã hoàn thành

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Check to automatically delete workflows that have completed successfully. Leave unchecked to maintain a history of executed workflows.
ar: اختر للحذف التلقائي لتدفقات العمل التي اكملت بنجاح. اترك الخيار للحفاظ على تاريخ تنفيذ تدفقات العمل.
cs: Zaškrtněte, pokud chcete automaticky mazat úspěšně dokončené workflow. Odškrtněte, pokud chcete ponechat historii dokončených workflow.
el: Επιλέξτε για να διαγράψετε αυτόματα ροές εργασιών που ολοκληρώθηκαν με επιτυχία. Αφήστε αποεπιλεγμένω για να διατηρήσετε ένα ιστορικό εκτέλεσης ροών εργασιών.
fa: در صورتی که می‌خواهید گردش‌کارهایی که با موفقیت به پایان رسیده‌اند، به صورت خودکار پاک شوند، این گزینه انتخاب شود. در صورتی که می‌خواهید تاریخچه اجرای این گردش‌کارها را موجود باشد، این گزینه را انتخاب نکنید.
fr: Cochez pour supprimer automatiquement les flux de travail qui ont été terminés avec succès. Laisser décoché pour maintenir un historique des flux de travail exécutés.
it: Seleziona per eliminare automaticamente i workflow che sono terminati con successo. Lascia deselezionato per mantenere la cronologia dei workflow eseguiti.
ru: Проверьте, чтобы автоматически удалить рабочие потоки, которые успешно завершены. Оставьте флажок, чтобы сохранить историю выполненных рабочих потоков.
vi: Đánh dấu để tự động xóa các quy trình đã hoàn thành thành công. Không đánh dấu để duy trì lịch sử của các quy trình đã thực hiện.

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Invalid lock timeout value in the advanced tab
ar: قيمة مهلة القفل غير صالحة في تبويب المتقدمة
it: La scheda avanzata contiene un valore non valido per il timeout blocco

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Invalid lock expiration value in the advanced tab
ar: قيمة مهلة القفل انتهت في تبويب المتقدمة
it: La scheda avanzata contiene un valore non valido per il blocco scadenza

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Lock timeout (ms)
ar: مهلة القفل (ملي ثانية)
el: Λήξη χρονικού ορίου κλειδώματος (ms)

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: The timeout in milliseconds to acquire a lock before resuming a given workflow instance of this type atomically. Leave it to zero to not use any locking.
ar: مهلة القفل بالملي ثانية للحصول على قفل قبل استئناف حالة مسار عمل معين من هذا النوع الذري. اتركه صفر لعدم استخدام أي قفل.
it: Il timeout in millisecondi per acquisire un lock prima di eseguire un'attività in maniera atomica. Lascialo a zero per non usare alcun blocco.

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Lock expiration (ms)
ar: مهلة انتهاء الصلاحية للقفل (ملي ثانية)
el: Λήξη κλειδώματος (ms)
it: Scadenza Lock (ms)

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: The expiration in milliseconds of the lock acquired before resuming a workflow instance of this type atomically. Leave it to zero to not use any locking.
ar: انتهاء صلاحية القفل بالملي ثانية قبل استئناف حالة مسار العمل من هذا النوع الذري. اتركه صفر لعدم استخدام أي قفل.
it: Il tempo di scadenza (in millisecondi) del blocco acquisito prima di riprendere l'istanza di workflow in modo atomico. Lasciare impostato a 0 per non avere un lock.

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Save
ar: حفظ
cs: Uložit
el: Αποθήκευση
fa: ذخیره
fr: Enregistrer
it: Salva
ru: Сохранить
vi: Lưu

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Cancel
ar: إلغاء
cs: Storno
el: Ακύρωση
fa: انصراف
fr: Annuler
it: Annulla
ru: Отмена
vi: Bỏ qua

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Manage Workflows
ar: إدارة تدفق الأعمال
el: Διαχείριση Ροών Εργασίας
it: Gestisci Workflows

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Search
ar: بحث
cs: Hledat
el: Αναζήτηση
fa: جستجو
fr: Recherche
it: Cerca
ru: Поиск
vi: Tìm kiếm

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Create Workflow
ar: إنشاء مسار العمل
el: Δημιουργία ροής εργασίας
it: Crea Workflow

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Select All
ar: اختيار الكل
el: Επιλογή Όλων
it: Seleziona tutto

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Items {0} to {1}
ar: العناصر {0} إلى {1}
el: Αντικειμένα {0} έως {1}
it: Elementi da {0} a {1}

# OrchardCore.Workflows.Views.WorkflowType.Index
source: / {0} item in total
ar: / لا يوجد عناصر
el: / {0} αντικείμενο συνολικά
it: / {0} elemento in totale

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Actions
ar: الإجراءت
el: Ενέργειες
it: Azioni

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Bulk Action
ar: مجموعة إجراءات
el: Μαζική Ενέργεια
it: Azione di massa

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Are you sure you want to {0} these items?
ar: هل أنت متأكد من أنك تريد {0} هذه العناصر؟
el: Είστε βέβαιοι ότι θέλετε να {0} αυτά τα στοιχεία;
it: Sei sicuro di voler applicare l'azione '{0}' a questi elementi?

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Edit
ar: تحرير
cs: Upravit
el: Επεξεργασία
fa: ویرایش
fr: Modifier
it: Modifica
ru: Изменить
vi: Sửa

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Properties
ar: خصائص
cs: Vlastnosti
el: Ιδιότητες
fa: ویژگی ها
fr: Propriétés
it: Proprietà
ru: Свойства
vi: Thuộc tính

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Delete
ar: حذف
cs: Smazat
el: Διαγραφή
fa: پاک‌کردن
fr: Supprimer
it: Elimina
ru: Удалить
vi: Xóa

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Duplicate
ar: تكرار
cs: Duplikovat
el: Δημιουργία διπλοτύπου / αντιγράφου
fa: دو نسخه کردن
fr: Dupliquer
it: Duplica
ru: Дубликат
vi: Tạo bản sao

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Disabled
ar: معطل
cs: Zakázáno
el: Απενεργοποιημένο
fa: غیرفعال
fr: Désactivé
it: Disabilitato
ru: Отключено
vi: Vô hiệu hóa

# OrchardCore.Workflows.Views.WorkflowType.Index
source: 1 instance
ar: لا توجد كائنات
el: 1 περίπτωση
fa: ۱ مورد در حال اجرا
it: 1 istanza
ru: 1 экземпляр
vi: {0} trường hợp

# OrchardCore.Workflows.Views.WorkflowType.Index
source: <strong>Nothing here!</strong> There are no workflows for the moment.
ar: <strong>لا شي هنا!</strong> لاتوجد مسارات عمل في الوقت الحالي.
it: <strong>Nessun elemento!</strong> Non ci sono workflow in questo momento.

# OrchardCore.Workflows.Views.WorkflowType.Index
source: selected
ar: تم تحديدها
el: επιλεγμένα
it: selezionato

# OrchardCore.Workflows.Views.WorkflowType.Index
source: 1 item
el: 1 αντικείμενο
it: 1 elemento

# OrchardCore.Workflows.Views.Items.CorrelateTask.Fields.Edit
source: The value to correlate workflow instances with. With Javascript support.
it: Il valore con cui correlare le istanze del workflow. Supporta sintassi Javascript.

# OrchardCore.Workflows.Controllers.ActivityController
source: Activity added successfully
cs: Akce byla úspěšně přidána
fa: فعالیت با موفقیت اضافه شد
fr: Activité ajoutée avec succès
ru: Активность успешно добавлена
vi: Hoạt động được thêm thành công

# OrchardCore.Workflows.Controllers.ActivityController
source: Activity updated successfully
cs: Akce byla úspěšně upravena
fa: فعالیت با موفقیت به‌روزرسانی شد
fr: Activité mise à jour avec succès
ru: Активность успешно обновлена
vi: Hoạt động đã được cập nhật

# OrchardCore.Workflows.Controllers.WorkflowTypeController
source: Workflow type has been saved.
cs: Typ workflow byl uložen.
fa: نوع گردش‌کار ذخیره شده است.
fr: Le type de workflow a été enregistré.
ru: Тип рабочего процесса был сохранен.
vi: Loại quy trình đã được lưu.

# OrchardCore.Workflows.Controllers.WorkflowTypeController
source: Workflow type {0} deleted
cs: Typ workflow {0} byl odstraněn
fa: نوع گردش‌کار {0} پاک شد
fr: Type de workflow {0} supprimé
ru: Тип рабочего процесса {0} удален
vi: Loại quy trình {0} đã xoá

# OrchardCore.Workflows.UserTasks.Drivers.UserTaskEventContentDriver
source: Not authorized to trigger '{0}'
cs: Nejste oprávněn spustit '{0}'
fa: مجاز به راه‌اندازی '{0}' نیست
fr: Non autorisé à déclencher '{0}'
ru: Не авторизован для вызова '{0}'
vi: Chưa được xác thực để kích hoạt '{0}'

# OrchardCore.Workflows.Views.Items.AllWorkflowTypeDeploymentStep.Fields.Thumbnail
source: All Workflow Types
cs: Všechny typy workflow
fa: همه انواع گردش‌کار
fr: Tous les types de workflow
ru: Все типы рабочих процессов
vi: Tất cả Loại Quy trình

# OrchardCore.Workflows.Views.Items.AllWorkflowTypeDeploymentStep.Fields.Thumbnail
source: Exports all the Workflow Types of the system.
cs: Exportuje všechny typy workflow v systému.
fa: از همه انواع گردش‌کار سیستم، خروجی می‌گیرد.
fr: Exporte tous les types de workflow du système.
ru: Экспортирует все типы рабочего процесса системы.
vi: Xuất tất cả các Loại Quy trình của hệ thống.

# OrchardCore.Workflows.Views.Items.CorrelateTask.Fields.Edit
source: The value to correlate workflow instances with. With Liquid support.
cs: Hodnota, se kterou se má aktuální instance workflow porovna. S podporou Liquid.
fa: مقداری که گردش‌کارهای در حال اجرا به آن مرتبط می‌شوند. با پشتیبانی از Liquid.
fr: La valeur avec laquelle corréler les instances de workflow. Supporte la syntaxe Liquid.
ru: Значение для корреляции экземпляров рабочего процесса. При поддержке Liquid.

# OrchardCore.Workflows.Views.Workflow.Details
source: Workflow Types
cs: Typy workflow
fa: انواع گردش‌کار
fr: Types de workflow
ru: Тип рабочего процесса
vi: Loại Quy trình

# OrchardCore.Workflows.Views.Workflow.Details
source: Are you sure you want to delete this workflow?
cs: Opravdu chcete smazat toto workflow?
fa: آیا از پاک‌کردن این گردش‌کار اطمینان دارید؟
fr: Êtes-vous sûr de vouloir supprimer ce workflow ?
ru: Вы действительно хотите удалить этот элемент рабочего процесса?
vi: Bạn có chắc bạn muốn xóa bỏ quy trình này?

# OrchardCore.Workflows.Views.Workflow.Index
source: {0} Workflows
fa: گردش‌کار {0}
ru: {0} рабочих процессов
vi: {0} Quy trình

# OrchardCore.Workflows.Views.Workflow.Index
source: Workflow Types
cs: Typy workflow
fa: انواع گردش‌کار
fr: Types de workflow
ru: Типы рабочих процессов
vi: Loại Quy trình
