Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Lists.po
Languages: de, it, vi

# OrchardCore.Lists.GraphQL.ContainedInputObjectType
source: the list part of the content item
de: das Listenelement des Inhalts
it: parte elenco dell'elemento di contenuto
vi: phần danh sách của mục nội dung

# OrchardCore.Lists.GraphQL.ContainedInputObjectType
source: the content item id of the parent list of the content item to filter
de: Die Inhaltselement-ID der übergeordneten Liste des zu filternden Inhalts
it: l'id dell'elemento di contenuto da filtrare, presente nella lista dell'elemento di contenuto padre
vi: id mục nội dung của danh sách nguồn của mục nội dung cần lọc

# OrchardCore.Lists.GraphQL.ContainedQueryObjectType
source: Represents a link to the parent content item, and the order that content item is represented.
de: Stellt einen Link zum übergeordneten Inhaltselement dar, sowie die Reihenfolge der Dartellung des Inhaltselement.
it: Rappresenta un link all'elemento di contenuto genitore e l'ordine in cui l'elemento di contenuto è posizionato.
vi: Thể hiện một liên kết tới mục nội dung nguồn và thứ tự mà mục nội dung được thể hiện.

# OrchardCore.Lists.GraphQL.ListQueryObjectType
source: Represents a collection of content items.
de: Stellt eine Sammlung von Inhaltselementen dar.
it: Rappresenta una collezione di elementi di contenuto.
vi: Thể hiện một tập các mục nội dung.

# OrchardCore.Lists.RemotePublishing.MetaWeblogHandler
source: The specified Blog Post doesn't exist anymore. Please create a new Blog Post.
de: Der angegebene Blog-Beitrag existiert nicht mehr. Bitte erstellen Sie einen neuen Blog-Beitrag.
it: Il Post del Blog specificato non esiste più. Si prega di creare un nuovo Post.
vi: Bài viết Blog được chỉ định không tồn tại nữa. Vui lòng tạo một bài viết Blog mới.

# OrchardCore.Lists.RemotePublishing.MetaWeblogHandler
source: Not authorized to delete this content
de: Nicht berechtigt, diesen Inhalt zu löschen
it: Non sei autorizzato alla cancellazione di questo contenuto
vi: Không được phép xóa nội dung này

# OrchardCore.Lists.RemotePublishing.MetaWeblogHandler
source: The username or e-mail or password provided is incorrect.
de: Der angegebene Benutzername oder E-Mail oder Passwort ist falsch.
it: Il nome utente o l'e-mail o la password forniti non sono corretti.
vi: Tên đăng nhập hoặc e-mail hoặc mật khẩu không chính xác.

# OrchardCore.Lists.Settings.ListPartSettingsDisplayDriver
source: At least one content type must be selected.
de: Mindestens ein Inhaltstyp muss ausgewählt werden.
it: Almeno un tipo di contenuto deve essere selezionato.
vi: Ít nhất một loại nội dung phải được chọn.

# OrchardCore.Lists.Views.ListPart
source: The list is empty
de: Die Liste ist leer
it: La lista è vuota
vi: Danh sách rỗng

# OrchardCore.Lists.Views.ListPart.DisplayOption
source: Standard
it: Predefinito
vi: Tiêu chuẩn

# OrchardCore.Lists.Views.ListPartDetailAdmin
source: Please specify at least one contained content type.
it: Si prega di specificare almeno un tipo di contenuto contenuto nell'elenco.

# OrchardCore.Lists.Views.ListPartDetailAdmin
source: Filters
it: Filtri

# OrchardCore.Lists.Views.ListPartDetailAdmin
source: Only draft items
it: Solo elementi in bozza

# OrchardCore.Lists.Views.ListPartDetailAdmin
source: Only published items
it: Solo elementi pubblicati

# OrchardCore.Lists.Views.ListPartDetailAdmin
source: Owned by me
it: Di mia proprietà

# OrchardCore.Lists.Views.ListPartDetailAdmin
source: Search
it: Cerca

# OrchardCore.Lists.Views.ListPartDetailAdmin
source: Edit {0}
it: Modifica {0}

# OrchardCore.Lists.Views.ListPartDetailAdmin
source: Create {0}
it: Crea {0}

# OrchardCore.Lists.Views.ListPartDetailAdmin
source: Create
it: Crea

# OrchardCore.Lists.Views.ListPartDetailAdmin
source: There was an error when updating the order of the items.
it: Si è verificato un errore durante l'aggiornamento dell'ordine degli elementi.

# OrchardCore.Lists.Views.ListPartDetailAdmin
source: The list is empty.
it: La lista è vuota.

# OrchardCore.Lists.Views.ListPartFeed.Edit
source: Provide a custom public url which will be used to proxy the local rss feed.
de: Geben Sie eine eigene öffentliche Url an, die als Proxy für den lokalen rss-Feed verwendet wird.
it: Fornisce una Url pubblica personalizzata che verrà utilizzata come proxy per un Rss feed locale.
vi: Cung cấp một url công khai tùy chỉnh được sử dụng để ủy quyền nguồn cấp dữ liệu rss cục bộ.

# OrchardCore.Lists.Views.ListPartFeed.Edit
source: The current feed is available at <a href="{0}" target="_blank">{0}</a>.
it: Il feed corrente è disponibile all'indirizzo <a href="{0}" target="_blank">{0}</a>.

# OrchardCore.Lists.Views.ListPartFeed.Edit
source: Feed items count
de: Anzahl Feed-Einträge
it: Numero di elementi del feed
vi: Đếm các mục nguồn cấp

# OrchardCore.Lists.Views.ListPartFeed.Edit
source: The number of elements to display in the feed.
de: Die Anzahl der Elemente, die im Feed angezeigt werden.
it: Il numero di elementi da visualizzare nel feed.
vi: Số lượng thành phần sẽ hiển thị ở nguồn cấp.

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: Page Size
de: Seitengröße
it: Dimensioni pagina
vi: Kích thước Trang

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: The number of items to display per page.
de: Anzahl der angezeigten Beiträge.
it: Il numero di elementi da visualizzare per pagina.
vi: Số lượng các mục sẽ hiển thị trên mỗi trang.

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: Enable Ordering
it: Abilita Ordinamento
vi: Cho phép xếp thứ tự

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: Check this option to enable manual ordering of items.
it: Seleziona questa opzione per abilitare l'ordinamento manuale degli elementi.
vi: Đánh dấu tuỳ chọn này để cho phép sắp thứ tự các mục thủ công.

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: Contained Content Types
de: Enthaltene Inhaltstypen
it: Tipi di Contenuto Supportati
vi: Có Các loại Nội dung

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: The content types that this list can contain, e.g. Blog Post for a Blog.
de: Die Inhaltstypen, die diese Liste enthalten kann, z.B. Blog Post für einen Blog.
it: I tipi di contenuto che questa lista può contenere, ad esempio il Blog Post per un Blog.
vi: Các loại nội dung mà danh sách này có thể chứa, ví dụ một bài trong một blog.

# OrchardCore.Lists.Views.ListPartSummaryAdmin
source: List Items
it: Elenca elementi

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Lists
de: Listen
it: Liste
vi: Danh sách

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Icon for the content items
de: Symbol für die Inhaltselemente
it: Icona per gli elementi di contenuto
vi: Biểu tượng cho các mục nội dung

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Icon
de: Symbol
it: Icona
vi: Biểu tượng

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Add parent menu item
de: Übergeordneter Menü-Eintrag
it: Aggiungi voce di menu genitore
vi: Thêm mục menu cha

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Icon for the parent menu item
de: Symbol für den übergeordneten Menüeintrag
it: Icona per la voce del menu genitore
vi: Biểu tượng cho mục menu cha

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Pick an icon
de: Wählen Sie ein Symbol
it: Scegli un'icona
vi: Chọn biểu tượng

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeSummary
source: Lists
de: Listen
it: Liste
vi: Danh sách

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeThumbnail
source: Lists
de: Listen
it: Liste
vi: Danh sách

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeThumbnail
source: Adds links for list content items
de: Fügt Links zu Listeneinhalten hinzu
it: Aggiunge i link per gli elementi di contenuto della lista
vi: Thêm liên kết cho danh sách mục nội dung

# OrchardCore.Lists.Views.ListPart.DetailAdmin
source: Please specify at least one contained content type.
de: Bitte geben Sie mindestens einen Inhaltstyp an.

# OrchardCore.Lists.Views.ListPart.DetailAdmin
source: Create {0}
de: Erstelle {0}

# OrchardCore.Lists.Views.ListPart.DetailAdmin
source: Create
de: Erstellen

# OrchardCore.Lists.Views.ListPart.DetailAdmin
source: The list is empty.
de: Die Liste ist leer.

# OrchardCore.Lists.Views.ListPartFeed.Edit
source: The current feed is available at <a href="{0}">{0}</a>.
de: Der aktuelle Feed ist unter <a href="{0}">{0}</a> verfügbar.
