Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Contents.po
Languages: el, fa

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: Check to include the body parts content in the full-text content.
el: Επιλέξτε για να συμπεριλάβετε το περιεχόμενο των τμημάτων του σώματος στο περιεχόμενο πλήρους κειμένου.
fa: محتوای full-text بخش‌های بدنه (Body) را شامل شود.

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: Use custom full-text
el: Χρησιμοποίησε προσαρμοσμένο πλήρες κείμενο
fa: از full-text شخصی‌سازی‌شده استفاده شود

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: Check to define a custom Liquid template generating some text to include in the full-text content.
el: Επιλέξτε, για να ορίσετε ένα προσαρμοσμένο πρότυπο Liquid που δημιουργεί κάποιο κείμενο για να συμπεριληφθεί στο περιεχόμενο πλήρους κειμένου.
fa: جهت تعریف یک قالب شخصی‌سازی‌شده liquid برای تولید متنی که در محتوای full-text شامل می‌شود، انتخاب شود.

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: Tip: Include custom fields like <code>{{{{ Model.Content.Article.Summary.Text }}}}</code>.
el: Συμβουλή: Συμπεριλάβετε προσαρμοσμένα πεδία όπως <code>{{{{ Model.Content.Article.Summary.Text }}}}</code>.
fa: نکته: شامل فیلدهای شخصی‌سازی‌شده‌ای مانند <code>{{{{ Model.Content.Article.Summary.Text }}}}</code> می‌شود.

# OrchardCore.Contents.Views.NavigationItemText-content.Id
source: Content
el: Περιεχόμενο
fa: محتوا

# OrchardCore.Contents.Views.NavigationItemText-new.Id
source: New
el: Νέο
fa: جدید

# OrchardCore.Contents.Views.Admin.Create
source: New {0}
el: Νέο {0}
fa: {0} جدید

# OrchardCore.Contents.Views.Admin.Edit
source: Edit {0}
el: Επεξεργασία {0}
fa: ویرایش {0}

# OrchardCore.Contents.Views.Admin.List
source: Manage Content
el: Διαχείριση περιεχομένου
fa: مدیریت محتوا

# OrchardCore.Contents.Views.Admin.List
source: Manage {0} Content
el: Διαχείριση Περιεχομένου {0}
fa: مدیریت محتوای {0}

# OrchardCore.Contents.Views.AuditTrailContent.Display
source: {0} {1} - Version {2}
el: {0} {1} - Έκδοση {2}

# OrchardCore.Contents.Views.Download.Display
source: View As JSON {0}
el: Προβολή ως JSON {0}

# OrchardCore.Contents.Views.Download.Display
source: Download
el: Λήψη

# OrchardCore.Contents.Views.Download.Display
source: Cancel
el: Άκυρο

# OrchardCore.Contents.Views.Items.AddToDeploymentPlan-ActionDeploymentPlan.Modal
source: Available Deployment Plans
el: Διαθέσιμα σχέδια ανάπτυξης

# OrchardCore.Contents.Views.Items.AddToDeploymentPlan-ActionDeploymentPlan.Modal
source: Select
el: Επιλογή

# OrchardCore.Contents.Views.Items.AddToDeploymentPlan-ActionDeploymentPlan.Modal
source: Cancel
el: Άκυρο

# OrchardCore.Contents.Views.Items.AddToDeploymentPlan-Button-Actions.SummaryAdmin
source: Add to Deployment Plan
el: Προσθήκη στο πρόγραμμα ανάπτυξης

# OrchardCore.Contents.Views.Items.AddToDeploymentPlan-Button-ContentsBulkActions
source: Bulk Action
el: Μαζική Ενέργεια

# OrchardCore.Contents.Views.Items.AddToDeploymentPlan-Button-ContentsBulkActions
source: Are you sure you want to add these items to a deployment plan?
el: Είστε βέβαιοι ότι θέλετε να προσθέσετε αυτά τα στοιχεία σε ένα σχέδιο ανάπτυξης;

# OrchardCore.Contents.Views.Items.AddToDeploymentPlan-Button-ContentsBulkActions
source: Add to deployment plan
el: Προσθήκη στο πρόγραμμα ανάπτυξης

source: Available Deployment Plans
el: Διαθέσιμα σχέδια ανάπτυξης

source: Select
el: Επιλογή

source: Cancel
el: Άκυρο

# OrchardCore.Contents.Views.Items.AllContentDeploymentStep.Fields.Edit
source: All Content
el: Όλα τα Περιεχόμενα
fa: تمام محتوا

# OrchardCore.Contents.Views.Items.AllContentDeploymentStep.Fields.Edit
source: Export As Setup recipe
el: Εξαγωγή ως συνταγή εγκατάστασης

# OrchardCore.Contents.Views.Items.AllContentDeploymentStep.Fields.Edit
source: Check if the data should be exported as a Setup recipe.
el: Ελέγξτε εάν τα δεδομένα πρέπει να εξαχθούν ως συνταγή εγκατάστασης.

# OrchardCore.Contents.Views.Items.AllContentDeploymentStep.Fields.Edit
source: If checked, you will have to manually declare variables for the Content Picker fields, Taxonomy fields, Tags fields and List item ids and replace them where needed in the recipe. Any reference to these content items will be lost.
el: Εάν επιλεγεί, θα πρέπει να δηλώσετε μη αυτόματα μεταβλητές για τα πεδία επιλογής περιεχομένου, πεδία Ταξινομίας (Taxonomy fields), πεδίων ετικετών και των λιστών αναγνωριστικών στοιχείων και να τα αντικαταστήσετε όπου απαιτείται στη συνταγή. Οποιαδήποτε αναφορά σε αυτά τα στοιχεία περιεχομένου θα χαθεί.

# OrchardCore.Contents.Views.Items.AllContentDeploymentStep.Fields.Summary
source: All Content
el: Όλα τα Περιεχόμενα
fa: تمام محتوا

# OrchardCore.Contents.Views.Items.AllContentDeploymentStep.Fields.Summary
source: Adds all content items to the plan.
el: Προσθέτει όλα τα στοιχεία περιεχομένου στο σχέδιο.
fa: تمام آیتم‌های محتوا را به برنامه استقرار اضافه می‌کند.

# OrchardCore.Contents.Views.Items.AllContentDeploymentStep.Fields.Thumbnail
source: All Content
el: Όλα τα Περιεχόμενα
fa: تمام محتوا

# OrchardCore.Contents.Views.Items.AllContentDeploymentStep.Fields.Thumbnail
source: Exports all the content items of the system.
el: Εξάγει όλα τα περιεχομένα του συστήματος.
fa: از تمام آیتم‌های محتوای موجود در سیستم خروجی می‌گیرد.

# OrchardCore.Contents.Views.Items.AuditTrailContentEventActions.SummaryAdmin
source: View
el: Προβολή

# OrchardCore.Contents.Views.Items.AuditTrailContentEventActions.SummaryAdmin
source: Restore to Version
el: Επαναφορά Έκδοσης

# OrchardCore.Contents.Views.Items.AuditTrailContentEventActions.SummaryAdmin
source: Are you sure you want to restore to version {0}?
el: Είστε βέβαιοι ότι θέλετε να επαναφέρετε την έκδοση {0};

# OrchardCore.Contents.Views.Items.AuditTrailContentEventActions.SummaryAdmin
source: Yes
el: Ναί

# OrchardCore.Contents.Views.Items.AuditTrailContentEventActions.SummaryAdmin
source: No
el: 'Οχι

# OrchardCore.Contents.Views.Items.AuditTrailContentEventActions.SummaryAdmin
source: Restore
el: Επαναφορά

# OrchardCore.Contents.Views.Items.AuditTrailContentEventActions.SummaryAdmin
source: Restore content item
el: Επαναφορά περιεχομένου

# OrchardCore.Contents.Views.Items.AuditTrailContentEventActions.SummaryAdmin
source: Are you sure you want to restore this content item?
el: Είστε βέβαιοι ότι θέλετε να επαναφέρετε αυτό το στοιχείο περιεχομένου;

# OrchardCore.Contents.Views.Items.AuditTrailContentEventData.SummaryAdmin
source: Version {0}
el: Έκδοση {0}

# OrchardCore.Contents.Views.Items.AuditTrailContentEventData.SummaryAdmin
source: The {0} {1} was restored as {2}
el: Το {0} {1} επαναφέρθηκε ως {2}

# OrchardCore.Contents.Views.Items.AuditTrailContentEventData.SummaryAdmin
source: The {0} {1} was {2}.
el: Το {0} {1} ήταν {2}.

# OrchardCore.Contents.Views.Items.AuditTrailContentEventData.SummaryAdmin
source: {0} of the {1} {2} was {3}
el: {0} από το {1} {2} ήταν {3}

# OrchardCore.Contents.Views.Items.AuditTrailContentEventDetail.DetailAdmin
source: Content Item Id
el: Αναγνωριστικό στοιχείου περιεχομένου

# OrchardCore.Contents.Views.Items.AuditTrailContentEventDetail.DetailAdmin
source: Content type
el: Τύπος περιεχομένου

# OrchardCore.Contents.Views.Items.AuditTrailContentEventDetail.DetailAdmin
source: Display text
el: Εμφάνιση κειμένου

# OrchardCore.Contents.Views.Items.AuditTrailContentEventDetail.DetailAdmin
source: Version
el: Έκδοση

# OrchardCore.Contents.Views.Items.AuditTrailContentEventDetail.DetailAdmin
source: Version {0}
el: Έκδοση {0}

# OrchardCore.Contents.Views.Items.AuditTrailContentEventDetail.DetailAdmin
source: Comment
el: Σχόλιο

# OrchardCore.Contents.Views.Items.AuditTrailContentEventDiff.DetailAdmin
source: Split
el: Διαχωρισμός

# OrchardCore.Contents.Views.Items.AuditTrailContentEventDiff.DetailAdmin
source: Unified
el: Ενοποιημένο

# OrchardCore.Contents.Views.Items.AuditTrailContentEventDiff.DetailAdmin
source: No previous content item available to diff against
el: Δεν υπάρχει διαθέσιμο προηγούμενο στοιχείο περιεχομένου για συγκριση

# OrchardCore.Contents.Views.Items.AuditTrailContentsAction_SummaryAdmin
source: Audit Trail
el: Διαδρομή Ελέγχου

# OrchardCore.Contents.Views.Items.ContentAuditTrailSettings.Edit
source: Allowed content types
el: Επιτρεπόμενοι τύποι περιεχομένου

# OrchardCore.Contents.Views.Items.ContentAuditTrailSettings.Edit
source: Select all
el: Επιλογή όλων

# OrchardCore.Contents.Views.Items.ContentAuditTrailSettings.Edit
source: The types of content whose events are recorded.
el: Τα είδη περιεχομένου των οποίων τα συμβάντα καταγράφονται.

# OrchardCore.Contents.Views.Items.ContentCreatedEvent.Fields.Design
source: Content Created
el: Το Περιεχόμενο Δημιουργήθηκε
fa: محتوا ایجاد شد

# OrchardCore.Contents.Views.Items.ContentCreatedEvent.Fields.Design
source: Any content type
el: Οποιονδήποτε τύπος περιεχομένου
fa: هر نوع محتوا

# OrchardCore.Contents.Views.Items.ContentCreatedEvent.Fields.Edit
source: Content Types
el: Τύποι Περιεχομένου
fa: انواع محتوا

# OrchardCore.Contents.Views.Items.ContentCreatedEvent.Fields.Edit
source: Select any content types to filter on.
el: Επιλέξτε οποιονδήποτε τύπο περιεχομένου για φιλτράρισμα.
fa: برای اعمال فیلتر یک نوع محتوا انتخاب کنید.

# OrchardCore.Contents.Views.Items.ContentCreatedEvent.Fields.Thumbnail
source: Content Created
el: Το Περιεχόμενο Δημιουργήθηκε
fa: محتوا ایجاد شد

# OrchardCore.Contents.Views.Items.ContentCreatedEvent.Fields.Thumbnail
source: Content is created.
el: Το περιεχόμενο δημιουργήθηκε.
fa: محتوا ایجاد می‌شود.

# OrchardCore.Contents.Views.Items.ContentDeletedEvent.Fields.Design
source: Content Deleted
el: Το Περιεχόμενο Διαγράφηκε
fa: محتوا پاک‌شد

# OrchardCore.Contents.Views.Items.ContentDeletedEvent.Fields.Design
source: Any content type
el: Οποιονδήποτε τύπος περιεχομένου
fa: هر نوع محتوا

# OrchardCore.Contents.Views.Items.ContentDeletedEvent.Fields.Edit
source: Content Types
el: Τύποι Περιεχομένου
fa: انواع محتوا

# OrchardCore.Contents.Views.Items.ContentDeletedEvent.Fields.Edit
source: Select any content types to filter on.
el: Επιλέξτε οποιονδήποτε τύπο περιεχομένου για φιλτράρισμα.
fa: برای اعمال فیلتر یک نوع محتوا انتخاب کنید.

# OrchardCore.Contents.Views.Items.ContentDeletedEvent.Fields.Thumbnail
source: Content Deleted
el: Το Περιεχόμενο Διαγράφηκε
fa: محتوا پاک‌شد

# OrchardCore.Contents.Views.Items.ContentDeletedEvent.Fields.Thumbnail
source: Content is deleted.
el: Το περιεχόμενο είναι διαγεγραμμένο.
fa: محتوا پاک‌شد.

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Edit
source: Content Types
el: Τύποι Περιεχομένου
fa: انواع محتوا

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Edit
source: The content types to add as part of the plan.
el: Τύποι περιεχομένου για να προστεθούν ως μέρος του σχεδίου.
fa: انواع محتوایی که می‌خواهید به برنامه استقرار اضافه شود.

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Edit
source: Export As Setup recipe
el: Εξαγωγή ως συνταγή εγκατάστασης

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Edit
source: Check if the data should be exported as a Setup recipe.
el: Ελέγξτε εάν τα δεδομένα πρέπει να εξαχθούν ως συνταγή εγκατάστασης.

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Edit
source: If checked, you will have to manually declare variables for the Content Picker fields, Taxonomy fields, Tags fields and List item ids and replace them where needed in the recipe. Any reference to these content items will be lost.
el: Εάν επιλεγεί, θα πρέπει να δηλώσετε μη αυτόματα μεταβλητές για τα πεδία επιλογής περιεχομένου, πεδία Ταξινομίας (Taxonomy fields), πεδίων ετικετών και αναγνωριστικών στοιχείων λίστας και να τα αντικαταστήσετε όπου απαιτείται στη συνταγή. Οποιαδήποτε αναφορά σε αυτά τα στοιχεία περιεχομένου θα χαθεί.

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Summary
source: Content
el: Περιεχόμενο
fa: محتوا

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Summary
source: Nothing here!
el: Δεν υπάρχει τίποτα εδώ!
fa: هیچی اینجا نیست!

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Thumbnail
source: Content
el: Περιεχόμενο
fa: محتوا

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Thumbnail
source: Exports all the content items for the specified content types.
el: Εξάγει όλα τα στοιχεία περιεχομένου για τους καθορισμένους τύπους περιεχομένου.
fa: از تمامی آیتم‌های یک نوع محتوای خاص خروجی می‌گیرد.

# OrchardCore.Contents.Views.Items.ContentDraftSavedEvent.Fields.Design
source: Content Draft Saved
el: Το πρόχειρο περιεχομένου αποθηκεύτηκε

# OrchardCore.Contents.Views.Items.ContentDraftSavedEvent.Fields.Design
source: Any content type
el: Οποιονδήποτε τύπος περιεχομένου

# OrchardCore.Contents.Views.Items.ContentDraftSavedEvent.Fields.Edit
source: Content Types
el: Τύπος Περιεχομένου

# OrchardCore.Contents.Views.Items.ContentDraftSavedEvent.Fields.Edit
source: Select any content types to filter on.
el: Επιλέξτε οποιονδήποτε τύπο περιεχομένου για φιλτράρισμα.

# OrchardCore.Contents.Views.Items.ContentDraftSavedEvent.Fields.Thumbnail
source: Content Draft Saved
el: Το πρόχειρο περιεχομένου αποθηκεύτηκε

# OrchardCore.Contents.Views.Items.ContentDraftSavedEvent.Fields.Thumbnail
source: Content Draft is saved.
el: Το πρόχειρο περιεχομένου είναι αποθηκευμένο.

# OrchardCore.Contents.Views.Items.ContentItemDeploymentStep.Fields.Edit
source: Content Item Id
el: Το Id του Περιεχομένου

# OrchardCore.Contents.Views.Items.ContentItemDeploymentStep.Fields.Edit
source: Provide a content item id.
el: Δώστε ένα αναγνωριστικό στοιχείου περιεχομένου.

# OrchardCore.Contents.Views.Items.ContentItemDeploymentStep.Fields.Summary
source: Content Item
el: Αντικείμενα Περιεχομένου

# OrchardCore.Contents.Views.Items.ContentItemDeploymentStep.Fields.Summary
source: Nothing here!
el: Δεν υπάρχει τίποτα εδώ!

# OrchardCore.Contents.Views.Items.ContentItemDeploymentStep.Fields.Thumbnail
source: Content Item
el: Αντικείμενα Περιεχομένου

# OrchardCore.Contents.Views.Items.ContentItemDeploymentStep.Fields.Thumbnail
source: Exports a specified content item.
el: Εξάγει ένα συγκεκριμένο περιεχόμενο.

# OrchardCore.Contents.Views.Items.ContentPublishedEvent.Fields.Design
source: Content Published
el: Δημοσιευμένο Περιεχόμενο
fa: محتوا منتشر شد

# OrchardCore.Contents.Views.Items.ContentPublishedEvent.Fields.Design
source: Any content type
el: Όλοι οι τύποι περιεχομένου
fa: هر نوع محتوا

# OrchardCore.Contents.Views.Items.ContentPublishedEvent.Fields.Edit
source: Content Types
el: Τύποι Περιεχόμενου
fa: انواع محتوا

# OrchardCore.Contents.Views.Items.ContentPublishedEvent.Fields.Edit
source: Select any content types to filter on.
el: Επιλέξτε οποιονδήποτε τύπο περιεχομένου για φιλτράρισμα.
fa: برای اعمال فیلتر یک نوع محتوا انتخاب کنید.

# OrchardCore.Contents.Views.Items.ContentPublishedEvent.Fields.Thumbnail
source: Content Published
el: Δημοσιευμένο Περιεχόμενο
fa: محتوا منتشر شد

# OrchardCore.Contents.Views.Items.ContentPublishedEvent.Fields.Thumbnail
source: Content is published.
el: Το περιεχόμενο είναι δημοσιευμένο.
fa: محتوا منتشر می‌شود.

# OrchardCore.Contents.Views.Items.ContentsAdminFilters-ContentType.Thumbnail
source: Filters on a specified content type.
el: Φίλτρα σε έναν καθορισμένο τύπο περιεχομένου.

# OrchardCore.Contents.Views.Items.ContentsAdminFilters-DisplayText.Thumbnail
source: Filters on the Display Text of a content item.
el: Φίλτρα στο εμφανιζόμενο κείμενο ενός στοιχείου περιεχομένου.

# OrchardCore.Contents.Views.Items.ContentsAdminFilters-Sort.Thumbnail
source: Orders by a content item value.
el: Ταξινομημένα ανά τιμή στοιχείου περιεχομένου.

# OrchardCore.Contents.Views.Items.ContentsAdminFilters-Status.Thumbnail
source: Filters on a content item status.
el: Φίλτρα για την κατάσταση ενός στοιχείου περιεχομένου.

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: Content Types
el: Τύποι Περιεχομένου
fa: انواع محتوا

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: Show All Content Types
el: Εμφάνιση όλων των τύπων περιεχομένου
fa: نمایش انواع محتوا

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: Default Icon
el: Προεπιλεγμένο Εικονίδιο
fa: آیکون پیش‌فرض

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: Pick
el: Διαλέξτε
fa: انتخاب

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: Select an icon. It will be shared by all menu items.
el: Επιλέξτε ένα εικονίδιο. Θα γίνει κοινή χρήση από όλα τα στοιχεία του μενού.
fa: یک آیکون را انتخاب کنید. این آیکون توسط تمامی آیتم‌های منو به اشتراک گذاشته خواهد شد.

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: Select Content Types
el: Επιλέξτε Τύπους Περιεχομένου
fa: انتخاب انواع محتوا

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: Icon
el: Εικονίδιο
fa: آیکون

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: The content types to add to the menu.
el: Οι τύποι περιεχομένου για προσθήκη στο μενού.
fa: افزودن انواع محتوا به منو.

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: Pick an icon
el: Διαλέξτε εικονίδιο
fa: یک آیکون را انتخاب کنید

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeSummary
source: Show all Content Types
el: Εμφάνιση όλων των Τύπων Περιεχομένου
fa: نمایش انواع محتوا

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeSummary
source: Nothing here!
el: Δεν υπάρχει τίποτα εδώ!
fa: هیچی اینجا نیست!

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeSummary
source: Content Types
el: Τύποι Περιεχόμενου
fa: انواع محتوا

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeThumbnail
source: Content Types
el: Τύποι Περιεχομένου
fa: انواع محتوا

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeThumbnail
source: Add a link for each one of the selected content types.
el: Πρόσθεσε έναν σύνδεσμο για κάθε έναν από τους επιλεγμένους τύπους περιεχομένου.
fa: افزودن یک لینک به ازای هریک از انواع محتوای انتخاب شده.

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Content Types
el: Τύποι Περιεχομένου

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Index All Content Types
el: Ευρετήριο όλων των τύπων περιεχομένου

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Limit Items
el: Περιορισμός αντικειμένων

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Limit the amount of content items to provide from this source. Note: Only one content type is selectable when this option is selected.
el: Περιόρισε τον αριθμό των στοιχείων περιεχομένου που θα παρέχονται από αυτήν την πηγή. Σημείωση: Μόνο ένας τύπος περιεχομένου είναι επιλέξιμος όταν έχει επιλεγεί αυτή η επιλογή.

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Change Frequency
el: Συχνότητα Αλλαγών

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: The default frequency with which these content types are likely to change.
el: Η προεπιλεγμένη συχνότητα με την οποία είναι πιθανό να αλλάξουν αυτοί οι τύποι περιεχομένου.

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Priority
el: Προτεραιότητα

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: The default priority of these content types relative to other content on your site.
el: Η προεπιλεγμένη προτεραιότητα αυτών των περιεχομένων σε σχέση με άλλο περιεχόμενο στον ιστότοπό σας.

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Select Content Types
el: Επίλεξε Τύπους Περιεχομένου

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: The default frequency these content types are likely to change.
el: Η προεπιλεγμένη συχνότητα αυτών των τύπων περιεχομένου μπορεί πιθανό να αλλάξει.

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: The content types to add to the sitemap.
el: Οι τύποι περιεχομένου για προσθήκη στο χάρτη ιστότοπου (sitemap).

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Skip
el: Παράλειψη

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Take
el: Πάρε

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Adjust quantity of content items in sitemap.
el: Προσάρμοσε την ποσότητα των στοιχείων περιεχομένου στον χάρτη ιστότοπου (sitemap).

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.SummaryAdmin
source: All
el: Όλα

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.SummaryAdmin
source: Nothing here!
el: Δεν υπάρχει τίποτα εδώ!

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.SummaryAdmin
source: Sitemap Content Types
el: Τύποι Περιεχομένου Χάρτη Ιστοτόπου

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Thumbnail
source: Sitemap Content Types
el: Τύποι Περιεχομένου Χάρτη Ιστοτόπου

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Thumbnail
source: Add sitemap entries for each one of the selected content types.
el: Προσθέστε καταχωρήσεις χάρτη ιστότοπου για καθένα από τους επιλεγμένους τύπους περιεχομένου.

# OrchardCore.Contents.Views.Items.ContentUnpublishedEvent.Fields.Design
source: Content Unpublished
el: Περιεχόμενο Αδημοσίευτο
fa: لغوانتشار محتوا انجام شد

# OrchardCore.Contents.Views.Items.ContentUnpublishedEvent.Fields.Design
source: Any content type
el: Κάθε τύπος περιεχομένου
fa: هر نوع محتوا

# OrchardCore.Contents.Views.Items.ContentUnpublishedEvent.Fields.Edit
source: Content Types
el: Τύποι Περιεχομένου
fa: انواع محتوا

# OrchardCore.Contents.Views.Items.ContentUnpublishedEvent.Fields.Edit
source: Select any content types to filter on.
el: Επιλέξτε οποιουσδήποτε τύπους περιεχομένου για φιλτράρισμα.
fa: برای اعمال فیلتر یک نوع محتوا انتخاب کنید.

# OrchardCore.Contents.Views.Items.ContentUnpublishedEvent.Fields.Thumbnail
source: Content Unpublished
el: Περιεχόμενο Αδημοσίευτο
fa: لغوانتشار محتوا انجام شد

# OrchardCore.Contents.Views.Items.ContentUnpublishedEvent.Fields.Thumbnail
source: Content is unpublished.
el: Το περιεχόμενο δεν έχει δημοσιευθεί.
fa: محتوا منتشر نشده است.

# OrchardCore.Contents.Views.Items.ContentUpdatedEvent.Fields.Design
source: Content Updated
el: Το Περιεχόμενο Ενημερώθηκε
fa: محتوا به‌روزرسانی شد

# OrchardCore.Contents.Views.Items.ContentUpdatedEvent.Fields.Design
source: Any content type
el: Κάθε τύπος περιεχομένου
fa: هر نوع محتوا

# OrchardCore.Contents.Views.Items.ContentUpdatedEvent.Fields.Edit
source: Content Types
el: Τύποι Περιεχομένου
fa: انواع محتوا

# OrchardCore.Contents.Views.Items.ContentUpdatedEvent.Fields.Edit
source: Select any content types to filter on.
el: Επιλέξτε οποιουσδήποτε τύπους περιεχομένου για φιλτράρισμα.
fa: برای اعمال فیلتر یک نوع محتوا انتخاب کنید.

# OrchardCore.Contents.Views.Items.ContentUpdatedEvent.Fields.Thumbnail
source: Content Updated
el: Το Περιεχόμενο Ενημερώθηκε
fa: محتوا بروزرسانی شد

# OrchardCore.Contents.Views.Items.ContentUpdatedEvent.Fields.Thumbnail
source: Content is updated.
el: Το περιεχόμενο είναι ενημερωμένο.
fa: محتوا به‌روزرسانی شده است.

# OrchardCore.Contents.Views.Items.ContentVersionedEvent.Fields.Design
source: Content Versioned
el: Versioned περιεχόμενο
fa: محتوا نسخه‌بندی شد

# OrchardCore.Contents.Views.Items.ContentVersionedEvent.Fields.Design
source: Any content type
el: Κάθε τύπος περιεχομένου
fa: هر نوع محتوا

# OrchardCore.Contents.Views.Items.ContentVersionedEvent.Fields.Edit
source: Content Types
el: Τύποι περιεχομένου
fa: انواع محتوا
