Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.OpenId.po
Languages: es, fa, fr, it, ru

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: SignedOut CallbackPath
fr: Chemin de Callback SignedOut
it: CallbackPath per logout
ru: Путь обратного вызова при выходе

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: The request path within the application's base path where the user agent will be returned after sign out from the identity provider.
es: La ruta de solicitud dentro de la ruta base de la aplicación donde el agente de usuario será devuelto después de desconectarse del proveedor de identidad.
fa: مسیر درخواست به همراه مسیر پایه (base path) برنامه‌کاربردی، جایی که user agent بعد از خروج (Sign out) از سرویس ارائه‌دهنده هویت، برگردانده می‌شود.
fr: Le chemin de la requête dans le chemin de base de l'application où l'agent utilisateur sera retourné après s'être déconnecté du fournisseur d'identité.
it: L'indirizzo rispetto al percorso base dell'applicazione dove verrà rediretto lo user-agent dopo il logout dall'Identity Provider.
ru: Путь к запросу в базовом пути приложения, где будет возвращен пользователь-агент. middleware будет обрабатывать этот запрос, когда он прибывает.

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: See post_logout_redirect_uri from
es: Ver desde post_logout_redirect_uri
fa: مشاهده post_logout_redirect_uri از
fr: Voir post_logout_redirect_uri de
it: Vedi post_logout_redirect_uri da
ru: Смотрите post_logout_redirect_uri из

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: SignedOut Redirect Uri
es: Uri SignedOut Redirect
fa: Uri تغییرمسیر بعد از SignedOut
fr: Uri de redirection SignedOut
ru: Uri перенаправления SignedOut

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: The uri where the user agent will be redirected to after application is signed out from the identity provider. The redirect will happen after the SignedOutCallbackPath is invoked.
es: La uri a la que se redirigirá el agente de usuario después de que la aplicación se haya desconectado del proveedor de identidad. La redirección se realizará después de que se invoca SignedOutCallbackPath.
fa: Uri جایی که user agent بعد از خروج (sign out) برنامه‌کاربردی از سرویس ارائه‌دهنده هویت به آن تغییرمسیر می‌دهد. تغییرمسیر بعد از فراخوانی SignedOutCallbackPath اتفاق می‌افتد.
fr: L'uri vers laquelle l'agent utilisateur sera redirigé une fois que l'application sera déconnectée du fournisseur d'identité. La redirection aura lieu après l'invocation du SignedOutCallbackPath.
it: La uri in cui lo user agent verrà reindirizzato dopo che l'applicazione è stata disconnessa dall'Identity Provider. Il reindirizzamento avverrà dopo che verrà invocato il SignedOutCallbackPath.
ru: Uri, где агент пользователя будет перенаправлен после выхода приложения из провайдера идентификации. Переадресация будет происходить после вызова SignedOutCallbackPath.

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Scopes
es: Alcances
fa: اِسکوپ‌ها
fr: Portées
it: Ambiti
ru: Области

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: extra scopes except openid and profile
es: alcance extra excepto openid y perfil
fa: اسکوپ‌های اضافی به جز openid و profile
fr: autres portées exceptées openid et profile
it: campi aggiuntivi dell'ambito eccetto openid e profilo
ru: дополнительные области, кроме OpenId и профиля

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Store tokens
fr: Stocker les jetons
it: Salva il token

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Store external authentication tokens for reuse
fr: Stocker les jetons d'authentification externes pour les réutiliser
it: Memorizza i token di autenticazione esterni per il suo riutilizzo

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Code Authentication Flow
es: Flujo del Código de Autenticación
fa: جریان احرازهویت کد
fr: Flux d'authentication Code
it: Flusso del codice di autenticazione
ru: Поток аутентификации кода

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: see:
es: ver:
fa: مشاهده شود:
fr: voir:
it: vedi:
ru: см:

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Use 'code' response type
es: Usar tipo de respuesta 'código'
fa: از پاسخی که نوع آن 'code' است، استفاده کن
fr: Utiliser le type de réponse 'code'
it: Usa il 'code' per il tipo di risposta
ru: Использовать тип ответа 'code'

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: example:
es: ejemplo:
fa: مثال:
fr: exemple :
it: esempio:
ru: пример:

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Hybrid Authentication Flow
es: Flujo de autenticación híbrido
fa: جریان احرازهویت ترکیبی
fr: Flux d'authentification Hybride
it: Flusso di autenticazione ibrido
ru: Гибридный поток аутентификации

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Use 'code id_token' response type
es: Usar tipo de respuesta 'code id_token'
fa: از پاسخی که نوع آن 'code id_token' است، استفاده کن
fr: Utilisez le type de réponse 'code id_token'
it: Usa il 'code id_token' per il tipo di risposta
ru: Использовать тип ответа 'code id_token'

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Use 'code id_token token' response type
es: Usar el tipo de respuesta 'code id_token'
fa: از پاسخی که نوع آن 'code id_token token' است، استفاده کن
fr: Utilisez le type de réponse 'code id_token'
it: Usa il 'code id_token token' per il tipo di risposta
ru: Использовать тип ответа 'code id_token token'

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Use 'code token' response type
es: Usar tipo de respuesta 'code token'
fa: از پاسخی که نوع آن 'code token' است، استفاده کن
fr: Utiliser le type de réponse 'code token'
it: Usa il 'code token' per il tipo di risposta
ru: Использовать тип ответа 'code token'

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Implicit Authentication Flow
es: Flujo de Autenticación Implícita
fa: جریان احرازهویت ضمنی
fr: Flux d'authentification Implicite
it: Flusso di autenticazione implicito
ru: Неявный поток аутентификации

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Use 'id_token' response type
es: Usar tipo de respuesta 'id_token'
fa: از پاسخی که نوع آن ''id_token' است، استفاده کن
fr: Utiliser le type de réponse 'id_token'
it: Usa l' 'id_token' per il tipo di risposta
ru: Использовать тип ответа 'id_token'

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Use 'id_token token' response type
es: Usar tipo de respuesta 'id_token token'
fa: از پاسخی که نوع آن 'id_token token' است، استفاده کن
fr: Utiliser le type de réponse 'id_token token'
it: Usa l' 'id_token token' per il tipo di risposta
ru: Использовать тип ответа 'id_token token'

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Response Mode
es: Modo de respuesta
fa: حالت پاسخ
fr: Mode de réponse
it: Modalità di risposta
ru: Режим ответа

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Configure Response Mode see: http://openid.net/specs/openid-connect-core-1_0.html#ImplicitAuthResponse
es: Configurar Modo de Respuesta: http://openid.net/specs/openid-connect-core-1_0.html#ImplicitAuthResponse
fa: پیکربندی حالت پاسخ. مشاهده شود: http://openid.net/specs/openid-connect-core-1_0.html#ImplicitAuthResponse
fr: Configurer le mode de réponse, voir : http://openid.net/specs/openid-connect-core-1_0.html#ImplicitAuthResponse
it: Configura la modalità risposta: http://openid.net/specs/openid-connect-core-1_0.html#ImplicitAuthResponse
ru: Настройка режима ответа см: http://openid.net/specs/openid-connect-core-1_0.html#ImplicitAuthResponse

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: set client secret.
es: establecer secreto del cliente.
fa: کلید مخفی سرویس‌گیرنده را تنظیم می‌کند.
fr: définir le client secret.
it: imposta il codice client secret.
ru: установить секрет клиента.

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Parameter Name
fr: Nom du paramètre
it: Nome parametro

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Value
fr: Valeur
it: Valore

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Remove parameter from list
fr: Supprimer le paramètre de la liste
it: Rimuovi parametro dall'elenco

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Add a parameter
fr: Ajouter un paramètre
it: Aggiungi un parametro

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Edit Data
fr: Modifier les données
it: Modifica dati

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Parameters
fr: Paramètres
it: Parametri

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: A JSON representation of the allowed values, e.g. {0}
fr: Une représentation JSON des valeurs autorisées, par exemple {0}
it: Una rappresentazione JSON dei valori consentiti, es.: {0}

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Cancel
fr: Annuler
it: Annulla

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Advanced Parameters
fr: Paramètres avancés
it: Parametri Avanzati

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Advanced parameters that can be sent with the authorize request.
fr: Paramètres avancés qui peuvent être envoyés avec la demande d'autorisation.
it: Parametri avanzati che possono essere inviati con la richiesta di autorizzazione.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
es: El tenant actual se recargará cuando se guarden los ajustes.
fa: پس از ذخیره تنظیمات، tenant جاری، مجدد بارگذاری خواهد شد.
fr: Le locataire actuel sera rechargé lorsque les paramètres seront sauvegardés.
it: Il tenant verrà riavviato quando le impostazioni saranno salvate.
ru: Текущий тенант будет перезагружен, когда настройки будут сохранены.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Endpoints
fr: Points de terminaison
it: Endpoint

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Enable Token Endpoint
es: Habilitar punto final de token
fa: نقطه‌پایانی توکن فعال شود
fr: Activer le Token Endpoint
it: Abilita Token Endpoint
ru: Включить конечную точку токена

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Enables action
es: Activar acción
fa: عملیات را فعال می‌کند
fr: Active l'action
it: Abilita Azione
ru: Включить действие

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Enable Authorization Endpoint
es: Habilitar el punto final de Autorización
fa: نقطه‌پایانی صدورمجوز فعال شود
fr: Activer le point de terminaison Authorization
it: Abilita Authorization Endpoint
ru: Включить конечную точку авторизации

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Enable Logout Endpoint
es: Habilitar punto final de Salida
fa: نقطه‌پایانی خروج از سامانه (Logout) فعال شود
fr: Activer le point de terminaison Logout
it: Abilita Logout Endpoint
ru: Включить конечную точку выхода

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Enable User Info Endpoint
es: Habilitar el punto final de información del usuario
fa: نقطه‌پایانی اطلاعات کاربری فعال شود
fr: Activer le point de terminaison User
it: Abilita User Info Endpoint
ru: Включить конечную точку информации о пользователе

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Enable Introspection Endpoint
fr: Activer le point de terminaison d'introspection

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Enable Revocation Endpoint
fr: Activer le point de terminaison de révocation

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Flows
fr: Flux
it: Flussi

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Allow Authorization Code Flow
es: Permitir Flujo Código de Autorización
fa: جریان کد مجوز مجاز باشد
fr: Autoriser le flux Authorization Code
it: Consenti il flusso del codice di autorizzazione
ru: Разрешить код авторизации

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: More info:
es: Más información:
fa: اطلاعات بیشتر:
fr: Plus d'infos :
it: Maggiori informazioni:
ru: Подробнее:

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Allow Implicit Flow
es: Permitir flujo implícito
fa: جریان ضمنی مجاز باشد
fr: Autoriser Implicit Flow
it: Consenti un flusso implicito
ru: Разрешить неявный поток

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Allow Hybrid Flow
fr: Autoriser le flux hybride
it: Permetti Flusso Ibrido

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Allow Password Flow
es: Permitir Flujo Contraseña
fa: جریان رمز عبور مجاز باشد
fr: Autoriser le Password Flow
it: Consenti il flusso di password
ru: Разрешить пароль

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Allow Refresh Token Flow
es: Permitir Flujo Refrescar Token
fa: جریان تازه‌سازی توکن مجاز باشد
fr: Autoriser le Refresh Token Flow
it: Consenti l'aggiornamento del Token Flow
ru: Разрешить обновление токенов

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Allow Client Credentials Flow
es: Permitir Flujo Credenciales del Cliente
fa: جریان اعتبارنامه سرویس‌گیرنده مجاز باشد
fr: Autoriser le Client Credentials Flow
it: Consenti il flusso credenziali client
ru: Разрешить авторизацию клиента

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Proof Key for Code Exchange
fr: Proof Key pour Code Exchange

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Require Proof Key for Code Exchange
fr: Exiger une Proof Key pour Code Exchange

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Global setting that applies PKCE to all registered clients whether or not the 'Require PKCE' option is set on the individual client application.
fr: Réglage global qui applique PKCE à tous les clients enregistrés, que l'option « Require PKCE » soit définie sur l'application client individuelle.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Advanced options
fr: Options avancées
it: Opzioni Avanzate

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: These options are all optional and are for advanced users only.
es: Estas opciones son todas opcionales y son sólo para usuarios avanzados.
fa: همه این گزینه‌ها اختیاری و فقط برای کاربران پیشرفته هستند.
fr: Ces options sont toutes facultatives et sont uniquement destinées aux utilisateurs avancés.
it: Queste opzioni sono tutte facoltative e sono solo per utenti esperti.
ru: Эти опции являются опционными и предназначены только для продвинутых пользователей.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Authority
es: Autoridad
fa: مجوز
fr: Autorité
it: Autorità
ru: Полномочие

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: The base URL of the identity server (this site). If none is provided, a default value based on the site host is automatically computed.
es: La URL base del servidor de identidad (este sitio). Si no se proporciona ninguno, se calcula automáticamente un valor por defecto con base en el servidor del sitio.
fa: آدرس پایه سرور هویت (این سایت). در صورت عدم ارائه، مقدار پیش‌فرض براساس میزبانی سایت به صورت خودکار محاسبه خواهد شد.
fr: L'URL de base du serveur d'identité (ce site). Si aucune n'est fournie, une valeur par défaut basée sur l'hôte du site est automatiquement calculée.
it: L'URL di base dell' identity server (questo sito). Se non compilato, il campo assumerà il valore dell'host del sito.
ru: Базовый URL сервера идентификации (этот сайт). Если ничего не указано, то значение по умолчанию, основанное на узле сайта, автоматически вычисляется.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Encryption Certificate Store Location
fr: Emplacement du magasin de certificats de cryptage
it: Posizione dello store dei certificati di cifratura

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: None
es: Ninguno
fa: هیچ‌کدام
fr: Aucun
it: Nessuno
ru: Нет

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Select the encryption certificate location.
fr: Sélectionnez l'emplacement du certificat de chiffrement.
it: Selezionare la posizione del certificato di cifratura.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Encryption Certificate Store Name
fr: Nom du magasin de certificats de cryptage
it: Nome dello store dei certificati di cifratura

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Select the encryption certificate store.
fr: Sélectionnez le magasin d'encryptage de certificats.
it: Selezionare l'archivio dei certificati di cifratura.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Encryption Certificate
fr: Certificat d'encryptage
it: Certificato Di Cifratura

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Select the encryption certificate.
fr: Sélectionnez le certificat d'encryptage.
it: Selezionare il certificato di cifratura.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: You need to add a certificate to your server for setting up OpenID Connect module.
es: Necesita agregar un certificado a su servidor para configurar el módulo OpenID Connect.
fa: جهت تنظیم ماژول OpenID Connect، شما باید به سرورتان یک گواهی‌نامه اضافه کنید.
fr: Vous devez ajouter un certificat à votre serveur pour configurer le module OpenID Connect.
it: È necessario aggiungere un certificato al server per impostare il modulo OpenID Connect.
ru: Вам нужно добавить сертификат на ваш сервер для настройки модуля OpenID Connect.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Signing Certificate Store Location
fr: Signature de l'emplacement du magasin de certificats
it: Posizione della firma dello store dei certificati

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Select the signing certificate location.
fr: Sélectionnez l'emplacement du certificat de signature.
it: Seleziona la posizione della firma del certificato.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Signing Certificate Store Name
fr: Nom du magasin de certificats de signature
it: Nome della firma dello store dei certificati

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Select the signing certificate store.
fr: Sélectionnez le magasin de signature de certificats.
it: Seleziona la firma dell'archivio dei certificati.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Signing Certificate
fr: Certificat de signature
it: Certificato di firma

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Select the signing certificate.
fr: Sélectionnez le certificat de signature.
it: Selezionare il certificato di firma.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Disable Rolling Refresh Tokens
fr: Désactiver les jetons de Rolling Refresh
it: Disabilita Rolling Refresh Tokens

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: When this option is enabled, refresh tokens are not marked as redeemed and can be reused until they expire.
fr: Lorsque cette option est activée, les jetons d'actualisation ne sont pas marqués comme redeemed et peuvent être réutilisés jusqu'à leur expiration.
it: Quando questa opzione è abilitata, il refresh token non sono marcati come riscattati e possono essere riutilizzati fino alla loro scadenza.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Token Format
es: Formato de Token
fa: فرمت Token
fr: Format du jeton
it: Formato Token
ru: Формат токена

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: ASP.NET Core Data Protection
fr: Protection des données ASP.NET Core

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: JSON Web Token (JWT)
fr: Jeton Web JSON (JWT)

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Disable Access Token Encryption (only for JWT tokens)
fr: Désactiver le chiffrement des jetons d'accès (uniquement pour les jetons JWT)
it: Disabilita la cifratura dei token di accesso (solo per i token JWT)

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: When this option is enabled, the JWT access token tokens are not encrypted.
fr: Lorsque cette option est activée, les jetons d'accès JWT ne sont pas chiffrés.
it: Quando questa opzione è abilitata, i token di accesso JWT non sono crittografati.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Use Reference Access Tokens
fr: Utiliser les jetons d'accès de référence
it: Usa Token Di Accesso Di Riferimento

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: When this option is enabled, the access token are stored in the database and fixed size tokens are returned to the client, which can be useful when storing a very large number of claims. Important: this option cannot be currently enabled when other tenants are configured to use this server.
fr: Lorsque cette option est activée, le jeton d'accès est stocké dans la base de données et les jetons de taille fixe sont retournés au client, qui peuvent être utiles pour stocker un très grand nombre de claims. Important : cette option ne peut pas être activée lorsque d'autres locataires sont configurés pour utiliser ce serveur.
it: Quando questa opzione è abilitata, il token di accesso viene memorizzato nel database e una serie token di dimensione fissa vegono restituiti al client, questo può essere utile per la memorizzazione di un gran numero di claims. ATTENZIONE: questa opzione non può essere attualmente abilitata quando altri tenants sono configurati per usare questo server.

# OrchardCore.OpenId.Views.OpenIdValidationSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
es: El tenant actual se recargará cuando se guarden los ajustes.
fa: پس از ذخیره تنظیمات، tenant جاری، مجدد بارگذاری خواهد شد.
fr: Le locataire actuel sera rechargé lorsque les paramètres seront sauvegardés.
it: Il tenant verrà riavviato quando le impostazioni saranno salvate.
ru: Текущий тенант будет перезагружен, когда настройки будут сохранены.

# OrchardCore.OpenId.Views.OpenIdValidationSettings.Edit
source: Authorization server tenant
es: Servidor tenant de autorización
fa: تِننت (tenant) سرور صدورمجوز
fr: Tenant serveur d'autorisation
it: Server di autorizzazione del tenant
ru: Сервер авторизации

# OrchardCore.OpenId.Views.OpenIdValidationSettings.Edit
source: Authority
es: Autoridad
fa: مجوز
fr: Autorité
it: Autorità
ru: Полномочие

# OrchardCore.OpenId.Views.OpenIdValidationSettings.Edit
source: The address of the remote OpenID Connect server. Using a HTTPS address is strongly recommended.
es: La dirección del servidor remoto OpenID Connect. Se recomienda usar una dirección HTTPS.
fa: آدرس سرور ریموت OpenID Connect. استفاده از آدرسی که HTTPS دارد، به‌شدت توصیه می‌شود.
fr: L'adresse du serveur OpenID Connect distant. L'utilisation d'une adresse HTTPS est fortement recommandée.
it: L'indirizzo del server remoto OpenID Connect. Usare un indirizzo HTTPS è fortemente raccomandato.
ru: Адрес удаленного сервера коннектора OpenID. Настоятельно рекомендуется использовать адрес HTTPS.

# OrchardCore.OpenId.Views.OpenIdValidationSettings.Edit
source: OpenID Connect Metadata Address
fr: Adresse de métadonnées OpenID Connect

# OrchardCore.OpenId.Views.OpenIdValidationSettings.Edit
source: The well-formed URI of the OpenID Connect Metadata Address endpoint. This is only for advanced scenarios when metadata is not available from the standard authority endpoint. It cannot be used when using a Tenant and using a HTTPS address is strongly recommended.
fr: La well-formed URI du point de terminaison d'adresse de métadonnées OpenID Connect. Ceci est uniquement pour les scénarios avancés lorsque les métadonnées ne sont pas disponibles à partir du point de terminaison de l'autorité standard. Il ne peut pas être utilisé lors de l'utilisation d'un tenant et l'utilisation d'une adresse HTTPS est fortement recommandée.
