Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Admin.po
Languages: de, el

# OrchardCore.Admin.AdminMenu
source: Configuration
de: Konfiguration
el: Παραμετροποίηση

# OrchardCore.Admin.AdminMenu
source: Settings
de: Einstellungen
el: Ρυθμίσεις

# OrchardCore.Admin.AdminMenu
source: Admin
el: Διαχειριστής

# OrchardCore.Admin.DeploymentStartup
source: Admin settings
de: Admin-Einstellungen
el: Ρυθμίσεις Διαχειριστή

# OrchardCore.Admin.DeploymentStartup
source: Exports the admin settings.
de: Exportiert die Admin-Einstellungen.
el: Εξάγει τις ρυθμίσεις διαχειριστή.

# OrchardCore.Admin.Views.AdminDashboard
source: Feel free to browse the menu and discover all its possibilities.
de: Fühlen Sie sich frei, das Menü zu durchstöbern und all seine Möglichkeiten zu entdecken.
el: Μπορείτε να περιηγηθείτε στο μενού και να ανακαλύψετε όλες τις δυνατότητές του.

# OrchardCore.Admin.Views.AdminSettings.Edit
source: Enable dark mode admin theme
de: Aktiviere den dunklen Modus für das Admin-Theme
el: Ενεργοποίηση σκοτεινής λειτουργίας θέμα διαχειριστή

# OrchardCore.Admin.Views.AdminSettings.Edit
source: Whether a dark mode admin theme can be displayed.
de: Ob ein Admin-Theme im dunklen Modus angezeigt werden kann.
el: Αν ένα σκούρο θέμα διαχειριστή μπορεί να εμφανιστεί.

# OrchardCore.Admin.Views.AdminSettings.Edit
source: Enable Admin Menu filter
de: Admin-Menü-Filter aktivieren
el: Ενεργοποίηση φίλτρου Μενού Διαχειριστή

# OrchardCore.Admin.Views.AdminSettings.Edit
source: Whether a quick search to filter the admin menu is displayed.
de: Gibt an, ob eine Schnellsuche zum Filtern des Admin-Menüs angezeigt wird.
el: Εάν εμφανίζεται μια γρήγορη αναζήτηση για φιλτράρισμα του μενού διαχειριστή.

# OrchardCore.Admin.Views.AdminSettings.Edit
source: Display New menu
de: Neues Menü anzeigen
el: Εμφάνιση Νέου μενού

# OrchardCore.Admin.Views.AdminSettings.Edit
source: Whether a New menu is displayed in the admin menu.
de: Gibt an, ob ein neues Menü im Admin-Menü angezeigt wird.
el: Εάν θα εμφανίζεται ένα νέο μενού στο μενού διαχειριστή.

# OrchardCore.Admin.Views.AdminSettings.Edit
source: Display titles in top bar
de: Titel in der oberen Leiste anzeigen
el: Εμφάνιση τίτλων στην επάνω γραμμή

# OrchardCore.Admin.Views.AdminSettings.Edit
source: Whether the titles are displayed in the top bar.
de: Gibt an, ob die Titel in der oberen Leiste angezeigt werden.
el: Εάν οι τίτλοι θα εμφανίζονται στην επάνω γραμμή.

# OrchardCore.Admin.Views.NavigationItemText-admin.Id
source: Admin
el: Διαχειριστής

# OrchardCore.Admin.Views.AdminDashboard
source: Welcome to Orchard Core
de: Willkommen zu Orchard Core
