Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Workflows.po
Languages: ar, cs, el, fa, fr, it, ru, vi

# OrchardCore.Workflows.Views.Items.ForkTask.Fields.Design
source: Fork execution into <em>{0}</em>
ar: تنفيذ تفرع إلى <em>{0}</em>
cs: Rozdělit workflow do <em>{0}</em>
el: Η Διακλάδωση εκτελείται στο <em>{0}</em>
fa: محل انشعاب <em>{0}</em>
fr: Fait fourcher l'exécution en <em>{0}</em>
it: Esecuzione suddivisa in <em>{0}</em>
ru: Ответвленеи выполнения в <em>{0}</em>
vi: Thực thi nhánh vào trong<em>{0}</em>

# OrchardCore.Workflows.Views.Items.ForkTask.Fields.Design
source: No forks
ar: لا يوجد تفرعات
cs: Žádně větve
el: Καμία Διακλάδωση
fa: بدون انشعابات
fr: Pas de forks
it: Nessuna suddivisione
ru: Нет ответвлений
vi: Không có nhánh

# OrchardCore.Workflows.Views.Items.ForkTask.Fields.Edit
source: Forks
ar: تفرعات
cs: Větve
el: Διακλαδώσεις
fa: انشعابات
it: Suddivisioni
ru: Ответвления
vi: Các nhánh

# OrchardCore.Workflows.Views.Items.ForkTask.Fields.Edit
source: Enter one or more comma-separated fork names.
ar: ادخل إسم أو عدة أسماء مفصولة بفواصل للتفرعات.
cs: Zadejte jedno nebo více jmen větví oddělených čárkou.
el: Πληκτρολογήστε ένα ή περισσότερα ονόματα διακλαδώσεων διαχωρισμένων με κόμμα.
fa: نام یک یا چند انشعاب که توسط ویرگول از یکدیگر جدا شده‌اند را وارد کنید.
fr: Entrez un ou plusieurs noms de fork séparés par des virgules.
it: Inserisci uno o più nomi di suddivisioni effettuate separati da virgole.
ru: Введите один или несколько имен ответвлений, разделенных запятыми.
vi: Nhập một hoặc nhiều tên nhánh được phân tách bằng dấu phẩy.

# OrchardCore.Workflows.Views.Items.ForkTask.Fields.Thumbnail
source: Fork
ar: تفرع
cs: Rozdělit
el: Διακλάδωση
fa: انشعاب
it: Suddividi
ru: Ответвление
vi: Nhánh

# OrchardCore.Workflows.Views.Items.ForkTask.Fields.Thumbnail
source: Fork workflow execution into separate paths of execution.
ar: تنفيذ تفرع سير العمل في مسارات منفصلة للتنفيذ.
cs: Rozdělit provádění workflow do více větví.
el: Εργασία εκτέλεσης διακλάδωσης σε ξεχωριστές διαδρομές εκτέλεσης.
fa: اجرای گردش‌کار را به مسیرهایی که هرکدام جداگانه اجرا می‌شوند، تقسیم می‌کند.
fr: Fait fourcher l'exécution du workflow dans des chemins distincts d'exécution.
it: Suddividi l'esecuzione del workflow in percorsi separati.
ru: Форк выполнения рабочего процесса в отдельные пути выполнения.
vi: Chia thực hiện quy trình vào các nhánh riêng của thực thi.

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Design
source: For Loop
ar: التكرار For
cs: Smyčka For
el: Για Βρόχο
fa: حلقه For
fr: Boucles For
it: Ciclo For
ru: Цикл for
vi: Vòng lặp For

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Design
source: Iterate <em>{0}</em> from <em>{1}</em> to <em>{2}</em>
ar: كرر <em>{0}</em> من <em>{1}</em> إلى <em>{2}</em>
cs: Iterovat <em>{0}</em> od <em>{1}</em> do <em>{2}</em>
el: Επανάληψη <em>{0}</em> από <em>{1}</em> έως <em>{2}</em>
fa: تکرار <em>{0}</em> از <em>{1}</em> به <em>{2}</em>
fr: Itère <em>{0}</em> de <em>{1}</em> à <em>{2}</em>
it: Itera <em>{0}</em> da <em>{1}</em> a <em>{2}</em>
ru: Цикл <em>{0}</em> с <em>{1}</em> до <em>{2}</em>
vi: Lặp lại <em>{0}</em> <em>{1}</em> <em>{2}</em>

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Edit
source: From Expression
ar: التعبير From
cs: Výraz od
el: Από την Έκφραση
fa: عبارت از (From Expression)
fr: Expression From
it: Espressione Da
ru: От выражения
vi: Biểu thức From

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Edit
source: The start value. With JavaScript support.
ar: قيمة البداية. مع دعم الجافا سكربت.
cs: Počáteční hodnota. S podporou JavaScript.
el: Η τιμή έναρξης. Με υποστήριξη JavaScript.
fa: مقدار شروع. با پشتیبانی از JavaScript.
fr: La valeur de début. Supporte la syntaxe JavaScript.
it: Valore iniziale. Supporta sintassi JavaScript.
ru: Значение старта. При поддержке JavaScript.
vi: Giá trị bắt đầu. Có hỗ trợ JavaScript.

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Edit
source: To Expression
ar: التعبير To
cs: Výraz do
el: Για την Έκφραση
fa: عبارت به (To Expression)
fr: Expression To
it: Espressione A
ru: Выражение До
vi: Biểu thức To

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Edit
source: The end value. With JavaScript support.
ar: قيمة النهاية. مع دعم الجافا سكربت.
cs: Koncová hodnota. S podporou JavaScript.
el: Η τιμή τέλους. Με υποστήριξη JavaScript.
fa: مقدار پایانی. با پشتیبانی از JavaScript.
fr: La valeur de fin. Supporte la syntaxe JavaScript.
it: Valore finale. Supporta sintassi JavaScript.
ru: Конечное значение. При поддержке JavaScript.
vi: Giá trị kết thúc. Có hỗ trợ JavaScript.

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Edit
source: Step Expression
ar: التعبير Step
cs: Výraz krok
el: Βήμα Έκφρασης
fa: Expression مرحله
fr: Expression Step
it: Espressione di passo
ru: Шаг Выражение
vi: Biểu thức Step

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Edit
source: The loop Step value. With JavaScript support.
ar: قيمة الخطوة في الدوران. مع دعم الجافا سكربت.
cs: Krok cyklu. S podporou JavaScript.
el: Η τιμή Βήματος βρόχου. Με υποστήριξη JavaScript.
fa: مقداری که در هر تکرار حلقه به شمارنده حلقه افزوده می‌شود. با پشتیبانی از JavaScript.
fr: La valeur de Step de la boucle. Supporte la syntaxe JavaScript.
it: Valore del passo. Supporta sintassi JavaScript.
ru: Значение цикла Шаг. При поддержке JavaScript.
vi: Giá trị vòng lặp Step. Có hỗ trợ JavaScript.

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Edit
source: Looping Variable
ar: متغير الدوران
cs: Proměnná cyklu
el: Μεταβλητές Βρόχων
fa: متغیر حلقه
fr: Variable de boucle
it: Variabile di ciclo
ru: Переменная цикла
vi: Biến Vòng lặp

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Edit
source: The name of the looping variable. The current value of each iteration is set to a property with this name as well as the last result.
ar: إسم متغير الدوران. القيمة الحالية لكل حلقة تضبط إلى خاصية بنفس الإسم.
cs: Název proměnné cyklu. Do proměnné s tímto jménem je během každé iterace nastavena aktuální hodnota. Po skončení iterace proměnná obsahuje poslední hodnotu.
el: Το όνομα της μεταβλητής βρόχου. Η τρέχουσα τιμή κάθε επανάληψης ορίζεται σε μια ιδιότητα με αυτό το όνομα καθώς και στο τελευταίο αποτέλεσμα.
fa: نام متغیر حلقه. مقدار جاری در هر تکرار، در یک property با این نام قرار می‌گیرد. در پایان نتیجه نهایی نیز در آن قرار می‌گیرد.
fr: Le nom de la variable de boucle. La valeur courante de chaque itération est définie à une propriété avec ce nom ainsi que le dernier résultat.
it: Il nome della variabile di ciclo. Il valore attuale di ogni iterazione è impostato su una proprietà con questo nome.
ru: Имя переменной цикла. Текущее значение каждой итерации задается свойству с таким именем, а также последним результатом.
vi: Tên của biến lặp. Giá trị hiện tại của mỗi lần lặp được đặt thành một thuộc tính có tên này cũng như kết quả cuối cùng.

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Thumbnail
source: For Loop
ar: التكرار For
cs: Smyčka For
el: Για Βρόχο
fa: حلقه For
fr: Boucle For
it: Ciclo For
ru: Цикл for
vi: Vòng lặp For

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Thumbnail
source: Iterate from a start to end number.
ar: قم بالتكرار من بداية إلى نهاية العدد.
cs: Iterovat od počátečního do koncového čísla.
el: Επανάληψη από την αρχή μέχρι το τέλος των αριθμών.
fa: از یک عدد تا عددی دیگر تکرار انجام می‌دهد.
fr: Itère d'un nombre de début à un nombre de fin.
it: Itera dal numero iniziale a quello finale.
ru: Выполнять с первого до последнего числа.
vi: Lặp lại một số từ bắt đầu đến kết thúc.

# OrchardCore.Workflows.Views.Items.HttpRedirectTask.Fields.Design
source: HTTP Redirect
ar: إعادة توجيه HTTP
cs: Přesměrování HTTP
el: Ανακατεύθυνση HTTP
fa: تغییر مسیر HTTP
fr: Redirection HTTP
ru: Перенаправление HTTP
vi: Chuyển hướng HTTP

# OrchardCore.Workflows.Views.Items.HttpRedirectTask.Fields.Edit
source: Location
ar: الموقع
cs: Lokace
el: Τοποθεσία
fa: موقعیت
fr: Emplacement
it: Destinazione
ru: Расположение
vi: Vị trí

# OrchardCore.Workflows.Views.Items.HttpRedirectTask.Fields.Edit
source: The URL to redirect to. With Liquid support.
ar: الرابط الذذي سيتم إعادة التوجية إليه. مع دعم الـ Liquid.
cs: URL pro přesměrování. S podporou Liquid.
el: Η διεύθυνση URL για την ανακατεύθυνση. Με υποστήριξη Liquid.
fa: آدرسی جایی که می‌خواهید به آن تغییر مسیر دهد. با پشتیبانی از Liquid.
fr: L'URL vers laquelle rediriger. Avec support de Liquid.
it: L'URL a cui reindirizzare. Supporta sintassi Liquid.
ru: URL для перенаправления. С поддержкой Liquid.
vi: URL để chuyển hướng đến. Hỗ trợ cú pháp Liquid.

# OrchardCore.Workflows.Views.Items.HttpRedirectTask.Fields.Edit
source: Permanent
ar: دائم
cs: Trvalé
el: Μόνιμο
fa: دائمی
it: Permanente
ru: Постоянно
vi: Cố định

# OrchardCore.Workflows.Views.Items.HttpRedirectTask.Fields.Edit
source: Check if the redirect should be permanent (301). Leave unchecked for a temporary redirect (302).
ar: اختر إذذا اردت إعادة التوجيه أن يكون دائماً (301). اترك الخيار لإعادة التوجيه المؤقت (302).
cs: Zaškrtněte pokud má být přesměrování trvalé (301). Nechte nezaškrtnuté pokud má být přesměrování dočasné (302).
el: Επιλέξτε εάν η ανακατεύθυνση πρέπει να είναι μόνιμη (301). Αφήστε αποεπιλεγμένο για προσωρινή ανακατεύθυνση (302).
fa: تغییر مسیر دائمی (301) انجام شود. در صورتی که ابن گزینه انتخاب نشود، تغییر مسیر موقتی (302) خواهد بود.
fr: Cocher si la redirection doit être permanente (301). Laisser décoché pour une redirection temporaire (302).
it: Se selezionato, il reindirizzamento deve essere permanente (301). Lasciare deselezionato per un redirect temporaneo (302).
ru: Проверьте, должно ли перенаправление быть постоянным (301). Оставьте без ограничений для временного перенаправления (302).
vi: Đánh dấu nếu chuyển hướng vĩnh viễn (301). Không đánh dấu để chuyển hướng tạm thời (302).

# OrchardCore.Workflows.Views.Items.HttpRedirectTask.Fields.Thumbnail
source: HTTP Redirect
ar: إعادة توجيه HTTP
cs: Přesměrování HTTP
el: Ανακατεύθυνση HTTP
fa: تغییر مسیر HTTP
fr: Redirection HTTP
ru: Перенаправление HTTP
vi: Chuyển hướng HTTP

# OrchardCore.Workflows.Views.Items.HttpRedirectTask.Fields.Thumbnail
source: Redirect the user agent to the specified URL (301/302).
ar: إعادة توجيه وكيل المستخدم إلى الرابط المحدد (301/302).
cs: Přesměvat prohlížeč na zadanou URL (301/302).
el: Ανακατευθύνετε τον user agent στη συγκεκριμένη διεύθυνση URL (301/302).
fa: user agent را به آدرس مشخص شده (301/302) هدایت می‌کند.
fr: Rediriger l'agent utilisateur vers l'URL spécifiée (301/302).
it: Reindirizza l'user agent all'URL specificato (301/302).
ru: Перенаправление агента пользователя на указанный URL (301/302).
vi: Chuyển hướng tác nhân người dùng đến URL được chỉ định (301/302).

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Design
source: Handle Incoming HTTP Request
ar: معالجة طلب HTTP وارد
cs: Zpracovat příchozí požadavek HTTP
el: Διαχείριση της εισερχόμενης αίτησης HTTP
fa: رسیدگی به درخواست HTTP ورودی
fr: Gérer la requête HTTP entrante
it: Gestione della richiesta HTTP in entrata
ru: Обработка входящего HTTP запроса
vi: Xử lý các yêu cầu HTTP đến

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: HTTP Method
ar: أسلوب HTTP
cs: HTTP metoda
el: Μέθοδος HTTP
fa: متود HTTP
fr: Méthode HTTP
it: Metodo HTTP
ru: Метод HTTP
vi: Phương thức HTTP

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: The HTTP method to match.
ar: أسلوب HTTP للمطابقة.
cs: HTTP metoda.
el: Η μέθοδος HTTP που ταιριάζει.
fa: متود HTTP جهت انطباق.
fr: La méthode HTTP à correspondre.
it: Il metodo HTTP collegato all'evento.
ru: Метод HTTP для соответствия.
vi: Phương thức HTTP để phù hợp.

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: Generate a new URL
ar: توليد رابط جديد
cs: Vygenerovat novou URL
el: Δημιουργήστε μια νέα διεύθυνση URL
fa: تولید یک آدرس جدید
fr: Générer une nouvelle URL
it: Genera un nuovo URL
ru: Создать новый URL
vi: Tạo một URL mới

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: Regenerate
ar: إعادة توليد
cs: Přegenerovat
el: Αναδημιουργία
fa: بازتولید
fr: Régénérer
it: Rigenera
ru: Перегенерировать
vi: Tạo lại

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: Copy
ar: نسخ
cs: Kopírovat
el: Αντιγραφή
fa: کپی
fr: Copier
it: Copia
ru: Копировать
vi: Sao chép

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: Anyone that invokes this URL will trigger this workflow. Keep it in a safe place.
ar: أي سخص يقوم بإستدعاء الرابط سيقوم بتشغيل تدفق العمل. احفظه في مكان آمن.
cs: Kdokoli, kdo přistoupí na tuto URL, spustí tento workflow. Uchovávejte ji na bezpečném místě.
el: Όποιος επικαλεστεί αυτήν τη διεύθυνση URL θα ενεργοποιήσει αυτή τη ροή εργασίας. Κρατήστε το σε ασφαλές μέρος.
fa: هرکسی که به این آدرس دسترسی داشته باشد، امکان راه‌اندازی این گردش کار را خواهد داشت. لطفا در جای امنی نگهداری شود.
fr: Quiconque invoque cette URL déclenchera ce workflow. Gardez-la dans un endroit sûr.
it: Chiunque invochi questo URL attiverà questo workflow. Salva questa informazione in modo sicuro.
ru: Любой, кто вызывает этот URL, будет вызывать этот рабочий процесс. Оставьте его в безопасном месте.
vi: Bất cứ ai bấm vào URL này sẽ kích hoạt quy trình công việc này. Giữ nó ở một nơi an toàn.

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: Validate Antiforgery Token
ar: التحقق من الـ Antiforgery Token
cs: Ověřit Antiforgery Token
el: Επικύρωση του Antiforgery Συμβόλου (Token)
fa: اعتبارسنجی Antiforgery Token
fr: Valider le jeton d'Antiforgerie
it: Valida Antiforgery Token
ru: Проверка Antiforgery токена
vi: Xác thực Antiforgery Token

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: Uncheck this option if the request comes from a service that invokes this URL as a webhook. If this URL is requested from a form, then keep this option checked to ensure the form values have not been tampered with.
ar: قم بإلغاء تحديد هذا الخيار إذا كان الطلب يأتي من خدمة تستدعي هذا العنوان كـ webhook. إذا كان الرابط هذا مطلوب من نموذج، قم بالاحتفاظ بهذا الخيار محدداً لضمان عدم العبث بقيم النموذج.
cs: Odškrtněte pokud workflow slouží ke zpracování požadavků ze služby, která používá tuto URL jako webhook. Pokud URL slouží ke zpracování požadavků z webového formuláře, ponechte zaškrtnuté. Ověříte tím, že obsah formuláře nebyl podvrhnutý.
el: Αποεπιλέξτε αυτή την επιλογή εάν το αίτημα προέρχεται από μια υπηρεσία που καλεί αυτήν τη διεύθυνση URL ως webhook. Αν αυτή η διεύθυνση URL ζητηθεί από μια φόρμα, κρατήστε αυτη την επιλογή επιλεγμένη για να βεβαιωθείτε ότι οι τιμές της φόρμας δεν έχουν αλλοιωθεί.
fa: در صورتی که درخواست از یک سرویسی ارسال می‌شود که این آدرس را به عنوان یک webhook فراخوانی می‌کند، این گزینه انتخاب نشود. اگر این آدرس توسط یک فرم درخواست می‌شود، جهت حصول اطمینان از دست‌نخورده باقی ماندن مقادیر فرم، این گزینه انتخاب شود.
fr: Décochez cette option si la requête provient d'un service qui invoque cette URL en tant que webhook. Si cette URL est demandée à partir d'un formulaire, alors gardez cette option cochée pour s'assurer que les valeurs du formulaire n'ont pas été altérées.
it: Deseleziona questa opzione se la richiesta proviene da un servizio che invoca questa URL come webhook. Se questa URL è richiesto da un form, mantieni selezionata questa opzione per garantire che i valori del modulo non siano stati modificati.
ru: Снимите эту опцию, если запрос исходит из службы, которая вызывает этот URL как вебхук. Если этот URL запрашивается из формы, то оставьте эту опцию отмеченной, чтобы убедиться, что значения формы не были приручены.
vi: Bỏ đánh dấu tùy chọn này nếu yêu cầu đến từ một dịch vụ gọi URL này dưới dạng webhook. Nếu URL này được yêu cầu từ một biểu mẫu, thì hãy giữ tùy chọn này để đảm bảo các giá trị của biểu mẫu không bị giả mạo.

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: Token Life Span
ar: فترة حياة الـ Token
cs: Platnost tokenu
el: Διάρκεια ζωής του Συμβόλου (Token)
fa: طول عمر توکن
fr: Délai de vie du jeton
ru: Время жизни токенов

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: Hit the <b>Regenerate</b> button after changing this value.
ar: انقر زر <b>إعادة توليد</b> بعد تغيير القيمة.
cs: Po změně této hodnoty stiskněte tlačítko <b>Regenerovat</b>.
el: Κάντε κλικ στο κουμπί <b>Αναδημιουργία</b> μετά την αλλαγή αυτής της τιμής.
fa: بعد از تغییر این مقدار دکمه <b>بازتولید</b> را فشار دهید.
fr: Cliquer sur le bouton <b>Regénérer</b> après avoir changé cette valeur.
it: Clikka il pulsante <b>Rigenera</b> dopo aver cambiato questo valore.
ru: Нажмите на кнопку <b>Перегенерировать</b> после изменения этого значения.
vi: Nhấn nút <b>Tạo lại</b> sau khi thay đổi giá trị này.

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: Number of days to expire the token. 0 for the token to never expire
ar: عدد الأيام لإنتهاء صلاحية الـ token. 0 للـ token الذي لا تاريخ انتهاء له
cs: Počet dnů do vypršení platnosti tokenu. 0 pro token, který nikdy nevyprší
el: Αριθμός ημερών για να λήξει το σύμβολο (token). βάλτε 0 για να μην λήξει ποτέ το σύμβολο (token)
fa: تعداد روزی که توکن پس از آن منقضی می‌شود. در صورتی که مقدار 0 وارد شود، توکن هیچ‌وقت منقضی نمی‌شود.
fr: Nombre de jours d'expiration du jeton. 0 pour que le jeton n'expire jamais
it: Numero di giorni di scadenza del token. 0 per non far scadere il token
ru: Количество дней, истекших до истечения токена. 0 для того, чтобы токен не истек
vi: Số ngày hết hạn token. 0 cho token không bao giờ hết hạn

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Thumbnail
source: HTTP Request
ar: طلب HTTP
cs: HTTP požadavek
el: Αίτηση HTTP
fa: درخواست HTTP
fr: Requête HTTP
it: Richiesta HTTP
ru: HTTP Запрос
vi: Yêu cầu HTTP

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Thumbnail
source: Executes when a HTTP request comes in that matches a given path.
ar: تنفيذ عندما يأتي طلب HTTP مطابق للمسار المحدد.
cs: Provede se při HTTP požadavku, který odpovídá zadané cestě.
el: Εκτελείται όταν έρχεται ένα αίτημα HTTP που ταιριάζει με μια δεδομένη διαδρομή.
fa: وقتی که درخواست HTTP از یک مسیر مشخص ارسال شود، اجرا می‌شود.
fr: Exécute lorsqu'une requête HTTP entrantes correspond à ce chemin.
it: L'operazione viene eseguita quando viene inserita una richiesta HTTP che corrisponde a un percorso dato.
ru: Выполняет, когда HTTP запрос приходит в этот путь.
vi: Thực thi khi một yêu cầu HTTP đến trùng khớp với đường dẫn cho trước.

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Design
source: Filter Incoming HTTP Request
ar: تصفية طلب HTTP وارد
cs: Filtrovat příchozí HTTP požadavek
el: Φιλτράρισμα εισερχόμενης αίτησης HTTP
fa: فیلتر کردن درخواست HTTP ورودی
fr: Filtrer la requête HTTP entrante
it: Filtra richiesta HTTP in arrivo
ru: Обработка входящего HTTP запроса
vi: Lọc các yêu cầu HTTP đến

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Edit
source: HTTP Method
ar: أسلوب HTTP
cs: HTTP metoda
el: Μέθοδος HTTP
fa: متود HTTP
fr: Méthode HTTP
it: Metodo HTTP
ru: Метод HTTP
vi: Phương thức HTTP

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Edit
source: The HTTP method to match.
ar: أسلوب HTTP للمطابقة.
cs: HTTP metoda.
el: Η μέθοδος HTTP που ταιριάζει.
fa: متود HTTP جهت انطباق.
fr: La méthode HTTP à laquelle correspondre.
it: Il metodo HTTP da abbinare.
ru: Метод HTTP для соответствия.
vi: Phương thức HTTP để khớp với.

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Edit
source: Controller
ar: المتحكم
fa: کنترلر (Controller)
fr: Controleur
ru: Контроллер

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Edit
source: The controller name to match.
ar: إسم المتحكم للمطابقة.
cs: Název controlleru.
el: Το όνομα του controller που ταιριάζει.
fa: نام controller جهت انطباق.
fr: Le nom du contrôleur auquel correspondre.
it: Il nome del controller da abbinare.
ru: Имя контроллера, которое должно совпадать.
vi: Tên controller để khớp với.

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Edit
source: Action
ar: إجراء
el: Ενέργεια
fa: اقدام (Action)
it: Azione
ru: Действие
vi: Hành động

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Edit
source: The action name to match.
ar: إسم الإجراء للمطابقة.
cs: Název akce.
el: Το όνομα δράσης που ταιριάζει.
fa: نام action جهت انطباق.
fr: Le nom de l'action à laquelle correspondre.
it: Il nome dell'azione da abbinare.
ru: Имя действия, которое должно совпадать.
vi: Tên hành động để khớp với.

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Edit
source: Area
ar: المنطقة
el: Περιοχή
fa: ناحیه (Area)
ru: Область
vi: Vùng

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Edit
source: The area name to match.
ar: إسم المنطقة للمطابقة.
cs: Název area.
el: Το όνομα περιοχής που ταιριάζει.
fa: نام area جهت انطباق.
fr: Le nom de l'area à laquelle correspondre.
it: Il nome dell'area da abbinare.
ru: Название области, которое должно совпадать.
vi: Tên vùng để trùng với.

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Thumbnail
source: Filter Incoming HTTP Request
ar: تصفية طلب HTTP وارد
cs: Filtrovat příchozí HTTP požadavek
el: Φιλτράρισμα εισερχόμενης αίτησης HTTP
fa: فیلتر کردن درخواست HTTP ورودی
fr: Filtrer la requête HTTP entrante
it: Filtra richiesta HTTP in arrivo
ru: Фильтр входящего HTTP запроса
vi: Lọc các yêu cầu HTTP đến

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Thumbnail
source: Executes when the specified HTTP request comes in. Similar to an MVC Action Filter.
ar: تنفيذ عندما يأتي طلب HTTP محدد. مماثل للـ MVC Action Filter.
cs: Provede se při zadaném HTTP požadavku. Podobně jako MVC Action Filter.
el: Εκτελείται όταν έρχεται το συγκεκριμένο αίτημα HTTP. Παρόμοιο με ένα φίλτρο ενεργειών MVC.
fa: زمانی که یک درخواست HTTP مشخص‌شده‌ای داده شود، اجرا می‌شود. درست مانند فیلتری که برای (MVC Action)ها انجام می‌شود.
fr: S'exécute lorsque la requête HTTP spécifiée arrive. Similaire à un filtre d'action MVC.
it: Viene eseguito quando viene ricevuta una richiesta HTTP del tipo specificato. Simile a un filtro MVC sulle azioni.
ru: Выполняет, когда указанный HTTP запрос приходит. Похоже на MVC Action Filter.
vi: Thực hiện khi yêu cầu HTTP được chỉ định đến. Tương tự như một MVC Action Filter.

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Design
source: HTTP Request
ar: طلب HTTP
cs: HTTP požadavek
el: Αίτημα HTTP
fa: درخواست HTTP
fr: Requête HTTP
it: Richiesta HTTP
ru: HTTP Запрос
vi: Yêu cầu HTTP

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: URL
ar: رابط
fa: آدرس

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: The URL to send the request to. Supports Liquid syntax.
ar: رابط لإرسال الطلب. يدعم التنسيق Liquid.
cs: URL pro odeslání požadavku. Podporuje syntaxi Liquid.
el: Η διεύθυνση URL για την αποστολή του αιτήματος. Υποστηρίζει τη σύνταξη Liquid.
fa: آدرسی که درخواست به آن ارسال می‌شود. از Liquid syntax پشتیبانی می‌شود.
fr: L'URL à envoyer la requête. Supporte la syntaxe Liquid.
it: L'URL a cui inviare la richiesta. Supporta la sintassi Liquid.
ru: URL для отправки запроса. Поддерживает синтаксис Liquid.
vi: URL để gửi yêu cầu tới. Hỗ trợ cú pháp Liquid.

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: HTTP Method
ar: أسلوب HTTP
cs: HTTP metoda
el: Μέθοδος HTTP
fa: متود HTTP
fr: Méthode HTTP
it: Metodo HTTP
ru: Метод HTTP
vi: Phương thức HTTP
