Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Media.po
Languages: fi

# OrchardCore.Media.AdminMenu
source: Content
fi: Sisältö

# OrchardCore.Media.AdminMenu
source: Media Library
fi: Mediakirjasto

# OrchardCore.Media.AdminMenu
source: Configuration
fi: Konfigurointi

# OrchardCore.Media.AdminMenu
source: Media Options
fi: Media-asetukset

# OrchardCore.Media.AdminMenu
source: Media Profiles
fi: Mediaprofiilit

# OrchardCore.Media.MediaCacheAdminMenu
source: Configuration
fi: Konfigurointi

# OrchardCore.Media.MediaCacheAdminMenu
source: Media Cache
fi: Median välimuisti

# OrchardCore.Media.Controllers.AdminController
source: This file extension is not allowed: {0}
fi: Tämä tiedostopääte ei ole sallittu: {0}

# OrchardCore.Media.Controllers.AdminController
source: Cannot delete root media folder
fi: Juuritason mediakansiota ei voi poistaa

# OrchardCore.Media.Controllers.AdminController
source: Cannot delete path because it is not a directory
fi: Polkua ei voi poistaa, koska se ei ole hakemisto

# OrchardCore.Media.Controllers.AdminController
source: Cannot move media because a file already exists with the same name
fi: Tiedostoa ei voi siirtää, koska saman niminen tiedosto on jo olemassa

# OrchardCore.Media.Controllers.AdminController
source: Error when moving files. Maybe they already exist on the target folder? Files on error: {0}
fi: Virhe siirrettäessä tiedostoja. Olisiko kohdekansiossa saman nimisiä tiedostoja? Virheen palauttanut tiedosto: {0}

# OrchardCore.Media.Controllers.AdminController
source: Cannot create folder because the folder name contains invalid characters
fi: Kansiota ei voi luoda, koska kansion nimi sisältää virheellisiä merkkejä

# OrchardCore.Media.Controllers.AdminController
source: Cannot create folder because a folder already exists with the same name
fi: Kansiota ei voi luoda, koska saman niminen kansio on jo olemassa

# OrchardCore.Media.Controllers.AdminController
source: Cannot create folder because a file already exists with the same name
fi: Kansiota ei voi luoda, koska saman niminen tiedosto on jo olemassa

# OrchardCore.Media.Controllers.MediaCacheController
source: The asset cache feature is enabled, but a remote media store feature is not enabled, or not configured with appsettings.json.
fi: Assettien välimuistin ominaisuus on käytössä, mutta etämedian tallennusominaisuus ei ole käytössä tai sitä ei ole määritetty appsettings.json-tiedostossa.

# OrchardCore.Media.Controllers.MediaCacheController
source: Asset cache purged, with errors.
fi: Resurssin välimuisti tyhjennettiin virheillä.

# OrchardCore.Media.Controllers.MediaCacheController
source: Asset cache purged.
fi: Resurssin välimuisti on tyhjennetty.

# OrchardCore.Media.Controllers.MediaProfilesController
source: Delete
fi: Poista

# OrchardCore.Media.Controllers.MediaProfilesController
source: The name is mandatory.
fi: Nimi on pakollinen.

# OrchardCore.Media.Controllers.MediaProfilesController
source: A profile with the same name already exists.
fi: Samanniminen profiili on jo olemassa.

# OrchardCore.Media.Controllers.MediaProfilesController
source: Media profile deleted successfully.
fi: Mediaprofiili on poistettu onnistuneesti.

# OrchardCore.Media.Controllers.MediaProfilesController
source: Media profiles successfully removed.
fi: Mediaprofiilit on poistettu onnistuneesti.

# OrchardCore.Media.Controllers.MediaProfilesController
source: Default
fi: Oletusarvo

# OrchardCore.Media.Controllers.MediaProfilesController
source: Custom Size
fi: Mukautettu koko

# OrchardCore.Media.Controllers.MediaProfilesController
source: Default (Max)
fi: Oletus (maksimi)

# OrchardCore.Media.Controllers.MediaProfilesController
source: Max
fi: Maksimi

# OrchardCore.Media.Controllers.MediaProfilesController
source: Crop
fi: Rajaus

# OrchardCore.Media.Controllers.MediaProfilesController
source: Pad
fi: Täyttö

# OrchardCore.Media.Controllers.MediaProfilesController
source: Min
fi: Minimi

# OrchardCore.Media.Controllers.MediaProfilesController
source: Stretch
fi: Venytys

# OrchardCore.Media.Drivers.MediaFieldDisplayDriver
source: {0}: There was an error handling the files.
fi: {0}: Tiedostojen käsittelyssä tapahtui virhe.

# OrchardCore.Media.Drivers.MediaFieldDisplayDriver
source: {0}: A media is required.
fi: {0}: Mediatiedosto tarvitaan.

# OrchardCore.Media.Drivers.MediaFieldDisplayDriver
source: {0}: Selecting multiple media is forbidden.
fi: {0}: Usean mediatiedoston valitseminen on kielletty.

# OrchardCore.Media.GraphQL.MediaAssetQuery
source: Media assets are items that are part of your media library.
fi: Mediaresurssit ovat kohteita, jotka ovat osa mediakirjastoasi.

# OrchardCore.Media.GraphQL.MediaAssetQuery
source: Media asset path.
fi: Mediaresurssin polku.

# OrchardCore.Media.GraphQL.MediaAssetQuery
source: Whether to get the assets from just the top directory or from all sub-directories as well.
fi: Haetaanko resurssit vain pääkansiosta vai myös kaikista alikansioista.

# OrchardCore.Media.Views.MediaField-Attached.Edit
source: Small Thumbs
fi: Pienet esikatselukuvat

# OrchardCore.Media.Views.MediaField-Attached.Edit
source: Large Thumbs
fi: Isot esikatselukuvat

# OrchardCore.Media.Views.MediaField-Attached.Option
source: Attached
fi: Liitetty

# OrchardCore.Media.Views.MediaField.DisplayOption
source: Standard
fi: Standardi

# OrchardCore.Media.Views.MediaField.Edit
source: Small Thumbs
fi: Pienet esikatselukuvat

# OrchardCore.Media.Views.MediaField.Edit
source: Large Thumbs
fi: Isot esikatselukuvat

# OrchardCore.Media.Views.MediaField.Edit
source: Select Media
fi: Valitse media

# OrchardCore.Media.Views.MediaField.Edit
source: Cancel
fi: Peruuta

# OrchardCore.Media.Views.MediaField.Option
source: Standard
fi: Standardi

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Required
fi: Pakollinen

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Whether a media is required.
fi: Onko media pakollinen.

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Multiple
fi: Useita

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Whether multiple media can be selected.
fi: Voidaanko valita useita tiedostoja.

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Allow media text
fi: Salli median teksti

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Whether media text editing is allowed.
fi: Sallitaanko median tekstin muokkaaminen.

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Allow anchors
fi: Salli ankkurit

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Whether selecting an anchor point for resizing is allowed.
fi: Sallitaanko ankkuripisteen valinta koon muuttamista varten.

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Hint
fi: Vihje

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: The hint text to display on the editor.
fi: Vihjeteksti, mikä näytetään editorissa.

# OrchardCore.Media.Views.Admin.Index
source: Assets
fi: Resurssit

# OrchardCore.Media.Views.Admin.MediaApplication
source: Drop your media here
fi: Pudota tiedosto tähän

# OrchardCore.Media.Views.Admin.MediaApplication
source: Your files will be uploaded to the current folder when you drop them here
fi: Tiedostosi tallennetaan nykyiseen kansioon, kun tiputat ne tähän

# OrchardCore.Media.Views.Admin.MediaApplication
source: Select All
fi: Valitse kaikki

# OrchardCore.Media.Views.Admin.MediaApplication
source: Select None
fi: Tyhjennä valinnat

# OrchardCore.Media.Views.Admin.MediaApplication
source: Invert
fi: Käänteinen

# OrchardCore.Media.Views.Admin.MediaApplication
source: Delete
fi: Poista

# OrchardCore.Media.Views.Admin.MediaApplication
source: Grid View
fi: Ruudukkonäkymä

# OrchardCore.Media.Views.Admin.MediaApplication
source: List View
fi: Listanäkymä

# OrchardCore.Media.Views.Admin.MediaApplication
source: Small Thumbs
fi: Pienet esikatselukuvat

# OrchardCore.Media.Views.Admin.MediaApplication
source: Large Thumbs
fi: Isot esikatselukuvat

# OrchardCore.Media.Views.Admin.MediaApplication
source: Filter...
fi: Suodata...

# OrchardCore.Media.Views.Admin.MediaApplication
source: Upload
fi: Lataa

# OrchardCore.Media.Views.Admin.MediaApplication
source: Media Library
fi: Mediakirjasto

# OrchardCore.Media.Views.Admin.MediaApplication
source: Nothing to show with this filter
fi: Ei sisältöjä tällä filtterillä

# OrchardCore.Media.Views.Admin.MediaApplication
source: This folder is empty
fi: Tämä kansio on tyhjä

# OrchardCore.Media.Views.Admin.MediaApplication
source: Delete media folder
fi: Poista kansio

# OrchardCore.Media.Views.Admin.MediaApplication
source: Are you sure you want to delete this folder?
fi: Haluatko varmasti poistaa tämän kansion?

# OrchardCore.Media.Views.Admin.MediaApplication
source: Delete media
fi: Poista media

# OrchardCore.Media.Views.Admin.MediaApplication
source: Are you sure you want to delete these media items?
fi: Haluatko varmasti poistaa nämä nimikkeet?

# OrchardCore.Media.Views.Admin.MediaApplication
source: Move media
fi: Siirrä

# OrchardCore.Media.Views.Admin.MediaApplication
source: Are you sure you want to move the selected media to this folder?
fi: Oletko varma, että haluat siirtää valitun median tähän kansioon?

# OrchardCore.Media.Views.Admin.MediaApplication
source: Yes
fi: Kyllä

# OrchardCore.Media.Views.Admin.MediaApplication
source: No
fi: Ei

# OrchardCore.Media.Views.Admin.MediaApplication
source: The media is already on this folder
fi: Media on jo tässä kansiossa

# OrchardCore.Media.Views.Admin.MediaApplication
source: Edit
fi: Muokkaa

# OrchardCore.Media.Views.Admin.MediaApplication
source: View
fi: Näytä

# OrchardCore.Media.Views.Admin.MediaApplication
source: Uploads
fi: Lataukset

# OrchardCore.Media.Views.Admin.MediaApplication
source: Errors
fi: Virheet

# OrchardCore.Media.Views.Admin.MediaApplication
source: Clear Errors
fi: Tyhjennä virheet

# OrchardCore.Media.Views.Admin.MediaApplication
source: Image
fi: Kuva

# OrchardCore.Media.Views.Admin.MediaApplication
source: Name
fi: Nimi

# OrchardCore.Media.Views.Admin.MediaApplication
source: Last modification
fi: Viimeisin muokkaus

# OrchardCore.Media.Views.Admin.MediaApplication
source: Size
fi: Koko

# OrchardCore.Media.Views.Admin.MediaApplication
source: Type
fi: Tyyppi

# OrchardCore.Media.Views.Admin.MediaApplication
source: First
fi: Ensimmäinen

# OrchardCore.Media.Views.Admin.MediaApplication
source: Previous
fi: Edellinen

# OrchardCore.Media.Views.Admin.MediaApplication
source: Next
fi: Seuraava

# OrchardCore.Media.Views.Admin.MediaApplication
source: Last
fi: Viimeinen

# OrchardCore.Media.Views.Admin.MediaApplication
source: Page Size
fi: Sivun koko

# OrchardCore.Media.Views.Admin.MediaApplication
source: Page:
fi: Sivu:

# OrchardCore.Media.Views.Admin.MediaApplication
source: Total items:
fi: Kohteita yhteensä:

# OrchardCore.Media.Views.Admin.MediaApplication
source: Create Folder
fi: Luo kansio

# OrchardCore.Media.Views.Admin.MediaApplication
source: Folder name
fi: Kansion nimi

# OrchardCore.Media.Views.Admin.MediaApplication
source: Cancel
fi: Peruuta

# OrchardCore.Media.Views.Admin.MediaApplication
source: Rename Item
fi: Nimeä uudelleen

# OrchardCore.Media.Views.Admin.MediaApplication
source: New Name
fi: Uusi nimi

# OrchardCore.Media.Views.Admin.Options
source: Media options
fi: Median asetukset

# OrchardCore.Media.Views.Admin.Options
source: Media is configured with appsettings.json.
fi: Media on määritelty appsettings.json-tiedostolla.

# OrchardCore.Media.Views.Admin.Options
source: See documentation
fi: Katso dokumentaatio

# OrchardCore.Media.Views.Admin.Options
source: Supported sizes
fi: Tuetut koot

# OrchardCore.Media.Views.Admin.Options
source: The accepted sizes for custom width and height.
fi: Hyväksytyt koot mukautetulle leveydelle ja korkeudelle.

# OrchardCore.Media.Views.Admin.Options
source: Allowed file extensions
fi: Sallitut tiedostopäätteet

# OrchardCore.Media.Views.Admin.Options
source: The list of allowed file extensions.
fi: Luettelo sallituista tiedostomuodoista.

# OrchardCore.Media.Views.Admin.Options
source: Max browser cache days
fi: Välimuistin enimmäispäivien määrä

# OrchardCore.Media.Views.Admin.Options
source: The default number of days for the media cache control header.
fi: Päivien oletusmäärä median välimuistitukseen.

# OrchardCore.Media.Views.Admin.Options
source: Max cache days
fi: Välimuistin enimmäispäivien määrä

# OrchardCore.Media.Views.Admin.Options
source: The maximum number of days a cached resized media item will be valid for, before being rebuilt on request.
fi: Päivien enimmäismäärä, joina välimuistissa oleva muokatussa koossa oleva media on voimassa, ennen kuin se rakennetaan pyynnöstä uudelleen.

# OrchardCore.Media.Views.Admin.Options
source: Max file size
fi: Suurin tiedostokoko

# OrchardCore.Media.Views.Admin.Options
source: The maximum size of an uploaded file in bytes.
fi: Tallennetun tiedoston suurin sallittu koko tavuina.

# OrchardCore.Media.Views.Admin.Options
source: Cdn base url
fi: CDN-juuriosoite (URL)

# OrchardCore.Media.Views.Admin.Options
source: A CDN base url that will be prefixed to the request path when serving images.
fi: CDN-palvelun juuren URL-osoite, joka kiinnitetään pyynnön polkuun kuvien tarjoamista varten.

# OrchardCore.Media.Views.Admin.Options
source: Assets request path
fi: Resurssien pyynnön polku

# OrchardCore.Media.Views.Admin.Options
source: The request path used to route asset files.
fi: Pyyntöpolku jota käytetään assettien reitittämiseen.

# OrchardCore.Media.Views.Admin.Options
source: Assets path
fi: Resurssien polku

# OrchardCore.Media.Views.Admin.Options
source: The path used to store media assets. The path can be relative to the tenant's App_Data folder, or absolute.
fi: Mediasisällön tallentamiseen käytettävä polku. Polku voi olla suhteellinen vuokralaisen App_Data-kansioon tai absoluuttiseen kansioon.

# OrchardCore.Media.Views.Admin.Options
source: Assets users folder
fi: Käyttäjäkohtaisten resurssien kansio

# OrchardCore.Media.Views.Admin.Options
source: The folder under AssetsPath used to store users own media assets.
fi: Käyttäjien omien mediatiedostojen talletushakemisto.

# OrchardCore.Media.Views.Items.AllMediaProfilesDeploymentStep.Edit
source: All Media Profiles
fi: Kaikki mediaprofiilit

# OrchardCore.Media.Views.Items.AllMediaProfilesDeploymentStep.Summary
source: All Media Profiles
fi: Kaikki mediaprofiilit

# OrchardCore.Media.Views.Items.AllMediaProfilesDeploymentStep.Summary
source: Adds all media profiles to the plan.
fi: Lisää kaikki mediaprofiilit suunnitelmaan.

# OrchardCore.Media.Views.Items.AllMediaProfilesDeploymentStep.Thumbnail
source: All Media Profiles
fi: Kaikki mediaprofiilit

# OrchardCore.Media.Views.Items.AllMediaProfilesDeploymentStep.Thumbnail
source: Exports all media profiles.
fi: Vie kaikki mediaprofiilit.

# OrchardCore.Media.Views.Items.MediaDeploymentStep.Fields.Edit
source: Include all media.
fi: Sisällytä kaikki tiedostot.

# OrchardCore.Media.Views.Items.MediaDeploymentStep.Fields.Edit
source: The media to add as part of the plan.
fi: Sisällytetään media suunnitelman osaksi.

# OrchardCore.Media.Views.Items.MediaDeploymentStep.Fields.Summary
source: All
fi: Kaikki

# OrchardCore.Media.Views.Items.MediaDeploymentStep.Fields.Summary
source: No media selected.
fi: Mediatiedostoja ei ole valittu.

# OrchardCore.Media.Views.Items.MediaDeploymentStep.Fields.Thumbnail
source: Exports all or specified media.
fi: Vie kaikki tai määritetyt mediatiedostot.

# OrchardCore.Media.Views.MediaCache.Index
source: Asset Cache
fi: Assetin välimuistitus

# OrchardCore.Media.Views.MediaCache.Index
source: Media is configured with appsettings.json.
fi: Media on määritelty appsettings.json-tiedostolla.

# OrchardCore.Media.Views.MediaCache.Index
source: Purge All
fi: Tyhjennä kaikki

# OrchardCore.Media.Views.MediaCache.Index
source: Are you sure you want to purge the entire asset cache?
fi: Oletko varma, että haluat tyhjentää koko assetien välimuistin?

# OrchardCore.Media.Views.MediaCache.Index
source: Purge all the assets from the cache
fi: Tyhjennä kaikki assetit välimuistista

# OrchardCore.Media.Views.MediaCache.Index
source: The asset cache feature is enabled, but a remote media store feature is not enabled, or not configured with appsettings.json.
fi: Assettien välimuistitus on käytössä, mutta etämedian tallennus ei ole käytössä tai sitä ei ole määritetty appsettings.json-tiedostolla.

# OrchardCore.Media.Views.MediaProfiles.Create
source: Create Media Profile
fi: Luo mediaprofiili

# OrchardCore.Media.Views.MediaProfiles.Create
source: Name
fi: Nimi

# OrchardCore.Media.Views.MediaProfiles.Create
source: The name of the media profile.
fi: Mediaprofiilin nimi.

# OrchardCore.Media.Views.MediaProfiles.Create
source: Hint
fi: Vinkki

# OrchardCore.Media.Views.MediaProfiles.Create
source: The hint for the media profile.
fi: Mediaprofiiliin liittyvä vinkki.

# OrchardCore.Media.Views.MediaProfiles.Create
source: Width
fi: Leveys

# OrchardCore.Media.Views.MediaProfiles.Create
source: Select the width for the processed image. A default value means a width command will not be applied.
fi: Valitse käsitellyn kuvan leveys. Oletusarvo tarkoittaa, että leveyttä koskevaa toimintoa ei käytetä.

# OrchardCore.Media.Views.MediaProfiles.Create
source: Height
fi: Korkeus

# OrchardCore.Media.Views.MediaProfiles.Create
source: Select the height for the processed image. A default value means a height command will not be applied.
fi: Valitse käsitellyn kuvan korkeus. Oletusarvo tarkoittaa, että korkeustoimintoa ei käytetä.

# OrchardCore.Media.Views.MediaProfiles.Create
source: Resize Mode
fi: Muuta kokoa

# OrchardCore.Media.Views.MediaProfiles.Create
source: Select the resize mode for the processed image.
fi: Valitse koon muokkaamisen tyyppi.

# OrchardCore.Media.Views.MediaProfiles.Create
source: Background Color
fi: Taustaväri

# OrchardCore.Media.Views.MediaProfiles.Create
source: Select the background color for the processed image. An empty value means a bgcolor command will not be applied. Examples of valid values: 'white', 'ffff00', 'ffff0080', '128,64,32' and '128,64,32,80'.
fi: Valitse käsiteltävälle kuvalle taustaväri. Tyhjä arvo tarkoittaa, että bgcolor-attribuuttia ei käytetä. Esimerkkejä hyväksyttävistä arvoista: 'valkoinen', 'ffff00', 'ffff0080', '128,64,32' ja '128,64,32,80'.

# OrchardCore.Media.Views.MediaProfiles.Create
source: Format
fi: Formaatti

# OrchardCore.Media.Views.MediaProfiles.Create
source: Select the format for the processed image. A default value means a format command will not be applied.
fi: Valitse muokattavan kuvan formaatti. Oletusarvo tarkoittaa, että formaattitoimintoa ei käytetä.

# OrchardCore.Media.Views.MediaProfiles.Create
source: Quality
fi: Laatu

# OrchardCore.Media.Views.MediaProfiles.Create
source: The quality percentage for the processed image. Only supported with the JPG and WebP format. A value of 100% means a quality command will not be applied.
fi: Kuvan laatu prosentteina. Vaikuttaa vain JPG ja WebP tiedostoihin. Arvolla 100% laatua ei muuteta.

# OrchardCore.Media.Views.MediaProfiles.Create
source: Save
fi: Tallenna

# OrchardCore.Media.Views.MediaProfiles.Create
source: Toggle Dropdown
fi: Vaihda pudotusvalikon tilaa

# OrchardCore.Media.Views.MediaProfiles.Create
source: and continue
fi: ja jatka

# OrchardCore.Media.Views.MediaProfiles.Create
source: Cancel
fi: Peruuta

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Edit Media Profile
fi: Muokkaa mediaprofiilia

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Name
fi: Nimi

# OrchardCore.Media.Views.MediaProfiles.Edit
source: The name of the media profile.
fi: Mediaprofiilin nimi.

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Hint
fi: Vinkki

# OrchardCore.Media.Views.MediaProfiles.Edit
source: The hint for the media profile.
fi: Mediaprofiiliin liittyvä vinkki.

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Width
fi: Leveys

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Select the width for the processed image. A default value means a width command will not be applied.
fi: Valitse käsiteltävän kuvan leveys. Oletusarvo tarkoittaa, että leveyttä koskevaa toimintoa ei käytetä.

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Height
fi: Korkeus

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Select the height for the processed image. A default value means a height command will not be applied.
fi: Valitse käsiteltävän kuvan korkeus. Oletusarvo tarkoittaa, että korkeustoimintoa ei käytetä.

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Resize Mode
fi: Muuta kokoa

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Select the resize mode for the processed image.
fi: Valitse kokomuokkaimen moodi kuvan käsittelyyn.

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Background Color
fi: Taustaväri

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Select the background color for the processed image. An empty value means a bgcolor command will not be applied. Examples of valid values: 'white', 'ffff00', 'ffff0080', '128,64,32' and '128,64,32,16'.
fi: Valitse käsiteltävälle kuvalle taustaväri. Tyhjä arvo tarkoittaa, että bgcolor-attribuuttia ei käytetä. Esimerkkejä hyväksyttävistä arvoista: 'valkoinen', 'ffff00', 'ffff0080', '128,64,32' ja '128,64,32,16'.

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Format
fi: Formaatti

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Select the format for the processed image. A default value means a format command will not be applied.
fi: Valitse muokattavan kuvan formaatti. Oletusarvo tarkoittaa, että formaattitoimintoa ei käytetä.

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Quality
fi: Laatu

# OrchardCore.Media.Views.MediaProfiles.Edit
source: The quality percentage for the processed image. Only supported with the JPG or WebP format. A value of 100% means a quality command will not be applied.
fi: Käsitellyn kuvan laatu prosenttiosuus. Tuettu vain JPG tai WebP muodossa. Arvo 100% tarkoittaa, että laadukasta komentoa ei käytetä.

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Save
fi: Tallenna

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Toggle Dropdown
fi: Vaihda pudotusvalikon tilaa

# OrchardCore.Media.Views.MediaProfiles.Edit
source: and continue
fi: ja jatka

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Cancel
fi: Peruuta

# OrchardCore.Media.Views.MediaProfiles.Index
source: Media Profiles
fi: Median profiilit

# OrchardCore.Media.Views.MediaProfiles.Index
source: Search
fi: Haku

# OrchardCore.Media.Views.MediaProfiles.Index
source: Add Profile
fi: Lisää profiili

# OrchardCore.Media.Views.MediaProfiles.Index
source: Select All
fi: Valitse kaikki

# OrchardCore.Media.Views.MediaProfiles.Index
source: 1 item
fi: 1 kohde

# OrchardCore.Media.Views.MediaProfiles.Index
source: Items {0} to {1}
fi: Kohteet {0} – {1}

# OrchardCore.Media.Views.MediaProfiles.Index
source: / {0} item in total
fi: / {0} kohde yhteensä

# OrchardCore.Media.Views.MediaProfiles.Index
source: Actions
fi: Toiminnot

# OrchardCore.Media.Views.MediaProfiles.Index
source: Bulk Action
fi: Massatoiminnot

# OrchardCore.Media.Views.MediaProfiles.Index
source: Are you sure you want to {0} these items?
fi: Oletko varma, että haluat toteuttaa operaation "{0}" näille kohteille?

# OrchardCore.Media.Views.MediaProfiles.Index
source: Edit
fi: Muokkaa

# OrchardCore.Media.Views.MediaProfiles.Index
source: Delete
fi: Poista

# OrchardCore.Media.Views.MediaProfiles.Index
source: <strong>Nothing here!</strong> There are no media profiles for the moment.
fi: <strong>Hups.</strong> Ei mediaprofiileja saatavilla.

# OrchardCore.Media.Views.MediaProfiles.Index
source: selected
fi: valittu

# OrchardCore.Media.Views.Shared.MediaFieldEditAnchorModal
source: Select an anchor
fi: Valitse ankkuri
