Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.Twitter.po
Languages: el, es, fi, fr, pt_br

# OrchardCore.Twitter.AdminMenuSignin
source: Security
fi: Turvallisuus

# OrchardCore.Twitter.AdminMenuSignin
source: Authentication
fi: Autentikointi

# OrchardCore.Twitter.AdminMenuSignin
source: Sign in with Twitter
es: Iniciar sesión con Twitter
fi: Kirjaudu käyttäen Twitteriä
fr: Se connecter avec Twitter

# OrchardCore.Twitter.AdminMenu
source: Configuration
fi: Konfigurointi

# OrchardCore.Twitter.AdminMenu
source: Settings
fi: Asetukset

# OrchardCore.Twitter.Services.TwitterSettingsService
source: ConsumerKey is required
el: Το ConsumerKey είναι υποχρεωτικό
es: Se requiere ConsumerKey
fi: ConsumerKey on pakollinen
fr: ConsumerKey est requis
pt_br: ConsumerKey é obrigatório

# OrchardCore.Twitter.Services.TwitterSettingsService
source: ConsumerSecret is required
el: Το ConsumerSecret είναι υποχρεωτικό
es: Se requiere ConsumerSecret
fi: ConsumerSecret on pakollinen
fr: ConsumerSecret est requis
pt_br: ConsumerSecret é obrigatório

# OrchardCore.Twitter.Services.TwitterSettingsService
source: Access Token is required
el: Το Σύμβολο (Token) Πρόσβασης είναι υποχρεωτικό
es: Token de acceso es obligatorio
fi: Käyttöoikeustunnus tarvitaan
fr: Jeton d'accès est requis
pt_br: Access Token é obrigatório

# OrchardCore.Twitter.Services.TwitterSettingsService
source: Access Token Secret is required
el: Το Μυστικό Σύμβολο (Token) Πρόσβασης είναι υποχρεωτικό
es: Token de acceso es obligatorio
fi: Käyttöoikeustunnuksen salaisuus vaaditaan
fr: Secret du jeton d'accès est requis
pt_br: Access Token Secret é obrigatório

# OrchardCore.Twitter.ViewModels.TwitterSettingsViewModel
source: API key is required
el: Απαιτείται κλειδί API
fi: API-avain on pakollinen
pt_br: Chave de API é obrigatória

# OrchardCore.Twitter.ViewModels.TwitterSettingsViewModel
source: API secret key is required
el: Απαιτείται μυστικό κλειδί API
fi: API-salaisuus on pakollinen
pt_br: Chave secreta da API é obrigatória

# OrchardCore.Twitter.ViewModels.TwitterSettingsViewModel
source: Access token is required
el: Το Σύμβολο (token) Πρόσβασης είναι υποχρεωτικό
fi: Käyttöoikeustunnus tarvitaan
pt_br: Access Token é obrigatório

# OrchardCore.Twitter.ViewModels.TwitterSettingsViewModel
source: Access token secret is required
el: Το μυστικό σύμβολο (token) πρόσβασης είναι υποχρεωτικό
fi: Käyttöoikeustunnuksen salaisuus vaaditaan
pt_br: Access Token Secret é obrigatório

# OrchardCore.Twitter.Signin.ViewModels.TwitterSigninSettingsViewModel
source: Invalid path
el: Μη έγκυρη διαδρομή
fi: Virheellinen polku
pt_br: Caminho inválido

# OrchardCore.Twitter.Workflows.Activities.UpdateTwitterStatusTask
source: Update Twitter Status Task
el: Ενημέρωση Εργασιών Κατάστασης Twitter
es: Actualizar tarea de estado de Twitter
fi: Päivitä Twitterin tila -tehtävä
fr: Tâche mettre à jour le statut Twitter
pt_br: Tarefa de atualização de status do Twitter

# OrchardCore.Twitter.Workflows.Activities.UpdateTwitterStatusTask
source: Social
el: Κοινωνικά
fi: Sosiaalinen
pt_br: Mídias sociais

# OrchardCore.Twitter.Workflows.Activities.UpdateTwitterStatusTask
source: Done
el: Τέλος
es: Hecho
fi: Valmis
fr: Terminé
pt_br: Concluído

# OrchardCore.Twitter.Workflows.Activities.UpdateTwitterStatusTask
source: Failed
el: Απέτυχε
es: Error
fi: Epäonnistunut
fr: Echec
pt_br: Falhou

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
el: Ο τρέχων ενοικιαστής θα φορτωθεί ξανά όταν αποθηκευτούν οι ρυθμίσεις.
es: El inquilino actual se recargará cuando se guarden los ajustes.
fi: Nykyinen ympäristö (tenant) ladataan uudelleen, kun asetukset on tallennettu.
fr: Le locataire actuel sera rechargé lorsque les paramètres seront sauvegardés.
pt_br: O tenant atual será recarregado quando as configurações forem salvas.

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: See documentation
fi: Katso käyttöohjeet

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: An error occurred while decrypting a setting. Please apply and save.
fi: Asetuksen salauksen purussa tapahtui virhe. Ota käyttöön ja tallenna.

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: Twitter Integration Settings
el: Ρυθμίσεις ενσωμάτωσης στο Twitter
es: Configuración de integración con Twitter
fi: Twitter-integraation asetukset
fr: Paramètres d'intégration Twitter
pt_br: Configurações de Integração do Twitter

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: API key
el: Κλειδί API
es: Clave API
fi: API-avain
fr: Clé API
pt_br: Chave de API

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: The API key defined in the Keys and tokens tab of twitter app dashboard.
el: Το κλειδί API που ορίζεται στην καρτέλα Κλειδιά και tokens του πίνακα ελέγχου της εφαρμογής twitter.
es: La clave de la API definida en la pestaña Claves y tokens del panel de control de la aplicación de twitter.
fi: API-avain, joka on määritelty Avaimet ja tunnukset -välilehdessä Twitter-sovelluksen kojelaudalla.
fr: La clé API définie dans l'onglet Clés et jetons du tableau de bord de l'application twitter.
pt_br: A chave de API definida na aba Chaves e Tokens do painel de aplicativos do twitter.

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: API secret key
el: Μυστικό κλειδί API
es: Clave secreta API
fi: API:n salainen avain
fr: Clé secrète API
pt_br: Chave secreta da API

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: The API secret defined in the Keys and tokens tab of twitter app dashboard.
el: Ο μυστικός κωδικός API που ορίζεται στην καρτέλα Κλειδιά και tokens του πίνακα ελέγχου της εφαρμογής twitter.
es: La clave de la API definida en la pestaña Claves y tokens del panel de control de la aplicación de twitter.
fi: API-salaisuus, joka on määritelty Avaimet ja tunnukset -välilehdessä Twitter-sovelluksen kojelaudalla.
fr: La clé secrète d'API définie dans l'onglet Clés et jetons du tableau de bord de l'application twitter.
pt_br: A chave secreta da API definida na aba Chaves e Tokens do painel de aplicativos do twitter.

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: Access Token
el: Σύμβολο (Token) πρόσβασης
es: Token de acceso
fi: Käyttöoikeustunnus
fr: Jeton d'accès
pt_br: Token de Acesso

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: The Access Token defined in the Keys and tokens tab of twitter app dashboard.
el: Το Σύμβολο (token) πρόσβασης που ορίζεται στην καρτέλα Κλειδιά και tokens του πίνακα ελέγχου της εφαρμογής twitter.
es: El token de acceso definido en la pestaña Llaves y tokens del panel de control de la aplicación de twitter.
fi: API-:n käyttöoikeusunnus, mikä on määritelty Avaimet ja tunnukset -välilehdessä Twitter-sovelluksen kojelaudassa.
fr: Le jeton d'accès défini dans l'onglet Clés et jetons du tableau de bord de l'application twitter.
pt_br: O token de acesso definido na aba Chaves e Tokens do painel de aplicativos do twitter.

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: Access Token Secret
el: Μυστικό Σύμβολο (token) πρόσβασης
es: Token de acceso secreto
fi: Käyttöoikeustunnuksen salaisuus
fr: Secret du jeton d'accès
pt_br: Senha do token de acesso

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: The Access Token Secret in the Keys and tokens tab of twitter app dashboard.
el: Το μυστικό (token) πρόσβασης στην καρτέλα Κλειδιά και tokens του πίνακα ελέγχου της εφαρμογής twitter.
es: El token de acceso definido en la pestaña Llaves y tokens del panel de control de la aplicación de twitter.
fi: API-:n tunnuksen salaisuus Avaimet ja tunnukset -välilehdellä Twitter-sovelluksen kojelaudassa.
fr: Le Secret du jeton d'accès dans l'onglet Clés et jetons du tableau de bord de l'application twitter.
pt_br: A senha do token de acesso definida na aba Chaves e Tokens do painel de aplicativos do twitter.

# OrchardCore.Twitter.Views.TwitterSigninSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
el: Ο τρέχων ενοικιαστής θα φορτωθεί ξανά όταν αποθηκευτούν οι ρυθμίσεις.
es: El tenant actual se recargará cuando se guarden los ajustes.
fi: Nykyinen ympäristö (tenant) ladataan uudelleen, kun asetukset on tallennettu.
fr: Le locataire actuel sera rechargé lorsque les paramètres seront sauvegardés.
pt_br: O tenant atual será recarregado quando as configurações forem salvas.

# OrchardCore.Twitter.Views.TwitterSigninSettings.Edit
source: See documentation
fi: Katso käyttöohjeet

# OrchardCore.Twitter.Views.TwitterSigninSettings.Edit
source: Sign in with Twitter Settings
el: Συνδεθείτε με τις Ρυθμίσεις Twitter
es: Iniciar sesión con ajustes de Twitter
fi: Kirjaudu sisään Twitterillä - Asetukset
fr: Se connecter avec les paramètres Twitter
pt_br: Configurações do Entrar com Twitter

# OrchardCore.Twitter.Views.TwitterSigninSettings.Edit
source: CallbackPath
fi: Takaisinkutsumispolku
fr: Chemin de Callback

# OrchardCore.Twitter.Views.TwitterSigninSettings.Edit
source: The request path within the application's base path where the user-agent will be returned. The middleware will process this request when it arrives.
el: Η διαδρομή αιτήματος μέσα στη βάσική διαδρομή της εφαρμογής όπου ο user-agent θα επιστραφεί. H διαδικασία middleware θα επεξεργαστεί αυτό το αίτημα όταν φθάνει.
es: La ruta de solicitud dentro de la ruta base de la aplicación donde se devolverá el agente de usuario. El middleware procesará esta solicitud cuando llegue.
fi: Kyselypolku sovelluksen peruspolussa, johon käyttäjäagentti palautetaan. Välisovellus käsittelee tämän pyynnön heti sen saapuessa.
fr: Le chemin de la requête dans le chemin de base de l'application où l'utilisateur-agent sera retourné. Le middleware va traiter cette requête lorsqu'elle arrive.
pt_br: O endereço da requisição, no contexto do endereço base da aplicação, para onde o navegador será redirecionado. O sistema processará esta requisição quando chegar.

# OrchardCore.Twitter.Views.TwitterSigninSettings.Edit
source: Store tokens
el: Αποθήκη συμβόλων (tokens)
fi: Säilytä avaimet
pt_br: Armazenar tokens

# OrchardCore.Twitter.Views.TwitterSigninSettings.Edit
source: Store external authentication tokens for reuse
el: Αποθηκεύστε εξωτερικά σύμβολα (tokens) αυθεντικοποίησης για επαναχρησιμοποίηση
fi: Tallenna ulkoiset autentikoinnin avaimet (tokenit) uudelleenkäyttöä varten
pt_br: Armazenar tokens de autenticação externa para reutilização

# OrchardCore.Twitter.Views.Items.UpdateTwitterStatusTask.Fields.Design
source: Update Twitter Status
el: Ενημέρωση κατάστασης Twitter
es: Actualizar estado de Twitter
fi: Päivitä Twitterin tila
fr: Mettre à jour le statut Twitter
pt_br: Atualizar Status do Twitter

# OrchardCore.Twitter.Views.Items.UpdateTwitterStatusTask.Fields.Edit
source: Template for updating twitter status
el: Πρότυπο για την ενημέρωση της κατάστασης του Twitter
es: Plantilla para actualizar el estado de twitter
fi: Malli Twitterin tilan päivittämiseksi
fr: Modèle pour mettre à jour le statut de twitter
pt_br: Modelo para atualizar o status do twitter

# OrchardCore.Twitter.Views.Items.UpdateTwitterStatusTask.Fields.Edit
source: The status text of the tweet.
el: Το κείμενο κατάστασης του tweet.
es: El texto de estado del tweet.
fi: Twiitin sisältöteksti.
fr: Le texte du statut du tweet.
pt_br: O texto de status do tweet.

# OrchardCore.Twitter.Views.Items.UpdateTwitterStatusTask.Fields.Thumbnail
source: Update Twitter Status
el: Ενημέρωση κατάστασης Twitter
es: Actualizar estado de Twitter
fi: Päivitä Twitterin tila
fr: Mettre à jour le statut Twitter
pt_br: Atualizar Status do Twitter

# OrchardCore.Twitter.Views.Items.UpdateTwitterStatusTask.Fields.Thumbnail
source: Post a tweet
el: Δημοσίευση ενός tweet
es: Envía un tweet
fi: Lähetä twiitti
fr: Publier un tweet
pt_br: Postar um tweet

# OrchardCore.Twitter.AdminMenu
source: Twitter Integration
es: Integración con Twitter
fr: Intégration Twitter
