Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/OrchardCore.AdminMenu.po
Languages: ar, de, fa, fi, tr, vi

# OrchardCore.AdminMenu.Views.Node.List
source: Back
ar: رجوع
de: Zurück
fa: بازگشت
fi: Takaisin
tr: Geri
vi: Quay lại

# OrchardCore.AdminMenu.Views.Node.List
source: Available Admin Nodes
ar: عقد المدير المتوفرة
de: Verfügbare Admin-Knoten
fa: شاخه‌های موجود منوی مدیریت
fi: Saatavilla olevat ylläpidon nodet
tr: Kullanılabilir Yönetici Düğümleri
vi: Nút Quản trị Sẵn có

# OrchardCore.AdminMenu.Views.Node.List
source: Cancel
ar: إلغاء
de: Abbrechen
fa: انصراف
fi: Peruuta
tr: İptal
vi: Bỏ qua

# OrchardCore.AdminMenu.Views.Node.List
source: There was an error when moving the tree node.
ar: حدث خطأ عند نقل عقده الشجرة.
de: Beim Verschieben des Baumknotens ist ein Fehler aufgetreten.
fa: در هنگام جابه‌جایی شاخه درخت خطایی رخ داده است.
fi: Tapahtui virhe siirrettäessä puun nodea.
tr: Ağaç düğümü taşınırken hata oluştu.
vi: Có lỗi khi di chuyển nút.

# OrchardCore.AdminMenu.Controllers.MenuController
source: Error when retrieving the list of admin menus
de: Fehler beim Abrufen der Liste der Admin-Menüs
tr: Yönetici menü listesi alınırken hata oluştu
vi: Lỗi khi truy xuất danh sách menu quản trị

# OrchardCore.AdminMenu.Controllers.MenuController
source: Admin menu updated successfully
de: Admin-Menü erfolgreich aktualisiert
tr: Yönetici menüsü başarıyla güncellendi
vi: Menu quản trị đã cập nhật thành công

# OrchardCore.AdminMenu.Controllers.MenuController
source: Admin menu deleted successfully
de: Admin-Menü erfolgreich gelöscht
tr: Yönetici menüsü başarıyla silindi
vi: Menu quản trị đã xóa được thành công

# OrchardCore.AdminMenu.Controllers.MenuController
source: Admin menu toggled successfully
de: Admin-Menü erfolgreich umgeschaltet
tr: Yönetici menüsü başarıyla değiştirildi
vi: Menu quản trị đã khởi động thành công

# OrchardCore.AdminMenu.Controllers.NodeController
source: Admin node added successfully
de: Admin-Knoten erfolgreich hinzugefügt
tr: Yönetici düğümü başarıyla eklendi
vi: Nút quản trị đã thêm vào thành công

# OrchardCore.AdminMenu.Controllers.NodeController
source: Admin node updated successfully
de: Admin-Knoten erfolgreich aktualisiert
tr: Yönetici düğümü başarıyla güncellendi
vi: Nút quản trị đã cập nhật thành công

# OrchardCore.AdminMenu.Controllers.NodeController
source: The admin node has validation errors
de: Der Admin-Knoten hat Validierungsfehler
tr: Yönetici düğümünde doğrulama hataları var
vi: Nút quản trị có lỗi về sự hợp lệ

# OrchardCore.AdminMenu.Controllers.NodeController
source: Admin node deleted successfully
de: Admin-Knoten erfolgreich gelöscht
tr: Yönetici düğümü başarıyla silindi
vi: Nút quản trị đã xoá thành công

# OrchardCore.AdminMenu.Controllers.NodeController
source: Admin node toggled successfully
de: Admin-Knoten erfolgreich umgeschaltet
tr: Yönetici düğümü başarıyla değiştirildi
vi: Nút quản trị đã khởi động thành công
