Repository: OrchardCMS/OrchardCore
Catalog: src/OrchardCore.Cms.Web/Localization/*/TheBlogTheme.po
Languages: tr

# TheBlogTheme.Views.Blog-ListPart
source: ← Newer Posts
tr: ← Yeni Yayınlar

# TheBlogTheme.Views.Blog-ListPart
source: Older Posts →
tr: Eski Yayınlar →

# TheBlogTheme.Views.Blog-ListPart
source: previous
tr: önceki

# TheBlogTheme.Views.Blog-ListPart
source: next
tr: sonraki

# TheBlogTheme.Views.Category-TermPart
source: ← Newer Posts
tr: ← Yeni Yayınlar

# TheBlogTheme.Views.Category-TermPart
source: Older Posts →
tr: Eski Yayınlar →

# TheBlogTheme.Views.Category-TermPart
source: previous
tr: önceki

# TheBlogTheme.Views.Category-TermPart
source: next
tr: sonraki

# TheBlogTheme.Views.Content-BlogPost
source: MMMM dd, yyyy
tr: AAAA gg, yyyy

# TheBlogTheme.Views.Content-BlogPost
source: Posted by
tr: Tarafından gönderildi

# TheBlogTheme.Views.Content-BlogPost
source: on {0}
tr: {0} da

# TheBlogTheme.Views.Content-BlogPost.Summary
source: MMMM dd, yyyy
tr: AAAA gg, yyyy

# TheBlogTheme.Views.Content-BlogPost.Summary
source: Posted by
tr: Tarafından gönderildi

# TheBlogTheme.Views.Content-BlogPost.Summary
source: on {0}
tr: {0} da

# TheBlogTheme.Views.Layout
source: Toggle navigation
tr: Navigasyon aç/kapat

# TheBlogTheme.Views.Layout
source: Menu
tr: Menü

# TheBlogTheme.Views.Search-Form
source: Enter your search term(s)
tr: Arama metnini gir

# TheBlogTheme.Views.Search-Form
source: Search
tr: Ara

# TheBlogTheme.Views.Search-Results
source: There are no such results.
tr: Hiçbir sonuç bulunamadı.

# TheBlogTheme.Views.Tag-TermPart
source: ← Newer Posts
tr: ← Yeni Yayınlar

# TheBlogTheme.Views.Tag-TermPart
source: Older Posts →
tr: Eski Yayınlar →

# TheBlogTheme.Views.Tag-TermPart
source: previous
tr: önceki

# TheBlogTheme.Views.Tag-TermPart
source: next
tr: sonraki

# TheBlogTheme.Views.Shared.NotFound
source: Page Not Found
tr: Sayfa Bulunamadı

# TheBlogTheme.Views.Shared.Search
source: Search
tr: Ara
